{
  "projects": "المشاريع",
  "contributors": "المسهمون",
  "Search": "بحث",
  "Projects with perks": "مشاريع ذات فوائد",
  "Inactive Projects": "مشاريع غير نشطة",
  "Active Projects": "مشاريع نشطة",
  "Subscribe": "متابعة",
  "Privacy": "الخصوصية",
  "Analytics": "التحليلات",
  "activity": "النشاط",
  "Select": "اختيار",
  "Trending in": "شائع في",
  "Recent Projects": "مشاريع حديثة",
  "See all": "مشاهدة الجميع",
  "This week": "هذا الأسبوع",
  "All time": "كل الوقت",
  "Failed to fetch data": "أخفق جلب البيانات",
  "Login": "تسجيل الدخول",
  "Projects": "المشاريع",
  "Contributions": "الإسهامات",
  "Entry": "إدخال",
  "Go back": "عودة",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "إذا لم تستطع الاتصال بتويتر من جوالك، جرب أولًا تسجيل الدخول في Twitter.com على متصفحك، ثم حاول ثانية.",
  "Project": "المشروع",
  "You have been logged out": "لقد سجلت خروجك",
  "Continue": "استمرار",
  "Grants": "المنح",
  "About": "من نحن",
  "Feedback": "الانطباعات",
  "Sign Out": "تسجيل الخروج",
  "Dashboard": "لوحة التحكم",
  "Contribute": "إسهام",
  "Back": "عودة",
  "RUNNING": "يعمل",
  "Follow": "متابعة",
  "Copied!": "نُسخ!",
  "Download": "تحميل",
  "Tags": "الوسوم",
  "Region": "المنطقة",
  "Launched": "تم الإطلاق",
  "Finalize project": "إتمام المشروع",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "هذا المشروع لم يُطلق بعد. عُد إلى عملية الإنشاء لتُتمّ معلوماته وتطلقه.",
  "Story": "القصة",
  "Cancel": "إلغاء",
  "Confirm": "تأكيد",
  "Something went wrong.": "حدث خطأ.",
  "Please try again": "حاول مرة أخرى رجاءً",
  "Failed to fetch contributions": "أخفق جلب الإسهامات",
  "Some time ago": "قبل مدة",
  "ago": "مضت",
  "a day": "يوم واحد",
  "days": "أيام",
  "an hour": "ساعة",
  "a minute": "دقيقة",
  "a few seconds": "عدة ثوان",
  "minutes": "دقائق",
  "hours": "ساعات",
  "Total": "الإجمالي",
  "Funding as": "التمويل بصفة",
  "anonymous": "مجهول الهوية",
  "Funding anonymously. Click to login": "التمويل بهوية مجهولة. انقر لتسجيل الدخول",
  "Click to logout": "انقر لتسجيل الخروج",
  "About to logout": "سيسجل خروجك",
  "You are about to logout of your account": "أنت على وشك الخروج من حسابك",
  "Logout": "تسجيل الخروج",
  "Reach out for help": "اطلب المساعدة",
  "Waiting for payment": "في انتظار الدفع",
  "Email": "البريد الإلكتروني",
  "Failed to download image": "أخفق تحميل الصورة",
  "copy": "نسخ",
  "Go to project": "عُد إلى المشروع",
  "Your project is in draft": "مشروعك في المسودة",
  "Saved in draft": "حُفظ في المسودة",
  "Please refresh the page and try again.": "رجاءً حدث الصفحة وحاول ثانيةً.",
  "Description": "الوصف",
  "Links & tags": "الروابط والوسوم",
  "Wallet": "المحفظة",
  "Contributors": "المسهمون",
  "Back to project": "عُد إلى المشروع",
  "Name": "الاسم",
  "Contribution": "الإسهام",
  "Copy": "نسخ",
  "Project updated successfully!": "نجح تحديث المشروع!",
  "Project update failed!": "أخفق تحديث المشروع!",
  "Save": "حفظ",
  "Title": "العنوان",
  "A few words that make your project stand out": "بضعة كلمات ليتميز مشروعك",
  "Add 'one liner' a simple descriptions of what your project is about": "أضف ‹في سطر واحد› وصفًا بسيطًا لهدف مشروعك",
  "Image": "الصورة",
  "Change image": "تغيير الصورة",
  "This lightning address is already taken.": "عنوان البرق هذا مأخوذ من قبل.",
  "Leave without saving": "مغادرة دون حفظ",
  "failed to update project": "أخفق تحديث المشروع",
  "please enter a valid url for project links": "أدخل رابطًا صالحًا في روابط المشروع",
  "failed to create new tag": "أخفق إنشاء وسم جديد",
  "failed to create tag": "أخفق إنشاء الوسم",
  "tag length must be between": "يجب أن يكون طول الوسم بين",
  "and": "و",
  "add tag": "أضف وسمًا",
  "Connect your sites so viewers can see more proof of your work": "اتصل بمواقعك حتى يرى المشاهدون إثباتات عملك",
  "Project links": "روابط المشروع",
  "Add Project Link": "أضف رابط مشروع",
  "you will be redirected shortly...": "سيُعاد تحويلك في لحظة...",
  "failed to delete project": "أخفق حذف المشروع",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "تُرسل إشعارات المشروع وتحديثاته إلى عنوان بريد منشئ المشروع. يمكن تحرير هذا العنوان من إعدادات الملف الشخصي.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "تعطيل مشروعك سيمنع الآخرين من تمويله، لكنه سيبقى ظاهرًا للجميع. ستستطيع تفعيله ثانية متى شئت.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "حذف مشروعك سيجعله غير متاح لك وللآخرين. لا يمكن حذف المشروع إلا إذا لم تتسلّم أي إسهام. هذا لضمان الشفافية أمام المسهمين في المشروع.",
  "Delete": "حذف",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "لا يمكن عكس هذا الفعل. لن تستطيع عرض هذا المشروع أو بياناته أو الوصول إليه بعد اتخاذ الإجراء.",
  "Confirm that you want to delete the project": "أكّد إرادتك لحذف المشروع",
  "FUNDED": "مُوّلت",
  "Project story updated successfully!": "نجح تحديث قصة المشروع!",
  "There was a problem while trying to update the project story": "حدثت مشكلة في أثناء محاولة تحديث قصة المشروع",
  "Write a more in-depth description of the project. You can also add images and videos.": "اكتب وصفًا متعمّقًا لمشروعك. يمكنك إضافة قصص وفيديوهات أيضًا.",
  "Hostname or IP address": "اسم المضيف أو عنوان IP",
  "Public key": "المفتاح العام",
  "Invoice Macaroon": "معكرون الفاتورة",
  "TLS certificate": "شهادة TLS",
  "gRPC port": "منفذ gRPC",
  "Lightning Address": "عنوان البرق",
  "failed to create project wallet": "أخفق إنشاء محفظة المشروع",
  "please provide valid wallet details": "رجاءً قدم معلومات محفظة صالحة",
  "Launch Project": "أطلق المشروع",
  "Save As Draft": "الحفظ كمسودة",
  "Connect Your Node": "اربط عقدتك",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "أوشك مشروعك على الانطلاق. يمكنك الآن إطلاقه والإعلان عنه أو حفظه كمسودة. ويمكنك تعديل المشروع متى شئت.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "بالاستمرار، أوافق على <1>البنود والشروط</1>",
  "Node name cannot be longer than": "لا يمكن أن يكون اسم العقدة أطول من",
  "characters": "حرفًا",
  "Tor addresses are currently not supported": "عناوين تور غير مدعومة حاليا",
  "Public Key must be": "يجب أن يكون المفتاح العام بطول",
  "characters long": "محرفًا",
  "The Public Key is wrongly formatted.": "صيغة المفتاح العام فاسدة.",
  "Invoice Macaroon cannot be longer than": "لا يمكن أن يكون معكرون الفوترة أطول من",
  "Add a Node": "أضف عقدة",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "ندعم حاليا عُقد LND في الشبكة الظاهرة. لن تعمل عُقد تور حاليًّا.",
  "Node Name": "اسم العقدة",
  "This is a Voltage Node": "هذه عقدة Voltage",
  "Find our demo here on how to load a Voltage node.": "انظر استعراضنا هنا لتحميل عقدة Voltage.",
  "API endpoint": "نُقطة وصول API",
  "Identity Pubkey": "المفتاح العام للهوية",
  "failed to create project": "أخفق إنشاء المشروع",
  "Create a project": "أنشئ مشروعًا",
  "Create a new project": "أنشئ مشروعًا جديدًا",
  "Transform your ideas into real world projects backed by your community": "حول أفكارك إلى مشاريع حقيقية يدعمها مجتمعك",
  "Raise funds from anywhere in the world": "اجمع التمويل من كل أنحاء العالم",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "إذا لم يفتح زر تويتر صفحة تحقق في تويتر، تأكد من تفعيل النوافذ المنبثقة في إعدادات متصفحك.",
  "The authentication request failed.": "أخفق طلب التحقق.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "لم نكتشف إضافة نوستر مثل Alby أو .Flamingo",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "هذا الحساب متصل بملف شخصي آخر في غيزر. استعمل حسابًا فريدًا. إذا أردت السؤال فاتصل بفريق غيزر من خلال",
  "Project description": "وصف المشروع",
  "Launch project": "إطلاق المشروع",
  "Connect wallet": "ربط المحفظة",
  "You’re ready to launch!": "أنت جاهز للإطلاق!",
  "An error occurred while attempting to load the profile page.": "حدث خطأ لدى محاول تحميل صفحة الملف الشخصي.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "حاول تحديث الصفحة رجاءً. لك أن تحاول الاتصال بالدعم إن استمرت المشكلة.",
  "Edit": "تحرير",
  "Failed to unlink account": "أخفق فكّ الحساب",
  "Connect more social profiles to your Geyser account.": "اربط عدة ملفات شخصية بحسابك في غيزر.",
  "Activity": "النشاط",
  "Followed projects": "المشاريع المتابَعة",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "لا يستغرق الإطلاق أكثر من دقيقتين! إذا لم تكن متأكدا من جهوزية فكرتك يمكنك أن تبدأ الآن وتطلق المشروع لاحقًا.",
  "Geyser badges": "شارات غيزر",
  "Login with Nostr to claim the badges you earned!": "سجل دخولك بنوستر لتحصيل الشارات التي اكتسبتها!",
  "Claim": "تحصيل",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "بفصل حساب نوستر هذا من ملفك الشخصي في غيزر ستستطيع وصل حساب نوستر آخر. لكنك لن تستطيع إنشاء ملف شخصي جديد في غيزر باستعمال حسابك الحالي في نوستر.",
  "Your badges are connected to this Nostr account.": "شاراتك متصلة الآن بحساب نوستر هذا.",
  "Disconnect": "فصل",
  "Bio": "نبذة",
  "You do not have permission to access this page.": "ليس من صلاحياتك عرض هذه الصفحة.",
  "Applications Open": "التقديمات مفتوحة",
  "Closed": "مغلقة",
  "Active": "نشطة",
  "Countdown to grant going live": "العد التنازلي لإطلاق المنحة",
  "Time left to vote": "الوقت المتبقي للتصويت",
  "Sponsored by": "بدعم من",
  "SPONSORS": "الداعمون",
  "See the winner announcement": "انظر إعلان الفائز",
  "Announcement": "إعلان",
  "Let the Sats flow to your favorite projects.": "فلتتدفق الساتوشيات إلى مشاريعك المفضلة. كل ساتوشي يكافئ صوتًا.",
  "distributed": "وُزّعت",
  "Vote": "تصويت",
  "Apply": "تقدم",
  "Login to apply": "سجل دخولك للتقدم",
  "Success!": "نجح!",
  "Select a project": "اختر مشروعًا",
  "To apply to a grant you need to first login into Geyser.": "للتقدم عليك أولًا تسجيل الدخول إلى غيزر.",
  "Select your Geyser project from the list": "اختر مشروعك من القائمة",
  "You have not created any projects": "لم تنشئ أي مشروع",
  "To apply for a grant you need to create a project on Geyser.": "للتقدم لمنحة عليك أن تنشئ مشروعًا على غيزر.",
  "Grant application failed.": "أخفق التقدم إلى المنحة.",
  "Grant funds will be distributed based on community votes.": "ستوزع أموال المنحة حسب أصوات المجتمع.",
  "Amount": "المقدار",
  "More Information": "مزيد من المعلومات",
  "Grant Winners!": "الفائزون بالمنحة!",
  "See all Grants": "عرض كل المِنَج",
  "Geyser Grants": "منح غيزر",
  "CLOSED": "مُغلقة",
  "Round 1 Announcement": "إعلان الجولة 1",
  "The Geyser Grant Round 1 winners have been released.": "أُعلن عن فائزي الجولة 1 من منحة غيزر.",
  "The board will be responsible for reviewing and evaluating the applications.": "سيكون المجلس مسؤولًا عن مراجعة التقديمات وتقييمها.",
  "Made possible by sponsors": "بفضل الداعمين",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "شركات البيتكوين والأفراد المجهولون الذين يريديون أن ينيروا مصباح الأمل في العالم.",
  "Bitcoin Education": "تعليم البيتكوين",
  "Bitcoin Development": "تطوير البيتكوين",
  "Bitcoin Culture": "ثقافة البيتكوين",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "هدف هذه المنحة دعم الجهود والمبادرات غير الهادفة للربح لتعليم البيتكوين. البيتكوين أداة للحرية الفردية والسيادة الذاتية. يمكّن البيتكوين ثورة ستأخذ الإنسانية إلى مستوى آخر بتقديم الحرية والوصول المالي للعالم، وبالعودة إلى نظام مالي سليم. مع هذا، يرى معظم الناس البيتكوين أداة للمقامرة، أو نقدًا للمجرمين، أو مخطط احتيال، أو كابوسًا بيئيًّا. لهذا فإن عمل المعلّمين في البيتكوين مهم جدًّا. نحتاج إلى كثير من العمل لتمكين الناس حول العالم ليستعملوا البيتكوين أداةً لتجنب التضخم الكبير والرقابة المالية وغياب المؤسسات المصرفية. لمزيد من المعلومات، انظر هنا.",
  "applicants": "متقدمون",
  "contributed": "مُسهَمة",
  "GRANT TO DISTRIBUTE": "المنحة التي ستوزَّع",
  "Designs by": "المصمم:",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "شكرًا للمطورين والمصممين الذين بنوا وصمموا منح غيزر.",
  "Please enter a valid email address.": "رجاءً أدخل عنوان بريد إلكتروني صالحًا.",
  "Succesfully subscribed to Geyser": "نجح الاشتراك في غيزر",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "نشكر لك تسجيلك. سنشاركك مزيدًا من المعلومات عن مشاريع غيزر ومنتجه فريبًا. لتنضم إلى مجتمعنا جِدنا في تلغرام وتويتر.",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "للتعرف على آخر مشاريع غيزر ومنتجاته اشترك بإدخال عنوان بريدك أدناه.",
  "Contact Email": "بريد التواصل",
  "You successfully subscribed to <1>Geyser Grants</1>!": "لقد اشتركت بنجاح في <1>منح غيزر</1>!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "تمويل المعلمين والمبدعين والبناة الذين يقومون على مشاريع مختصة بالبيتكوين في غيزر.",
  "Funded by bitcoiners who want to change the world.": "بتمويل من بيتكوينيين يريدون تغيير العالم.",
  "View project": "عرض المشروع",
  "Saving": "يجري الحفظ",
  "Saved": "تم الحفظ",
  "Save draft": "حفظ كمسودة",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "لمعرفة المستخدمين النشطين، يُصدر غيزر ويمنح للمستخدمين شارات نوستر، تعرّف الناس تعريفًا أكبر بأفعالهم.",
  "What is Nostr": "ما هو نوستر",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "نوستر هو بروتوكول لتناقل الملاحظات وغيرها عبر الممرّرات. نوستر بروتوكول؛ معيار مفتوح يمكن أن يبني عليه أي أحد. نوستر ليس تطبيقًا أو خدمة تسجل فيها. زُر <1>nostr.how</1> لمزيد من المعلومات",
  "What are Nostr Badges": "ما هي شارات نوستر",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "شارات نوستر هي أحداث في نوستر تتيح للمستخدمين إرسال واستقبال الأصول الرقمية التي تحتوي صورة وعنوانًا ووصفًا. وهي مفصلة في NIP-58",
  "How to redeem my Nostr badge": "كيفية تحصيل شارة نوستر",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "يمكنك الحصول على شارة نوستر بسهولة في ملفك الشخصي في غيزر. سجل دخولك بنوستر، اذهب إلى الملف الشخصي واضغط على تحصيل.",
  "Where can I see my Geyser badges?": "أين يمكنني استعراض شاراتي من غيزر؟",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "يمكنك أن تصل إلى شارات غيزر من أي منصة نوستر تظهر الشارات مثل badges.page وAmethist",
  "Who can edit and update Nostr Badges?": "من يمكنه تحرير وتحديث شارات نوستر؟",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "يستطيع مُصدر الشارات تعديل معلوماتها، لكنه لا يستطيع سحبها مطلقًا. لذا فقد يعدّل غيزر شاراته إذا احتاج إلى ذلك.",
  "Will there be more badges?": "هل سنصدر شارات جديدة؟",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "نعم! ننوي أن ننشئ شارات جديدة عندما نرى سببًا فعليًّا لإظهار العرفان للعمل الجاد أو الإنجاز المهم. لكن لا تقلق، لن نغرق النظام بالشارات.",
  "Hey, I should have that badge!": "ينبغي أن أكون مالكًا لهذه الشارة!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "إذا كنت تعتقد أنك تستحق شارة معينة اتصل بنا على <1>hello@geyser.fund</1> لنراجع استحقاقك!",
  "Error": "خطأ",
  "Authentication failed.": "أخفق التحقق",
  "Please clear your browser's cache & cookies and try again.": "امسح الكاش والكعكات في متصفحك وحاول من جديد.",
  "Requested operation declined": "رُفضت العملية المطلوبة",
  "Please use the invoice instead.": "استعمل الفاتورة بدلًا من ذلك رجاءً.",
  "Oops! Something went wrong with WebLN.": "أوه! حدث خطأ في WebLN.",
  "Please copy the invoice manually instead.": "انسخ الفاتورة يدويًّا.",
  "Connect with Lightning": "اتصل باستخدام البرق",
  "Scan the QR code to connect to your Lightning wallet.": "امسح رمز QR لتتصل بمحفظتك البرقية.",
  "Check if your wallet supports LNURL-auth here.": "تأكد من دعم محفظتك لبروتوكول LNURL-auth هنا.",
  "Waiting to connect...": "في انتظار الاتصال...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "تذكر أنك المسؤول عن إدارة سيولة عقدتك.",
  "Grant": "منحة",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "رجاءً سجل دخولك من جديد إلى ملفك الشخصي، أو اضغط على استمرار لتبقى مجهول الهوية.",
  "Add tags": "أضف وسومًا",
  "You must write a project story.": "يجب أن تكتب قصة المشروع.",
  "Public comment": "تعليق عام",
  "Filter": "تصفية",
  "cannot select more than 3 tags": "لا يمكن اختيار أكثر من 3 وسوم",
  "Leaderboard": "لائحة المتصدرين",
  "Contributor": "مسهم",
  "Amount funded": "المقدار الممول",
  "Projects funded": "المشاريع الممولة",
  "Open source": "مفتوح المصدر",
  "Podcast": "بودكاست",
  "Epic": "أسطورة",
  "Winner": "فائز",
  "Board": "لائحة",
  "Creator": "منشئ",
  "Select language": "اختر لغة",
  "Request a language": "اطلب لغة",
  "Check out some trending projects this week that you can follow in the discovery view!": "اكتشف بعض أبرز المشاريع هذا الأسبوع وتابعها من صفحة الاكتشاف!",
  "Add goal": "أضف هدفًا",
  "from": "من",
  "Grant funds will be distributed by principled bitcoin board members.": "سيوزّع أموال المنحة أعضاء مجلس البيتكوين.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "أسهم مباشرة في منحة {{title}} باستعمال رمز الاستجابة السريعة QR (على شبكة البرق والشبكة الرئيسة)",
  "1 Sat = 1 vote.": "ساتوشي 1 = صوت .1",
  "Verify your email": "أكد عنوان بريدك الإلكتروني",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "انسخ حسابك ومشروعك في غيزر احتياطيًّا. سيضمن هذا قدرتك الدائمة على الوصول إلى غيزر (في حالة الرقابة من وسائل التواصل الاجتماعي)، وستستطيع تحديث معلومات حسابك بأمان.",
  "Email input": "أدخل عنوان بريدك الإلكتروني",
  "Failed to generate OTP.": "أخفق توليد كلمة سر المرة الواحدة.",
  "Email is a required field": "عنوان البريد الإلكتروني مطلوب",
  "Please enter a valid Email address": "رجاءً أدخل عنوانا صالحًا",
  "Failed to update email.": "أخفق تحديث عنوان البريد الإلكتروني",
  "Failed to verify email.": "أخفق التحقق من عنوان البريد الإلكتروني.",
  "Your email": "عنوان بريدك الإلكتروني",
  "Wallet updated successfully!": "حُدّثت المحفظة بنجاح!",
  "Failed to update wallet.": "أخفق تحديث المحفظة.",
  "Failed to login with email": "أخفق الدخول بعنوان البريد الإلكتروني",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "يمكنك أن تحدث محفظتك بأمان باستعمال كلمة سر المرة الواحدة المرسلة إلى بريدك الموثق.",
  "Verify email": "وثق عنوان بريدك الإلكتروني",
  "This email has not been verified": "هذا العنوان غير موثق",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "يمكنك أن تحدث عنوان بريدك الإلكتروني بأمان باستعمال كلمة سر المرة الواحدة المرسلة إلى آخر عنوان موثق لك.",
  "Delete profile": "حذف الملف الشخصي",
  "Failed to delete profile": "أخفق حذف الملف الشخصي",
  "Settings": "الإعدادات",
  "To delete your profile permanently from Geyser.": "لحذف ملفك الشخصي إلى الأبد من غيزر.",
  "Your profile has been deleted.": "لقد حُذف ملفك الشخصي.",
  "Profile has been deleted": "حُذف الملف الشخصي",
  "Type '{{textToConfirm}}' and confirm": "أدخل '{{textToConfirm}}' ثم أكد",
  "Close": "إغلاق",
  "Check your SPAM folder for the email.": "تفقد الرسائل غير المرغوب بها في بريدك.",
  "Delete your profile permanently from Geyser.": "حذف حسابك إلى الأبد من غيزر.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "وثق بريدك لتحمي حسابك وتستطيع تعديل معلومات محفظة المشروع. سيستعمل عنوان بريدك الإلكتروني لإشعارك بأهم التحديثات في المشروع والمحفظة.",
  "As a project creator, you cannot delete your profile": "لا يمكنك حذف ملفك الشخصي، لأنك مؤسس مشروع",
  "Successfully updated user email": "حُدّث عنوان بريد المستخدم بنجاح",
  "Email verification successfull!": "نجح توثيق عنوان البريد الإلكتروني!",
  "Copy onchain address": "نسخ عنوان البيتكوين (الشبكة الرئيسة)",
  "Not now": "ليس الآن",
  "Add row above": "أضف صفًّا أعلاه",
  "Add row below": "أضف صفًّا أدناه",
  "Add column left": "أضف عمودًا أيسره",
  "Add column right": "أضف عمودًا أيمنه",
  "Remove column": "أزل العمود",
  "Remove row": "أزل الصف",
  "Insert video": "إدراج فيديو",
  "Insert": "إدراج",
  "Must be a valid twitter URL": "يجب أن يكون رابط تويتر صالحًا",
  "URL is required": "الرابط مطلوب",
  "Insert tweet": "إدراج تغريدة",
  "Failed to insert tweet": "أخفق إدراج التغريدة",
  "Connect more accounts": "اربط مزيدًا من الحسابات",
  "Pulldown to refresh": "اسحب إلى تحت للتحديث",
  "Hide": "إخفاء",
  "Error fetching project stats": "أخفق جلب إحصائيات المشروع",
  "Error fetching badges": "أخفق جلب الشارات",
  "Historical": "التاريخ",
  "No data available": "لا بيانات متاحة",
  "Details": "التفاصيل",
  "Add": "إضافة",
  "Last 30 days": "آخر 30 يومًا",
  "Last 7 days": "آخر 7 أيام",
  "Last 12 months": "آخر 12 شهرًا",
  "Exported on": "تم التصدير في",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "إذا حُبست خارج مشروعك في غيزر فيمكنك أن تصل إليه من أي تطبيق نوستر باستخدام مفتاحك الخاص، الذي نسخه لك غيزر احتياطًا.",
  "Get your Private Key Kit off your computer and print out a copy": "أخرج حقيبة المفتاح الخاص من حاسوبك واطبعها.",
  "Store it somewhere safe.": "احفظها في مكان آمن.",
  "Nostr Private Key information": "معلومات المفتاح الخاص في نوستر",
  "Public Key": "المفتاح العام",
  "Be aware of the following:": "تنبَّه لما يلي:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "إذا خسرت أو سربت مفاتيحك الخاصة فيمكن أن يتعرض مشروعك للأذى، ولا يمكن أن تفعل غيزر أي شيء لمساعدتك.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "يساعدك غيزر على حيازة مفاتيحك الخاصة، ومن ثم لا ننصح باستخدام هذه المفاتيح في تطبيقات نوستر غير الوصائية.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "ليست جميع ميزات غيزر مبنية على نوستر، ومن ثم فلن يتوافق كل المحتوى الذي تنشئه على غيزر مع بقية شبكة نوستر.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "إذا غيرت عنوان البرق في غيزر من تطبيقات أخرى فلن يستطيع غيزر التحقق من الزابات الواصلة من التطبيقات الأخرى، ومن ثم فلن تظهر في غيزر.",
  "Export Private key (nsec)": "تصدير المفتاح الخاص (nsec)",
  "Are you sure you want to export your private keys?": "هل أنت متأكد أنك تريد تصدير مفاتيحك الخاصة؟",
  "Warning: your project risks being compromised if you leak your private key.": "تحذير: مشروعك معرض للخطر إذا قمت بتسريب مفتاحك الخاص.",
  "I understand the risks of exporting my private key": "أتفهم مخاطر تصدير مفتاحي الخاص",
  "failed to copy": "فشل النسخ",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Nostr هو بروتوكول بسيط ومفتوح يتيح البث العالمي واللامركزي والمقاوم للرقابة للمعلومات. يوفر Geyser لكل مشروع npub الخاص به. هذا يعني أنه يمكنك الوصول إلى مشروعك من عملاء Nostr الآخرين ، وستكون نشاطك على Geyser قابلاً للعرض ويمكن الوصول إليه عبر الأنظمة الأساسية.",
  "Below you can find the information you need to access your public and private keys.": "أدناه يمكنك العثور على المعلومات التي تحتاجها للوصول إلى مفاتيحك العامة والخاصة.",
  "Your Nostr Public Key (npub)": "مفتاح Nostr العام الخاص بك (npub)",
  "Warning: Before exporting your private keys, make sure to read the following message.": "تحذير: قبل تصدير مفاتيحك الخاصة، تأكد من قراءة الرسالة التالية.",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "يمكنك تصدير مفاتيح Geyser الخاصة بمشروعك للوصول إليها من عميل Nostr آخر. ومع ذلك ، ضع في اعتبارك ما يلي:",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "تعامل مع المفتاح بعناية فائقة. يمكن لأي شخص لديه المفتاح الخاص أن ينشر نيابة عن المشروع. إذا قمت بتسريب مفتاحك الخاص ، فسيكون المشروع عرضة للخطر ، ولا يوجد شيء يمكن لـ Geyser فعله لمنع ذلك.",
  "The Relays": "الترحيلات",
  "These are the relays that we publish to.": "هذه هي الترحيلات التي ننشر عليها.",
  "You need to login before creating your project.": "يجب عليك تسجيل الدخول قبل إنشاء مشروعك.",
  "Please provide secure links, starting with https://": "يرجى تقديم روابط آمنة ، تبدأ بـ https://",
  "Project Private Key Kit (nsec)": "مجموعة مفاتيح المشروع الخاصة (nsec)",
  "Share": "مشاركة",
  "Select an image": "اختر صورة",
  "Title is a required field.": "العنوان حقل مطلوب.",
  "Find out more": "اكتشف المزيد",
  "Milestone": "معلَم",
  "Successfully contributed to": "ساهمت بنجاح في",
  "Project Identifier": "معرف المشروع",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "قم بتعيين معرف مشروعك الفريد لإنشاء عنوان URL مخصص والحصول على عنوان Lightning مطابق لمشروع Geyser الخاص بك.",
  "Your Nostr Private Key Kit (nsec)": "مجموعة مفاتيح Nostr الخاصة بك (nsec)",
  "Limited Edition (skip if no limit)": "إصدار محدود (تخطَ إذا لم يكن هناك حد)",
  "Currency": "العملة",
  "Describe the item you would like to sell": "صف العنصر الذي ترغب في بيعه",
  "Price": "السعر",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "عنوان Geyser Lightning الخاص بك هو <1>{{projectAddress}}</1>. سيتم توجيه جميع الأموال المرسلة إلى هذا العنوان على الفور إلى المحفظة التي تحددها أدناه.",
  "Confirm project launch": "تأكيد إطلاق المشروع",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "عن طريق إطلاق مشروعك ، سيكون المشروع مرئيًا للجمهور ويمكن البحث فيه. ستتمكن من إلغاء تنشيط مشروعك ولكن ليس إخفاء مشروعك بعد إطلاقه.",
  "Lightning Node": "عقدة Lightning",
  "Confirm launch": "تأكيد الإطلاق",
  "You’re all set!": "أنت على ما يرام!",
  "Zoom": "تكبير/تصغير",
  "Warning! By changing this identifier your old project links will not send you to your project": "تحذير! عن طريق تغيير هذا المعرف ، لن ترسل روابط مشروعك القديمة إلى مشروعك",
  "Private Key": "المفتاح الخاص",
  "sold": "تم البيع",
  "Items": "عناصر",
  "Bitcoin Price": "سعر البيتكوين",
  "Date": "التاريخ",
  "Status": "الحالة",
  "Show more": "أظهر المزيد",
  "Delivered": "تم التوصيل",
  "To do": "لكي تفعل",
  "Shipped": "تم الشحن",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "تابعنا ووسمنا على وسائل التواصل الاجتماعي علىgeyserfund@ حتى نتمكن من تضخيم المحتوى الخاص بك.",
  "Type": "اكتب",
  "Reference": "مرجع",
  "To": "إلى",
  "From": "من",
  "Export": "تصدير",
  "Custom Range": "نطاق مخصص",
  "Past Month": "الشهر الماضي",
  "Past Week": "الأسبوع الماضي",
  "All": "الكل",
  "Donation": "تبرع",
  "BTC (sats)": "BTC (سات)",
  "Are you sure you want to make the change?": "هل أنت متأكد أنك تريد إجراء التغيير؟",
  "Badge": "شارة",
  "Checkout": "الدفع",
  "Project URL": "عنوان URL للمشروع",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "لقد قمت بتغيير معرف مشروعك، مما يغير أيضًا عنوان URL الخاص بـ Geyser وعنوان Lightning الخاص بك.",
  "Are you sure?": "هل أنت متأكد؟",
  "Nostr settings": "إعدادات نوستر",
  "USD ($)": "دولار أمريكي ($)",
  "Make a donation": "تبرع",
  "Sell anything to reward your contributors": "قم ببيع أي شيء لمكافأة المساهمين لديك",
  "Oops, looks like this page got lost in space": "عفوًا، يبدو أن هذه الصفحة قد ضاعت في الفضاء",
  "No items with this status.": "لا توجد عناصر بهذا الوضع.",
  "Category": "الفئة",
  "months": "أشهر",
  "Purchases": "المشتريات",
  "Followed": "تمت المتابعة",
  "month": "شهر",
  "Quantity": "الكمية",
  "Reference code": "الرمز المرجعي",
  "Shipping status": "حالة الشحن",
  "Guide": "دليل",
  "Support Geyser": "ادعم Geyser",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "توفر لك Geyser منصة لعرض مشروعك وتضخيمه. فكر في إعطاء بعض القيمة لنا حتى نتمكن من الاستمرار في تحسين منتجاتنا.",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "يرجى محاولة تحديث هذه الصفحة أو محاولة مسح بيانات الموقع (فحص -> تطبيق -> مسح بيانات الموقع).",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "إذا استمرت المشكلة، فأخبرنا من خلال <1>نموذج الملاحظات</1> أو تواصل معنا على <3>تيليجرام</3>",
  "This project does not exist": "هذا المشروع غير موجود",
  "What may have gone wrong:": "ما الذي ربما حدث خطأ:",
  "You may have typed the wrong URL": "ربما تكون قد كتبت عنوان URL الخاطئ",
  "The project may have been deleted": "ربما تم حذف المشروع",
  "The creator may have changed the project URL": "ربما قام المنشئ بتغيير عنوان URL الخاص بالمشروع",
  "Grant amount": "مبلغ المنحة",
  "APPLICATION PENDING": "طلب معلق",
  "Pending Applications": "الطلبات المعلقة",
  "Connect with Nostr": "تواصل مع نوستر",
  "Post": "نشر",
  "Invoice": "فاتورة",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "لتلقي العناصر المحددة، تحتاج إلى إرسال تفاصيل الشحن الخاصة بك إلى البريد الإلكتروني الخاص بالمنشئ. لا يرغب Geyser في تخزين معلوماتك الخاصة لأسباب أمنية.",
  "More info": "مزيد من المعلومات",
  "Download & Continue": "تنزيل ومتابعة",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "بالمتابعة، فإنك تقر بأنك مسؤول عن المطالبة بالمبالغ المستردة.",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "للحفاظ على Geyser خالية من KYC، يتم تبديل المعاملات داخل السلسلة إلى Lightning بطريقة غير وصائية. لذلك، نطلب منك تنزيل ملف استرداد كنسخة احتياطية في الحالة النادرة لفشل الدفع.",
  "Download refund file before proceeding": "تنزيل ملف الاسترداد قبل المتابعة",
  "Enter your email to receive transaction confirmation": "أدخل بريدك الإلكتروني لتلقي تأكيد المعاملة",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "قد يختلف وقت الإكمال بسبب ظروف شبكة Bitcoin، مثل حجم mempool ورسوم المعاملات. شكرا لك على صبرك.",
  "View transaction on explorer": "عرض المعاملة على المستكشف",
  "Get notified (optional)": "الحصول على إشعار (اختياري)",
  "Download refund file": "تنزيل ملف الاسترداد",
  "Payment & refund instructions": "تعليمات الدفع والاسترداد",
  "Copy link": "نسخ الرابط",
  "Claim refund": "المطالبة باسترداد الأموال",
  "Transaction has failed": "فشلت المعاملة",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "أدخل عنوان Bitcoin على السلسلة الذي ترغب في الحصول على استرداد عليه.",
  "Send the exact payment amount in Satoshis": "أرسل مبلغ الدفع المحدد بالساتوشي",
  "Set the transaction fee to medium or high": "اضبط رسوم المعاملة على متوسطة أو عالية",
  "Address is required to claim funds": "العنوان مطلوب للمطالبة بالأموال",
  "Upload refund file": "تحميل ملف الاسترداد",
  "Initiate refund": "بدء استرداد الأموال",
  "Refund initiated successfully": "تم بدء استرداد الأموال بنجاح",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "هنا يمكنك بدء استرداد الأموال لمعاملات المساهمة الفاشلة. إذا كان متصفحك قد قام بتخزين ملفات استرداد الأموال محليًا، فما عليك سوى إدخال عنوان سلسلة Bitcoin الخاص بك للمتابعة. إذا لم يكن الأمر كذلك، فستحتاج أيضًا إلى تحميل ملف استرداد الأموال الذي يجب أن تكون قد حفظته بأمان أثناء عملية المساهمة.",
  "For more info on Refund Policies and Fees <1>click here.</1>": "لمزيد من المعلومات حول سياسات ورسوم استرداد الأموال <1>انقر هنا.</1>",
  "Check out my project in geyser: {{projectLink}}": "تحقق من مشروعي في Geyser: {{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "نحن في مهمة لتغيير اللعبة ونحتاج إلى مساعدتك. انغمس في مشروعنا على @geyserfund ودعنا نحدث فرقًا. هل أنت مستعد؟ {{projectLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "احلم معنا! نحن نطلق شيئًا مذهلاً على @geyserfund وأنت مدعو لتكون جزءًا من الرحلة. انضم إلينا! {{projectLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "أخبار رائعة! لقد أطلقنا للتو أحدث مشاريعنا على @geyserfund ونحتاج إلى مساعدتك لجعلها حقيقة. هل أنت مستعد لإحداث فرق؟ {{projectLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "انضم إلينا في تحقيق مشروع أحلامنا على @geyserfund. دعنا نغير الأمور معًا! {{projectLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "أخبار عاجلة: نحن نهز الأمور بمشروعنا الجديد على @geyserfund! تحقق من ذلك: {{projectLink}} #أخبار_عاجلة",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "نحن نحول أحلامنا إلى حقيقة بهذا المشروع على @geyserfund. دعمك مهم: {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "إحداث فرق، خطوة بخطوة. انضم إلى مهمتنا على @geyserfund وساعدنا في ترك تأثير دائم. دعمك يصنع كل الفرق: {{projectLink}} #اصنع_فرقًا",
  "By keeping your project in 'draft', it will remain hidden until you decide to launch it": "عن طريق إبقاء مشروعك في 'مسودة'، سيظل مخفيًا حتى تقرر إطلاقه",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "بدلاً من ذلك، يمكنك استكشاف موفري عناوين Lightning الآخرين والحدود الخاصة بهم من خلال هذا الرابط: <1>قائمة محافظ Lightning</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "نأسف، لكن لا يمكن إكمال معاملتك. وصلت محفظة المشروع التي تحاول تمويلها إلى الحد الأقصى ولا يمكنها استلام أكثر من {{amount}} سات في هذا الوقت.",
  "Scan and pay invoice with bitcoin.": "امسح وادفع الفاتورة باستخدام البيتكوين.",
  "Download and securely store your Refund File.": "قم بتنزيل وتخزين ملف استرداد الأموال الخاص بك بأمان.",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "إذا قمت بذلك، وقررت أنك لا ترغب في المتابعة باسترداد الأموال في هذه اللحظة، فمن الآمن تمامًا لك إغلاق هذه النافذة",
  "Do not close this window": "لا تغلق هذه النافذة",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "من الآمن حذف ملف استرداد الأموال، حيث تمت معالجة معاملتك بنجاح.",
  "Refund Transaction Fees": "رسوم معاملة استرداد الأموال",
  "Amount contributed": "المبلغ المساهم به",
  "Contribution to": "مساهمة في",
  "Refund summary": "ملخص استرداد الأموال",
  "Total Refunded": "إجمالي المبلغ المسترد",
  "We apologize for any inconvenience caused.": "نعتذر عن أي إزعاج تسببنا فيه.",
  "If you need assistance, please don't hesitate to reach out to us for support.": "إذا كنت بحاجة إلى مساعدة، فيرجى عدم التردد في التواصل معنا للحصول على الدعم.",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "لا تتردد في <1>الاتصال بالمنشئ</1> لإعلامه بمحاولة التمويل الخاصة بك.",
  "Alternatively": "بدلاً من ذلك",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "لسوء الحظ، لا يمكننا الوصول إلى المحفظة لإنشاء فاتورة. قد يحدث هذا بسبب",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "تقدم بطلب للمشاركة في {{title}} عن طريق إنشاء مشروعك على Geyser ثم تحديده في تدفق الطلب",
  "Confirm Delete": "تأكيد الحذف",
  "Leaderboard (All)": "لوحة المتصدرين (الكل)",
  "Sats sent": "تم إرسال سات",
  "votes": "أصوات",
  "voters": "ناخبون",
  "sats sent": "تم إرسال سات",
  "How voting works": "كيفية عمل التصويت",
  "This grant uses ": "يستخدم هذا المنح ",
  "Incremental Voting": "التصويت التدريجي",
  "1 vote": "صوت واحد",
  "From 1,000 to 9,999 sats": "من 1000 إلى 9999 سات",
  "2 votes": "صوتان",
  "From 10,000 to 99,999 sats": "من 10000 إلى 99999 سات",
  "3 votes": "3 أصوات",
  "Above 100k sats": "أكثر من 100 ألف سات",
  "Above 100k sats = 3 votes": "أكثر من 100 ألف سات = 3 أصوات",
  "Let's vote!": "هيا نصوت!",
  "Proportional Voting": "التصويت النسبي",
  " to enable more funding to go towards projects. This means:": " لتمكين المزيد من التمويل للذهاب نحو المشاريع. هذا يعني:",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 سات = صوت واحد. كل سات هو صوت واحد.",
  "You can send Sats to multiple projects and multiple times": "يمكنك إرسال سات إلى مشاريع متعددة ومرات متعددة",
  "You can send Sats anonymously": "يمكنك إرسال سات بشكل مجهول",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "ابق على اطلاع دائم بالمشاريع التي تتابعها من خلال تلقي تحديثات المشاريع المتكررة وإعلانات منتجات Geyser. أرسل بريدًا إلكترونيًا أدناه ، وقم بإلغاء الاشتراك في أي وقت.",
  "Enter Goal Title": "أدخل عنوان الهدف",
  "Deleting this goal will result in losing all of its progress": "سيؤدي حذف هذا الهدف إلى فقدان كل تقدمه",
  "Are you sure you want to delete goal titled": "هل أنت متأكد أنك تريد حذف الهدف بعنوان",
  "Delete Goal": "حذف الهدف",
  "Denominate your goal in Bitcoin or USD": "سم هدفك بالبتكوين أو الدولار الأمريكي",
  "Inspire your followers to contribute to specific objectives.": "ألهم متابعيك بالمساهمة في أهداف محددة.",
  "Goal Title": "عنوان الهدف",
  "Goal Amount": "مبلغ الهدف",
  "Denomination": "الفئة",
  "Create goal": "إنشاء هدف",
  "Nostr": "نوستر",
  "Sold": "تم البيع",
  "Buy": "شراء",
  "Followers": "المتابعون",
  "Ready for delivery": "جاهز للتسليم",
  "Preorder": "الطلب المسبق",
  "Goals": "الأهداف",
  "weeks": "أسابيع",
  "Change language": "تغيير اللغة",
  "Discover": "اكتشف",
  "Completed": "مكتمل",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "هذا هو الهدف الافتراضي. سيتم توجيه المساهمات إلى هنا ما لم يقرر المساهمون تمويل هدف آخر. بمجرد اكتمال هذا الهدف ، سيصبح الهدف التالي في الخط هو الهدف الافتراضي تلقائيًا.",
  "This goal is denominated in US Dollars": "تم تحديد قيمة هذا الهدف بالدولار الأمريكي",
  "contributed towards goal": "ساهم في تحقيق الهدف",
  "Location": "الموقع",
  "of": "من",
  "Posts": "المشاركات",
  "Delivery in": "التسليم في",
  "contributed in total": "تمت المساهمة في المجموع",
  "Title must match exactly": "يجب أن يتطابق العنوان تمامًا",
  "Github": "جيت هب",
  "No contributions have been made to this project": "لم يتم تقديم أي مساهمات لهذا المشروع",
  "Project details": "تفاصيل المشروع",
  "Anonymous": "مجهول",
  "Select project": "حدد المشروع",
  "Logged in with": "تم تسجيل الدخول باستخدام",
  "Do you want to receive monthly email updates of the projects you follow?": "هل تريد تلقي تحديثات بريد إلكتروني شهرية للمشاريع التي تتابعها؟",
  "Sign in": "تسجيل الدخول",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "ابق على اطلاع دائم بالمشاريع التي تتابعها من خلال تلقي تحديثات المشاريع المتكررة وتحديثات منتجات Geyser.",
  "Sign in to Geyser": "تسجيل الدخول إلى Geyser",
  "Yes, please send me updates": "نعم ، يرجى إرسال التحديثات لي",
  "Don't ask again": "لا تسأل مرة أخرى",
  "Reset filters": "إعادة تعيين عوامل التصفية",
  "Create project": "إنشاء مشروع",
  "Receive email notifications for projects you follow": "تلقي إشعارات عبر البريد الإلكتروني للمشاريع التي تتابعها",
  "Stay informed": "ابق على علم",
  "Feature project": "المشاريع المميزة",
  "Featured": "مميز",
  "No, no project updates": "لا ، لا توجد تحديثات للمشروع",
  "Learn more": "أعرف أكثر",
  "Filter by": "تصفية حسب",
  "View results": "عرض النتائج",
  "My Projects": "مشاريعي",
  "Inactive projects": "المشاريع غير النشطة",
  "Past week": "الأسبوع الماضي",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "مشروعك غير مرئي للعامة ولا يمكنه تلقي المساهمات. انقر فوق نشر عندما تكون جاهزًا للانتقال إلى البث المباشر.",
  "Draft": "مسودة",
  "Updates on projects I follow": "تحديثات على المشاريع التي أتابعها",
  "Contributions Received": "المساهمات المستلمة",
  "No contributions received": "لم يتم استلام أي مساهمات",
  "Global Feed": "تغذية عالمية",
  "Projects I Follow": "المشاريع التي أتابعها",
  "Top Contribution": "أفضل مساهمة",
  "Anonymous contributor": "مساهم مجهول",
  "New post": "منشور جديد",
  "Top Projects and Contributors": "أفضل المشاريع والمساهمين",
  "Past month": "الشهر الماضي",
  "The projects and contributors making world-changing ideas a reality": "المشاريع والمساهمون الذين يجعلون الأفكار التي تغير العالم حقيقة واقعة",
  "Select period...": "اختر الفترة...",
  "through": "خلال",
  "Open Grants": "المنح المفتوحة",
  "Open": "مفتوح",
  "Awarded": "تم منحه",
  "Sponsors": "الجهات الراعية",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "شارك عنوان Geyser Lightning الخاص بك مع أي شخص ، ويمكنه تمويلك من خلاله على الفور.",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "أضف عنوان Lightning هذا إلى ملف تعريف Nostr الخاص بك لهذا المشروع للحصول على \"zapped\" (تمت الإشارة إليه) مباشرة من قبل المستخدمين الآخرين",
  "Write post": "اكتب منشور",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "Nostr npub هو المعرّف الفريد لمشروعك على شبكة Nostr الاجتماعية اللامركزية المقاومة للرقابة.",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "عنوان Lightning هو معرف يشبه البريد الإلكتروني لتلقي Bitcoin.",
  "Lightning address & NPUB": "عنوان Lightning و NPUB",
  "Available": "متاح",
  "Share the post page to spread the word across the internet and social media.": "شارك صفحة المنشور لنشر الكلمة عبر الإنترنت ووسائل التواصل الاجتماعي.",
  "Share post": "مشاركة المنشور",
  "Project is part of a voting grant": "المشروع جزء من منحة تصويت",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "تستخدم هذه المنحة التصويت التدريجي لضمان أن يكون لجميع الأصوات تأثير. وهي تعمل على هذا النحو:",
  "You can vote multiple times and towards multiple projects": "يمكنك التصويت عدة مرات وإلى مشاريع متعددة",
  "You can vote by sending Sats": "يمكنك التصويت عن طريق إرسال Sats",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "يمكنك الإدلاء بما يصل إلى 3 أصوات لكل مشروع بناءً على المبالغ التراكمية المرسلة إلى كل مشروع:",
  "Inactive Wallet": "محفظة غير نشطة",
  "View Sales": "عرض المبيعات",
  "Unhide": "إظهار",
  "Sales": "المبيعات",
  "Accounting": "المحاسبة",
  "Project Info": "معلومات المشروع",
  "Notifications": "الإشعارات",
  "Funds received (sats)": "الأموال المستلمة (sats)",
  "Views": "المشاهدات",
  "Funding by method": "التمويل حسب الطريقة",
  "Funding by region": "التمويل حسب المنطقة",
  "Private message": "رسالة خاصة",
  "Export CSV": "تصدير CSV",
  "Project info": "معلومات المشروع",
  "Upload image": "تحميل صورة",
  "Youtube and Vimeo video links are supported for project headers.": "يتم دعم روابط فيديو Youtube و Vimeo لرؤوس المشاريع.",
  "Media url": "عنوان URL للوسائط",
  "Upload additional image": "تحميل صورة إضافية",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "لتعديل محفظتك ، يجب عليك التحقق من عنوان بريدك الإلكتروني لأسباب أمنية. يمكنك القيام بذلك في <0> إعدادات ملف التعريف الخاص بك </0> <1>  تعرف على المزيد في الدليل. </1>",
  "Choose Geyser split per transaction:": "اختر تقسيم Geyser لكل معاملة:",
  "Featured Wallets": "المحافظ المميزة",
  "Export Private Key (nsec)": "تصدير المفتاح الخاص (nsec)",
  "Project status": "حالة المشروع",
  "Are you sure you want to deactivate the project ?": "هل أنت متأكد أنك تريد إلغاء تنشيط المشروع؟",
  "Update project status": "تحديث حالة المشروع",
  "Delete Project": "حذف المشروع",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "يسعى هذا المشروع للحصول على تمويل من خلال {{grantName}}. لدعم المشروع بتصويتك ، يرجى تسجيل الدخول باستخدام حساب وسائط اجتماعية مرتبط (حسابات Lightning غير مؤهلة للتصويت). نرحب بك للمساهمة حتى بدون تسجيل الدخول ، لكنها لن تُحتسب كتصويت.",
  "Provide your Nostr public address (npub)": "يرجى تقديم عنوانك العام نوستر (npub)",
  "The Bitcoin address you entered is invalid": "عنوان البيتكوين الذي أدخلته غير صالح",
  "Basket": "سلة",
  "Summary": "ملخص",
  "All posts": "جميع المشاركات",
  "Post on X": "انشر على X",
  "Your post is live!": "مشاركتك مباشرة! ",
  "Don’t forget to share it on social media to maximize its reach.": "لا تنس مشاركتها على وسائل التواصل الاجتماعي لزيادة انتشارها.",
  "Followers (Everyone)": "المتابعون (الجميع)",
  "Back to post": "العودة إلى المشاركة",
  "Post Title": "عنوان المشاركة",
  "Publish": "نشر",
  "The summary of the post": "ملخص المشاركة",
  "Send post by email": "إرسال المشاركة عبر البريد الإلكتروني",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "يمكنك نشر مشاركة على المنصة مرئية للجميع، وإرسالها اختياريًا عبر البريد الإلكتروني إلى أعضاء محددين في مجتمعك.",
  "Don’t Lose Your Progress": "لا تفقد تقدمك",
  "Upload header image": "تحميل صورة الرأس",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "سيكون عنوان المشاركة والعنوان الفرعي والصورة هي الأشياء الوحيدة المرئية في رسالة البريد الإلكتروني التي يتلقاها المستخدمون. تأكد من أنها جذابة للانتباه لتشجيعهم على زيارة مشاركتك.",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "أنت على وشك المغادرة. فكر في حفظ مشاركتك كمسودة لتجنب فقدان عملك وإنهائه لاحقًا.",
  "Link": "رابط",
  "Send via email": "إرسال عبر البريد الإلكتروني",
  "Send to": "إرسال إلى",
  "Select recipients": "اختر المستلمين",
  "Email will be sent to": "سيتم إرسال البريد الإلكتروني إلى",
  "members.": "أعضاء.",
  "Completed Goals": "الأهداف المكتملة",
  "Successfully deleted post!": "تم حذف المشاركة بنجاح!",
  "Back to posts": "العودة إلى المشاركات",
  "Failed to fetch featured project": "فشل في جلب المشروع المميز",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "يتم تمييز المحافظ على أنها غير مستقرة عندما تفشل المعاملة بسبب فشل المعاملة، أو عدم وجود سيولة واردة كافية، أو غير ذلك. فكر في إجراء معاملة صغيرة لإعادة مشروعك إلى نشاطه، أو تغيير محفظتك.",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "محفظتك غير وظيفية. يرجى تغيير محفظتك لتلقي المساهمات.",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "مشروعك مباشر ويمكنه تلقي المساهمات. شارك مشروعك للحصول على مزيد من الظهور.",
  "No projects": "لا توجد مشاريع",
  "Profile settings": "إعدادات الملف الشخصي",
  "Goal": "الهدف",
  "Exit the creation flow": "الخروج من تدفق الإنشاء",
  "The project will be saved as a Draft and you can access it in your Profile page.": "سيتم حفظ المشروع كمسودة ويمكنك الوصول إليه في صفحة ملفك الشخصي.",
  "Save as draft": "حفظ كمسودة",
  "Leave a public comment here.": "اترك تعليقًا عامًا هنا.",
  "Enter your comment here...": "أدخل تعليقك هنا...",
  "Private comments": "تعليقات خاصة",
  "Funded": "تم تمويله",
  "Merch": "بضائع",
  "Provide your Lightning Address for a full or partial refund": "يرجى تقديم عنوان Lightning الخاص بك لاسترداد كامل أو جزئي",
  "To a goal": "إلى هدف",
  "Email and Updates": "البريد الإلكتروني والتحديثات",
  " Total to pay": "إجمالي الدفع",
  "Copy invoice": "نسخ الفاتورة",
  "Download invoice": "تنزيل الفاتورة",
  "Update your community by email": "قم بتحديث مجتمعك عن طريق البريد الإلكتروني",
  "Facebook": "فيسبوك",
  "Google": "جوجل",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "<0>أرسل المبلغ المحدد للدفع بالساتوشي</0> لضمان معالجة ناجحة وتجنب رفض الدفع.",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "<0>اضبط رسوم المعاملة على متوسطة أو عالية</0> وقم بتعديل معدل الرسوم بالساتوشي لكل بايت (sat/B) لضمان معالجة مبادلتك في غضون 24 ساعة.",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "<0>قم بتنزيل ملف الاسترداد وقم بتخزينه بشكل آمن؛</0> إذا كنت في شك، أعد التنزيل لضمان سلامته",
  "Transaction is being processed": "تتم معالجة المعاملة",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "قم بتنزيل ملف الاسترداد وقم بتخزينه بشكل آمن؛ إذا كنت في شك، أعد التنزيل لضمان سلامته.",
  "Get notified via email (optional)": "تلقي إشعارات عبر البريد الإلكتروني (اختياري)",
  "Enter notified by email (optional)": "أدخل عبر البريد الإلكتروني (اختياري)",
  "Refresh Page": "تحديث الصفحة",
  "Continue with email": "المتابعة باستخدام البريد الإلكتروني",
  "Twitter (X)": "تويتر (X)",
  "You can login securely by using One Time Password sent to your email.": "يمكنك تسجيل الدخول بأمان باستخدام كلمة المرور لمرة واحدة المرسلة إلى بريدك الإلكتروني.",
  "Receive One Time Password": "استقبال كلمة المرور لمرة واحدة",
  "We sent you an OTP code to": "أرسلنا لك رمز OTP إلى",
  "Paste (or type) it below to continue.": "ألصقه (أو اكتبه) أدناه للمتابعة.",
  "Banner": "لافتة",
  "Spread the word": "انشر الخبر",
  "This month": "هذا الشهر",
  "Hall of Fame": "صالة الشهرة",
  "Top Projects": "أفضل المشاريع",
  "Top Heroes": "أفضل الأبطال",
  "Creators": "المبدعون",
  "Ambassadors": "السفراء",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "اكتشف أفضل المشاريع التي تُحدث تأثيرًا كبيرًا على التبني الجماعي لـ Bitcoin",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "تم جمع <1>{{usdAmount}}</1> ({{satsAmount}} ساتوشي) مع <3>{{numberOfContributions}}</3> مساهمات من <5>{{numberOfFunders}}</5> مستخدم.",
  "Those bringing the most successful projects to life": "أولئك الذين يحيون أنجح المشاريع",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "أولئك الذين تساهم مساهماتهم في تمكين المشاريع على Geyser ، مما يؤدي إلى تبني Bitcoin",
  "Heroes Hall of Fame": "صالة الشهرة للأبطال",
  "Those spreading the word about valuable projects and enabling contributions to happen": "أولئك الذين ينشرون الخبر عن المشاريع القيمة ويمكّنون المساهمات",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "شارك صالة الشهرة للأبطال لعرض أفضل المساهمين والمبدعين والسفراء في نظام Bitcoin البيئي!",
  "Hero link:": "رابط البطل:",
  "Top Contributors": "أفضل المساهمين",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "ساهموا بـ <1>{{usdAmount}}</1> ({{satsAmount}} ساتوشي) مع <3>{{numberOfContributions}}</3> مساهمات في <5>{{numberOfProjects}}</5> مشاريع",
  "Top Creators": "أفضل المبدعين",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "تم جمع <1>{{usdAmount}}</1> ({{satsAmount}} ساتوشي) عبر <3>{{numberOfProjects}}</3> مشاريع",
  "Top Ambassadors": "أفضل السفراء",
  "made in contributions": "صنع في المساهمات",
  "raised in contributions": "تم جمعها في المساهمات",
  "Hero Rank": "ترتيب البطل",
  "Ambassador": "سفير",
  "of enabled contributions": "من المساهمات الممكّنة",
  "Error fetching user profile": "خطأ في جلب ملف تعريف المستخدم",
  "Copy card": "نسخ البطاقة",
  "Creator Ranking": "ترتيب المبدعين",
  "Contributor Ranking": "ترتيب المساهمين",
  "Ambassador Ranking": "ترتيب السفراء",
  "Resend code": "إعادة إرسال الرمز",
  "Geyser Manifesto": "بيان Geyser",
  "with": "مع",
  "contributions": "مساهمات",
  "to get your custom": "للحصول على مخصصتك",
  "Become the first project": "كن أول مشروع",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "شخص يمكّن المساهمات في المشاريع عن طريق نشر الخبر باستخدام رابط البطل الفريد الخاص به/بها",
  "and track the impact of sharing.": "وتتبع تأثير المشاركة.",
  "A unique link that tracks contributions you helped generate": "رابط فريد يتتبع المساهمات التي ساعدت في إنشائها",
  "Hero link": "رابط البطل",
  "Share on X": "شارك على X",
  "by spreading the word and enabling more contributions to this project.": "عن طريق نشر الخبر وتمكين المزيد من المساهمات في هذا المشروع.",
  "No contributions have been enabled through sharing yet.": "لم يتم تمكين أي مساهمات من خلال المشاركة حتى الآن.",
  "No Purchases made yet": "لم تتم أي مشتريات بعد",
  "Failed to fetch purchases": "فشل في جلب المشتريات",
  "No contributions made yet": "لم يتم تقديم أي مساهمات بعد",
  "Order placed": "تم تقديم الطلب",
  "Order number": "رقم الطلب",
  "Unit price": "سعر الوحدة",
  "By continuing to checkout you are accepting our T&Cs": "بالمتابعة إلى الخروج ، فإنك تقبل الشروط والأحكام الخاصة بنا",
  "Please refresh the page and try again": "يرجى تحديث الصفحة والمحاولة مرة أخرى",
  "Something went wrong": "حدث خطأ ما",
  "An Error Occured": "حدث خطأ",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "لقد واجهنا مشكلة في عملية الدفع. قد يكون هذا بسبب خدمة خارجية أو خطأ داخلي في النظام. نعتذر عن هذا الإزعاج ونقدر صبركم بينما نعمل على حل هذه المشكلة.",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "بعض أخطاء النظام مؤقتة. بالنقر على زر المحاولة مرة أخرى، يمكنك إعادة محاولة الدفع.",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "إذا كنت لا تزال تواجه هذه المشكلة أو كنت بحاجة إلى مساعدة، فيرجى عدم التردد في الاتصال بنا للحصول على الدعم.",
  "for this project by spreading the word using your": "لهذا المشروع عن طريق نشر الكلمة باستخدام",
  "Next Actions": "الإجراءات التالية",
  "Become an": "كن",
  "Hero Link:": "رابط البطل:",
  "Send to new email": "إرسال إلى بريد إلكتروني جديد",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "تحقق من بريدك الإلكتروني ({{email}}) لتلقي إشعارات حول تأكيد المعاملة.",
  "Learn more about Geyser Grants.": "تعرف على المزيد حول منح Geyser.",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "منح للمعلمين والمبدعين والبنائين الذين يدفعون اعتماد Bitcoin إلى الأمام. ساعد في تمويل الجولة التالية من المنح الآن!",
  "Guardians": "الأوصياء",
  "Closed Grants": "المنح المغلقة",
  "Make a recurring contribution": "تقديم مساهمة متكررة",
  "Subscription": "اشتراك",
  "Subscribing anonymously": "الاشتراك بشكل مجهول",
  "You would not be able to manage your subscription through geyser.": "لن تتمكن من إدارة اشتراكك من خلال Geyser.",
  "To manage your subscription in the future, please login to stripe with your provided email.": "لإدارة اشتراكك في المستقبل، يرجى تسجيل الدخول إلى Stripe باستخدام بريدك الإلكتروني المقدم.",
  "Warrior": "المحارب",
  "Legend": "أسطورة",
  "Knight": "فارس",
  "King": "ملك",
  "Why Geyser": "لماذا Geyser",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "يلعب حراس Geyser دورًا حيويًا في اعتماد bitcoin. من خلال أن تصبح وصيًا، فإنك تمول بشكل مباشر منح المبدعين وتحصل على امتيازات حصرية في المقابل.",
  "Words from creators on Geyser": "كلمات من المبدعين على Geyser",
  "Geyser Guardians": "حراس Geyser",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "في عالم يسود فيه العدمية والتشاؤم بشأن المستقبل، جلب لنا Bitcoin الأمل. ليس فقط الأمل في عالم مبني على المال السليم، ولكن الأمل في قوة العمل لإحداث تغيير هادف. العالم قابل للطرق، والأفراد لديهم القدرة على إعادة تشكيله.",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "لكي تترسخ مبادئ Bitcoin السليمة في العالم، يجب أن يحدث التغيير على جميع طبقات المجتمع. المطورون والمعلمون والكتاب وصناع الأفلام والفنانون والمجتمعات بأكملها جميعهم يلعبون دورًا في بناء عالم Bitcoin. لا يوجد عمل صغير جدًا - تتراكم الإجراءات الصغيرة في حركات شعبية عالمية.",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "Bitcoin ثورة سلمية - لكن السلمية لا تعني السلبية. حان وقت العمل. هل أنت من محبي Bitcoin؟ إذن أنت بطل هذه القصة، والأدوات في يديك.",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "فهم السيبربنكس هذا. لم ينتظروا الإذن - بل قاموا ببناء أدوات الحرية. في عام 1993، أعلن بيان السيبربنك، \"السيبربنكس يكتبون الشفرة\". في عام 2009، أصدر ساتوشي ناكاموتو كود Bitcoin. ولد Bitcoin من العمل والإرادة للتغيير.",
  "- Geyser Team": "- فريق Geyser",
  "Metamick": "Metamick",
  "Stelios": "Stelios",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "كانت الرؤية دائمًا هي وضع أسس سليمة للعصر الرقمي - الابتعاد عن المسار المحدد مسبقًا للسيطرة الشمولية والرقابة، والاتجاه نحو اللامركزية والانفتاح والحرية والسيادة الذاتية. لتحقيق ثروة لا يمكن تصورها والازدهار البشري.",
  "Vlad": "Vlad",
  "Partners": "الشركاء",
  "What will you do to help bring about Bitcoin adoption?": "ماذا ستفعل للمساعدة في تحقيق اعتماد البيتكوين؟",
  "Sajal": "سجل",
  "Discounts": "خصومات",
  "Physical Items": "عناصر مادية",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "الوارف، الذي يحمل خدوشًا من معارك لا تحصى، هو مدافع شجاع عن اعتماد البيتكوين. درعه الخفيف وغرائزه الحادة تجعله سريعًا واستراتيجيًا، ويحشد الدعم للأفكار في أيامها الأولى. الدبوس السحري الذي يرتديه يضيء عندما يكون قريبًا من مستخدمي البيتكوين وفي البلدان التي تكون فيها البيتكوين مناقصة قانونية.",
  "Digital Items": "عناصر رقمية",
  "Deliveries will begin in Q1 2025.": "سيبدأ التسليم في الربع الأول من عام 2025.",
  "Experiences": "تجارب",
  "Infinite army": "جيش لا نهائي",
  "Explore Guardians": "استكشف الأوصياء",
  "Leave a private message to the creator.": "اترك رسالة خاصة للمنشئ.",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "أنت تمول بشكل مجهول. <1>سجل الدخول</1> لربط مساهمتك بملفك الشخصي.",
  "Individuals who spread the word about Geyser projects by sharing.": "الأفراد الذين ينشرون كلمة عن مشاريع Geyser من خلال المشاركة.",
  "Project Story": "قصة المشروع",
  "Promote": "الترويج",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "يحصل <1>{{discountItems}}</1> {{guardian}}s الأوائل على خصم <3>10%</3>. <5>{{remainingDiscounts}}</5> متبقية.",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "يدرك الملك الطريق الطويل إلى البيتكوين المفرط. إن الشرب من كأسه المسحور يمنحه بصيرة، مما يسمح له بالتخطيط لاستراتيجيات خالية من العيوب لتعزيز اعتماد البيتكوين. مع تاجه الذهبي وقيادته الحكيمة، فإنه يلهم الوحدة بين مستخدمي البيتكوين، ويوجههم نحو مستقبل مزدهر.",
  "Most funded projects filtered by:": "المشاريع الأكثر تمويلاً مُصنَّفة حسب:",
  "Search country or region": "البحث عن بلد أو منطقة",
  "Worldwide": "عالميًا",
  "Search category or sub category": "البحث عن فئة أو فئة فرعية",
  "All categories": "جميع الفئات",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "تم اكتشافك بسهولة أكبر عن طريق تحديد ما يصل إلى {{MAX_TAGS_ALLOWED}} علامات للمشروع.",
  "Board members": "أعضاء مجلس الإدارة",
  "You can send Sats to projects to multiple projects and multiple times": "يمكنك إرسال Sats إلى المشاريع إلى مشاريع متعددة ومرات متعددة",
  "Receive on": "تلقي على",
  "Add external video": "إضافة مقطع فيديو خارجي",
  "Create Goal": "إنشاء هدف",
  "did ": "فعل",
  "times.": "مرات.",
  " or ": "أو",
  "sold out!": "نفدت الكمية!",
  "Goal reached:": "تم الوصول إلى الهدف:",
  "Update your community": "قم بتحديث مجتمعك",
  "Project Category": "فئة المشروع",
  "Choose the most fitting category. Landing page features trending projects in each category.": "اختر الفئة الأنسب. تعرض الصفحة الرئيسية المشاريع الرائجة في كل فئة.",
  "Select category": "اختر فئة",
  "category": "فئة",
  "with following features": "بالميزات التالية",
  "Project category is required to proceed": "فئة المشروع مطلوبة للمتابعة",
  "Please select a category": "يرجى تحديد فئة",
  "Project subcategory is required to proceed": "الفئة الفرعية للمشروع مطلوبة للمتابعة",
  "Please select a subcategory": "يرجى تحديد فئة فرعية",
  "Please select a country": "الرجاء تحديد بلد",
  "Project country is required to proceed": "بلد المشروع مطلوب للمتابعة",
  "Country": "البلد",
  "Get found more easily by putting your project on the map. Select a country": "تم العثور عليك بسهولة أكبر عن طريق وضع مشروعك على الخريطة. حدد بلدًا",
  "Select country": "اختر البلد",
  "Post saved successfully!": "تم حفظ المنشور بنجاح!",
  "Write an update": "اكتب تحديثًا",
  "Images": "صور",
  "Pre-Order": "طلب مسبق",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "للحصول على أفضل ملاءمة، حدد صورة أفقية بنسبة 4:3. الحد الأقصى لحجم الصورة: 10 ميغابايت.",
  "Select Category": "اختر الفئة",
  "Short Description": "وصف مختصر",
  "Expected Availability Date": "تاريخ التوفر المتوقع",
  "Enable this option to request the user's shipping address. This is necessary for delivering physical products directly to your supporters.": "قم بتمكين هذا الخيار لطلب عنوان شحن المستخدم. هذا ضروري لتوصيل المنتجات المادية مباشرة إلى مؤيديك.",
  "Successfully updated!": "تم التحديث بنجاح!",
  "All goals": "جميع الأهداف",
  "Goal updates": "تحديثات الهدف",
  "Share the goal page to spread the word across the internet and social media.": "شارك صفحة الهدف لنشر الخبر عبر الإنترنت ووسائل التواصل الاجتماعي.",
  "Share goal": "شارك الهدف",
  "Edit goal": "تعديل الهدف",
  "The board evaluates all applications and decides the allocation of the funds collected.": "يقوم المجلس بتقييم جميع الطلبات ويقرر تخصيص الأموال التي تم جمعها.",
  "Achievements": "الإنجازات",
  "Upcoming Grants": "المنح القادمة",
  "Investors": "المستثمرون",
  "Become our partner": "كن شريكنا",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "المستثمرون ملتزمون بمهمة Bitcoin المتمثلة في الانفتاح والحرية والابتكار.",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "علامات Bitcoin التجارية التي تمكن المبدعين من قيادة التبني في جميع أنحاء العالم.",
  "Goal reached": "تم تحقيق الهدف",
  "Goal created": "تم إنشاء الهدف",
  "New Project": "مشروع جديد",
  "Funding Limits & Verification": "حدود التمويل والتحقق",
  "Phone Verification": "التحقق من الهاتف",
  "Verified": "تم التحقق",
  "Raise up to $100k in total": "اجمع ما يصل إلى 100 ألف دولار إجمالاً",
  "Max $10k per contribution": "حد أقصى 10 آلاف دولار لكل مساهمة",
  "Gov ID": "هوية حكومية",
  "Increase my limit": "زيادة الحد الخاص بي",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "يتم تطبيق الحدود لمنع الإساءة أو عمليات الاحتيال أو الأنشطة الاحتيالية. يوفر مستوى إضافيًا من الثقة للمساهمين في مشروعك.",
  "Go limitless": "اذهب بلا حدود",
  "Enable fiat contributions": "تمكين مساهمات فيات",
  "Remove funding limits": "إزالة حدود التمويل",
  "Raised up to $10k in total": "تم جمع ما يصل إلى 10 آلاف دولار إجمالاً",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "تخضع مساهمات فيات لرسوم إضافية بنسبة 3.5٪ يتقاضاها معالج الدفع التابع لجهة خارجية.",
  "Nostr Wallet Connect": "Nostr Wallet Connect",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "مكّن المساهمين لديك من التمويل باستخدام فيات. عند التمكين، يتم تحويل جميع المدفوعات تلقائيًا إلى Bitcoin وإيداعها على الفور في محفظة Bitcoin المتصلة بك.",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Wallet Connect</0> هو بروتوكول يستخدم Nostr لتوصيل تطبيقات الويب بمحافظ Lightning. اقرأ المزيد على <2>nwc.dev.</2>",
  "Email Verification": "التحقق من البريد الإلكتروني",
  "OTP Sent to the updated email": "تم إرسال OTP إلى البريد الإلكتروني المحدث",
  "Verify your identity": "تحقق من هويتك",
  "Skip": "تخطي",
  "Identity verification": "التحقق من الهوية",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "ستحتاج إلى التحقق من هويتك باستخدام هوية حكومية لتمكين مساهمات فيات. قم بإيقاف تشغيل هذه الوظيفة إذا كنت لا ترغب في إكمال عملية التحقق.",
  "Lightning Address & Wallet": "عنوان Lightning & Wallet",
  "Continue to verification": "المتابعة إلى التحقق",
  "You’re almost ready to launch!": "أنت على وشك الانطلاق!",
  "Verification Successful": "التحقق ناجح",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "سيتمكن المساهمون من إنفاق فيات من خلال بطاقة الائتمان الخاصة بهم أو طريقة الدفع المحلية، بينما تتلقى أنت دائمًا Bitcoin على Lightning.",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "يتطلب التحقق فقط هوية صادرة عن الحكومة ويستغرق أقل من دقيقتين من خلال شريكنا الآمن والموثوق به.",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "يتيح لك التحقق من منشئ المحتوى فتح وظائف معينة لجميع مشاريعك على النظام الأساسي:",
  "A verified creator badge": "شارة منشئ محتوى تم التحقق منه",
  "To help you build trust with potential contributors.": "لمساعدتك على بناء الثقة مع المساهمين المحتملين.",
  "Become a guardian": "كن وصيًا",
  "You have successfully completed the phone verification.": "لقد أكملت بنجاح التحقق من الهاتف.",
  "Complete Identity Verification": "أكمل التحقق من الهوية",
  "Remove raising limits on your project": "قم بإزالة حدود الرفع على مشروعك",
  "Complete the identity verification to:": "أكمل التحقق من الهوية لـ:",
  "Your project can now receive up to 100k dollars.": "يمكن لمشروعك الآن الحصول على ما يصل إلى 100 ألف دولار.",
  "Phone verification": "التحقق من الهاتف",
  "You can now raise more than $100k in contributions for your project.": "يمكنك الآن جمع مساهمات تزيد عن 100 ألف دولار لمشروعك.",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "لقد حصلت أيضًا على شارة \"منشئ تم التحقق منه\" ، وتمكين مساهمات العملات الورقية في مشروعك.",
  "You have successfully completed the document verification!": "لقد أكملت بنجاح التحقق من المستندات!",
  "Email verification required": "التحقق من البريد الإلكتروني مطلوب",
  "Please verify your email.": "يرجى التحقق من بريدك الإلكتروني.",
  "Verification on hold": "التحقق معلق",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "التحقق الخاص بك قيد الانتظار. قد تحتاج إلى تحميل بعض المستندات مرة أخرى ، أو تقديم معلومات إضافية. يرجى الاتصال بـ support@geyser.fund.",
  "Complete verification": "إكمال التحقق",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "وصل مشروعك إلى الحد الأقصى للتمويل البالغ 10 آلاف دولار. أكمل التحقق من الهاتف للاستمرار في جمع ما يصل إلى 100 ألف دولار.",
  "Funding limit reached!": "تم الوصول إلى الحد الأقصى للتمويل!",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "وصل مشروعك إلى الحد الأقصى للتمويل البالغ 100 ألف دولار. أكمل التحقق من الهوية للاستمرار في جمع الأموال فوق 100 ألف دولار.",
  "You have almost reached your funding limit!": "لقد وصلت تقريبًا إلى الحد الأقصى للتمويل!",
  "Verify now": "تحقق الآن",
  "Become a Verified Creator": "كن منشئًا تم التحقق منه",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "احصل على شارة منشئ تم التحقق منه وقم بتمكين مساهمات العملات الورقية عن طريق التحقق من هويتك.",
  "Back to profile": "العودة إلى الملف الشخصي",
  "Subscriptions": "الاشتراكات",
  "Profile": "الملف الشخصي",
  "Profile information": "معلومات الملف الشخصي",
  "This email has been verified": "تم التحقق من هذا البريد الإلكتروني",
  "Update email": "تحديث البريد الإلكتروني",
  "Verifications": "عمليات التحقق",
  "Customize your profile and project notifications.": "خصص إشعارات ملفك الشخصي ومشروعك.",
  "Creator notifications": "إشعارات المنشئ",
  "Projects I follow": "المشاريع التي أتابعها",
  "You will receive project updates regarding the projects that you follow. ": "ستتلقى تحديثات المشروع بخصوص المشاريع التي تتابعها.",
  "Unfollow": "إلغاء المتابعة",
  "View, adjust, and manage all your subscriptions.": "عرض جميع اشتراكاتك وضبطها وإدارتها.",
  "Active subscriptions": "الاشتراكات النشطة",
  "You don't have any active subscriptions.": "ليس لديك أي اشتراكات نشطة.",
  "You don't have any paused subscriptions.": "ليس لديك أي اشتراكات متوقفة مؤقتًا.",
  "Profile Settings": "إعدادات الملف الشخصي",
  "Identity": "الهوية",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0> اختار أن يصبح Geyser Guardian لدعم نظامنا الأساسي والمساعدة في دفع اعتماد Bitcoin.",
  "Nudge the creator": "دفع المنشئ",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "أعلم المنشئ أنك ترغب في إجراء دفعة بالعملة الورقية ، حتى يتمكن من إعدادها.",
  "Select a currency supported by our payment provider": "حدد عملة مدعومة من قبل مزود الدفع لدينا",
  "Identity verification required": "التحقق من الهوية مطلوب",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "يتم التعامل مع أي معلومات حساسة يتم مشاركتها أثناء عملية التحقق بشكل آمن بواسطة موفر التحقق.",
  "Redirection Notice": "إشعار إعادة التوجيه",
  "clicking here": "بالنقر هنا",
  "Waiting for payment to be confirmed": "في انتظار تأكيد الدفع",
  "Contribution amount above $10k": "مبلغ المساهمة أعلى من 10 آلاف دولار",
  "To contribute more than $10k, please complete a one-time identity verification.": "للمساهمة بأكثر من 10 آلاف دولار ، يرجى إكمال التحقق من الهوية لمرة واحدة.",
  "Collapse": "طي",
  "Meanwhile, please try other payment methods": "في غضون ذلك ، يرجى تجربة طرق الدفع الأخرى",
  "Creator will be notified shortly": "سيتم إخطار المنشئ قريبًا",
  "Creator Verification": "التحقق من المنشئ",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin أو Lightning أو Fiat (20+ طريقة دفع)",
  "Receive funds instantly, in your Bitcoin wallet": "تلقي الأموال على الفور في محفظة Bitcoin الخاصة بك",
  "Configure wallet": "تكوين المحفظة",
  "Wallet limits": "حدود المحفظة",
  "Minimum Receivable Limit": "الحد الأدنى للاستلام",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "التواصل مع مزود المحفظة الخاص بك، حيث قد يوفر خيارًا لزيادة هذه الحدود.",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "تم تحديد هذه الحدود وفقًا لتقدير مزود محفظة Lightning الخاص بك. لزيادتها، ضع في اعتبارك:",
  "Maximum Receivable Limit": "الحد الأقصى للاستلام",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "اقترب مشروعك من الوصول إلى حد التمويل الخاص بك البالغ 10 آلاف دولار. أكمل التحقق عبر الهاتف لمواصلة جمع ما يصل إلى 100 ألف دولار.",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "اقترب مشروعك من الوصول إلى حد التمويل الخاص بك البالغ 100 ألف دولار. أكمل التحقق من الهوية لمواصلة جمع الأموال فوق 100 ألف دولار.",
  "Please try again, once the creator has removed the funding limits.": "يرجى المحاولة مرة أخرى، بمجرد أن يقوم المنشئ بإزالة حدود التمويل.",
  "This project has reached its Funding limit": "وصل هذا المشروع إلى حد التمويل الخاص به",
  "Products": "المنتجات",
  "Search project": "البحث عن مشروع",
  "No trending products found": "لم يتم العثور على منتجات رائجة",
  "Failed to fetch recent products": "فشل في جلب المنتجات الحديثة",
  "Failed to fetch project goals": "فشل في جلب أهداف المشروع",
  "time.": "الوقت.",
  "Configure Wallet": "تكوين المحفظة",
  "Project objective is a required field.": "هدف المشروع حقل مطلوب.",
  "Enabled": "مفعل",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "ستحتاج إلى التحقق من هويتك بواسطة مزود الدفع التابع لجهة خارجية. هذا التحقق مطلوب فقط للدفعات الورقية التي تزيد عن 500 دولار شهريًا.",
  "To contribute more than $10k, please log in and complete a one-time verification.": "للمساهمة بأكثر من 10 آلاف دولار، يرجى تسجيل الدخول وإكمال عملية تحقق لمرة واحدة.",
  "Enable": "تفعيل",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "في آخر محاولة للإرسال إلى هذه المحفظة، وُوجهت مشكلة سيولة.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "في آخر محاولة للإرسال إلى هذا المشروع، أخفق توليد الفاتورة.",
  "This project is live and wallet running smoothly.": "هذا المشروع نشط ومحفظته تعمل بسهولة.",
  "This project has been deactivated by the project creator.": "عطّل هذا المشروع منشئه.",
  "The payment minimum is 1 satoshi.": "الحد الأدنى للدفع 1 ساتوشي.",
  "Objective": "الهدف",
  "Add the main project image that will be displayed in all thumbnails": "أضف الصورة الأساسية لمشروعك، التي ستظهر في جميع صوره المصغرة",
  "For best fit, pick a square image. Image size limit: 10MB.": "لأفضل ملاءمة، اختر صورة مربعة. حد حجم الصورة: 10 ميغابايت.",
  "Header": "الترويسة",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "ستُرسل إشعارات المشروع إلى عنوان بريدك الإلكتروني في ملفك الشخصي، الذي يمكنك تعديله. تأكد من التحقق من عنوان بريدك لتحافظ على أمان محفظتك.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "لا يمكن لعناوين البرق المخصصة أن تنتهي بـ«@geyser.fund».",
  "Please use a valid email-formatted address for your Lightning Address.": "استعمل عنوانًا مصوغًا كعنوان البريد الإلكتروني، ليكون عنوانك في البرق.",
  "Are you sure you want to disconnect this account?": "هل تريد فصل هذا الحساب؟",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "بيتكوين هي الإشارة، وكل شيء آخر هو ضجيج.\n          لقد أنشأنا Geyser Grants للمساعدة في نشر المزيد من إشارات Bitcoin في العالم.\n          وهذا يعني تسريع نمو نظام Bitcoin البيئي عن طريق زيادة الوعي بـ Bitcoin، وتمكين ثقافة Bitcoin، ودعم التنمية اللازمة.\n          من خلال هذه المنح، سندعم معلمي Bitcoin والمطورين ورجال الأعمال والمبدعين بالموارد التي يحتاجونها لبدء مبادراتهم.\n          نحن نقبل مساهمات Bitcoin لكل منحة فردية ولا نفرض أي رسوم على عمليات المنح. لمزيد من المعلومات، راجع هذه الوثيقة.",
  "Ask for shipping address": "اطلب عنوان الشحن",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "عنوان Lightning هو وسيلة بسيطة لإرسال الأموال إليك من الآخرين. عندما يرسل شخص ما أموالاً إلى هذا العنوان، يتم توجيهها على الفور إلى محفظتك الخاصة. وهذا يضمن لك الحضانة الكاملة والوصول الفوري إلى أموالك.",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "لقاءات Bitcoin و Travel Vlogs لاعتماد Bitcoin في الجنوب العالمي!",
  "Are you sure you want to save these changes?": "هل أنت متأكد أنك تريد حفظ هذه التغييرات؟",
  "Save Changes": "حفظ التغييرات",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "يمكنك القيام بذلك عن طريق فتح بيئة التطوير الخاصة بك (انقر بزر الماوس الأيمن -> فحص)، ثم النقر فوق التطبيق > التخزين > مسح بيانات الموقع.",
  "Onchain": "سلسلة الكتل",
  "You can try the transaction again, in case the wallet becomes accessible again.": "يمكنك محاولة إجراء المعاملة مرة أخرى، في حالة إمكانية الوصول إلى المحفظة مرة أخرى.",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "أبلغنا المنشئ بهذه المشكلة، ونأمل في حل سريع من جانبه.",
  "We took actions": "اتخذنا إجراءات",
  "The lightning address provided for the wallet might no longer be valid.": "قد لا يكون عنوان Lightning المقدم للمحفظة صالحًا بعد الآن.",
  "The lightning node may be temporarily down.": "قد تكون عقدة Lightning معطلة مؤقتًا.",
  "Or use a social account": "أو استخدم حسابًا اجتماعيًا",
  "Add one or multiple images or video links to help bring your project to life": "أضف صورة أو صورًا متعددة أو روابط فيديو للمساعدة في إحياء مشروعك",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "إذا قمت بالخروج من هذه الصفحة، لن يتم حفظ معلوماتك. قد\n                      ترغب في حفظ عملك كمسودة قبل مغادرة هذه الصفحة",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "للحصول على أفضل نتيجة، حدد صورة أفقية بنسبة عرض إلى ارتفاع 16:9. الحد الأقصى لحجم الصورة: 10 ميغابايت.",
  "Enter your message here...": "أدخل رسالتك هنا...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "لا يمكن لمشروعك تلقي مساهمات ولكنه مرئي للعامة. لإعادة تنشيط مشروعك، انتقل إلى الإعدادات.",
  "Your project is in review and therefore cannot receive contributions": "مشروعك قيد المراجعة، وبالتالي لا يمكنه تلقي مساهمات",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "مشروعك قيد المراجعة، وبالتالي لا يمكنه تلقي مساهمات، وهو غير مرئي للعامة.",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "تم وضع علامة على مشروعك لانتهاكه شروطنا وأحكامنا. يجب أن تكون قد تلقيت رسالة بريد إلكتروني تحتوي على مزيد من التفاصيل حول كيفية المتابعة. مشروعك غير مرئي حاليًا للعامة.",
  "This project has not been launched yet.": "لم يتم إطلاق هذا المشروع بعد.",
  "This project has been flagged for violating our Terms & Conditions.": "تم وضع علامة على مشروعك لانتهاكه شروطنا وأحكامنا.",
  "Check your email": "تحقق من بريدك الإلكتروني",
  "Contribute without login": "ساهم بدون تسجيل الدخول",
  "What now?": "ماذا الآن؟",
  "Card": "بطاقة",
  "Get Featured": "احصل على ميزة",
  "Private comment": "تعليق خاص",
  "Confirmation Message": "رسالة تأكيد",
  "Ask contributors for Nostr public address (npub)": "اطلب من المساهمين عنوان Nostr العام (npub)",
  "Ask contributors for a lighting address in case of partial or full refund": "اطلب من المساهمين عنوان إضاءة في حالة استرداد جزئي أو كامل",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "يمكن للمساهمين دائمًا إرسال رسالة خاصة إليك للحصول على معلومات إضافية. يمكنك أيضًا تحديد خيارات محددة مسبقًا أدناه لطلب تفاصيل معينة منهم في الرسالة الخاصة. إذا تم التحديد، يصبح التعليق الخاص إلزاميًا للمساهم.",
  "Delivery Time (Weeks)": "وقت التسليم (بالأسابيع)",
  "Canceled subscriptions": "الاشتراكات الملغاة",
  "Please login to use fiat payment": "يرجى تسجيل الدخول لاستخدام الدفع النقدي",
  "Fiat": "نقدي",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "قم بتوصيل حسابك الاجتماعي بأكبر دليل اجتماعي، مما يسمح للمستخدمين باكتشافك والتحقق من سمعتك بسهولة أكبر",
  "INACTIVE": "غير نشط",
  "Please update the amount, or contact us for donating a higher amount.": "حدّث المقدار الآن، أو اتصل بنا لتتبرع بمقدار أكبر.",
  "Please update the amount.": "رجاءً حدّث المقدار.",
  "Please enter an email.": "رجاءً أدخل عنوان بريد إلكتروني.",
  "ACTIVE": "نشطة",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "بينما يغامر في أراضي غير المهتمين بالعملات، يحمي درع الفارس وسيفه العريض من أي خوف أو عدم يقين أو شك يلقى عليه. يمتلك سيفه العريض قوى أسطورية. إنه ينشط نفسه بالقرب من مصادر الطاقة الطبيعية مثل الشلالات والينابيع الحارة، ويطلق ومضات البرق على خصومه.",
  "Email is required when subscribing to a project.": "البريد الإلكتروني مطلوب عند الاشتراك في مشروع.",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "متخفيًا في الغموض، يتحرك الأسطورة عبر الظلال، متجنبًا حتى أدق التدقيق. يقطع بصره بالليزر أكاذيب الحكومات والمؤسسات، ويكشف الوضوح والحقيقة. أولئك الذين يلتقون بنظرته يتحولون إلى الأبد، ويشتعلون برغبة لا تتزعزع في متابعة مستقبل أكثر حرية وأفضل.",
  "Post published": "تم نشر المنشور",
  "Your post is now live": "منشورك مباشر الآن",
  "$100 per week": "100 دولار في الأسبوع",
  "Contributed": "مساهم",
  "Browse map": "تصفح الخريطة",
  "Send your shipping address to the creator at the following email": "أرسل عنوان الشحن الخاص بك إلى المنشئ على البريد الإلكتروني التالي",
  "In partnership with": "بالشراكة مع",
  "&": "&",
  "Guardian collectible cards": "بطاقات حارس قابلة للتحصيل",
  "Guardian t-shirts": "تي شيرت حارس",
  "Guardian jerseys": "جيرسيهات حارس",
  "Guardian bitaxes": "محاور حارس",
  "CARD": "بطاقة",
  "OF": "من",
  " GUARDIANS": "الحراس",
  "21% of all sales go directly to fund our Bitcoin grants.": "21٪ من جميع المبيعات تذهب مباشرة لتمويل منح Bitcoin الخاصة بنا.",
  "All prices include shipping.": "جميع الأسعار تشمل الشحن.",
  "Failed to fetch project stats": "فشل في جلب إحصائيات المشروع",
  "Notifications for Projects I follow": "إشعارات لمشاريع أتابعها",
  "Donate": "تبرع",
  "Terms": "الشروط",
  "Safe to delete refund file": "آمن لحذف ملف الاسترداد",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "من الآمن حذف ملف الاسترداد، حيث تمت معالجة معاملتك بنجاح.",
  "Geyser Cards": "بطاقات Geyser",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "تحتفل بطاقات Geyser بإنجازاتك عبر مشهد Bitcoin.",
  "Similar projects in": "مشاريع مماثلة في",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "يتم تتبع مشاهدات المشروع باستخدام SimpleAnalytics، وهي أداة تحليل تركز على الخصوصية. من المحتمل أن تكون الأرقام الفعلية أعلى.",
  "T-Shirts": "تي شيرت",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "عناصر الإصدار المحدود المصنوعة بالتعاون مع أفضل العلامات التجارية لـ Bitcoin التي تدعم منشئي Bitcoin.",
  "BitAxe": "BitAxe",
  "Collectible Cards": "بطاقات قابلة للتحصيل",
  "COLLECT YOURS": "احصل على بطاقتك",
  "Jerseys": "القمصان",
  "& JOIN THE COMMUNITY OF ": "& انضم إلى مجتمع ",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "احصل على بطاقتك 👇 & انضم إلى مجتمع <1>{{totalUsers}}</1> من الحراس",
  "REMAINING": "متبقي",
  "followers": "متابعون",
  "Delete product": "حذف المنتج",
  "Product": "المنتج",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Geyser ليست متجرًا. إنها طريقة لإحياء المشاريع الإبداعية باستخدام Bitcoin. سيساعد تبرعك في دعم مشروع إبداعي لم يتم تطويره بعد. هناك خطر، على الرغم من أفضل جهود المبدع، من أن منتجك لن يتم الوفاء به، ونحثك على مراعاة هذا الخطر قبل دعمه. Geyser ليست مسؤولة عن مطالبات المشروع أو الوفاء بالمنتج.",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "عن طريق حذف هذا المشروع، ستفقد جميع البيانات المرتبطة بهذا المشروع بما في ذلك الأوصاف والصور والإدخالات والمنتجات.",
  "Add Products": "إضافة منتجات",
  "Create a product": "إنشاء منتج",
  "Create product": "إنشاء منتج",
  "Or, use a product template below": "أو، استخدم قالب منتج أدناه",
  "Add product": "إضافة منتج",
  "Product Name": "اسم المنتج",
  "Save product": "حفظ المنتج",
  "Update Product": "تحديث المنتج",
  "Edit Product": "تعديل المنتج",
  "Publish Product": "نشر المنتج",
  "Create Product": "إنشاء منتج",
  "Are you sure you want to remove the product?": "هل أنت متأكد أنك تريد إزالة المنتج؟",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "لا يمكن تعديل منتجات الإصدار المحدود بعد شراء المنتجات لضمان الإنصاف للمشترين الأوائل. لتغيير كميات منتجات الإصدار المحدود، قم بإنشاء منتج جديد.",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "يرجى ملاحظة أنه سيتم تحديث جميع أسعار المنتجات تلقائيًا لتعكس قيمتها المكافئة في SWITCH_TO_REWARD_CURRENCY، بناءً على سعر Bitcoin الحالي بالدولار الأمريكي. إذا كنت ترغب في ذلك، يمكنك تحديث الأسعار بشكل فردي لكل منتج على صفحة المنتج.",
  "No products are selected": "لم يتم تحديد أي منتجات",
  "Trending products": "المنتجات الرائجة",
  "No products sold": "لم يتم بيع أي منتجات",
  "Products Sold": "المنتجات المباعة",
  "Sell product": "بيع المنتج",
  "Hidden products": "المنتجات المخفية",
  "Products sold": "المنتجات المباعة",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "أنت على وشك تغيير فئة العملة لجميع منتجاتك من CURRENT_REWARD_CURRENCY إلى SWITCH_TO_REWARD_CURRENCY.",
  "Available Products": "المنتجات المتاحة",
  "To receive the selected products, please send your shipping details to the creator’s email, which will be revealed in the success screen.": "لتلقي المنتجات المحددة، يرجى إرسال تفاصيل الشحن الخاصة بك إلى البريد الإلكتروني للمنشئ، والذي سيتم الكشف عنه في شاشة النجاح.",
  "Product buyers": "مشترو المنتج",
  "Linked goals and products": "الأهداف والمنتجات المرتبطة",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "يتيح لك استخدام الروابط إبراز منتج أو هدف معين، مما يساعدك في توجيه الأشخاص إليه.",
  "Link Goals and Products": "أهداف وروابط المنتجات",
  "Select products": "اختر المنتجات",
  "Add your product specifications (eg. T-shirt size)": "أضف مواصفات المنتج الخاصة بك (مثل مقاس التيشيرت)",
  "Created product": "المنتج الذي تم إنشاؤه",
  "Product currency denomination": "فئة عملة المنتج",
  "Product Updates": "تحديثات المنتج",
  "All products": "جميع المنتجات",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your new product via email.": "تفاعل مع مجتمعك، ومتابعيك، والمساهمين، ومشترو المنتجات عن طريق إرسال تحديث لهم حول منتجك الجديد عبر البريد الإلكتروني.",
  "Share product": "شارك المنتج",
  "Share the product page to spread the word across the internet and social media.": "شارك صفحة المنتج لنشر الخبر عبر الإنترنت ووسائل التواصل الاجتماعي.",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "بالنسبة للمنتجات التي لا تزال قيد التطوير وليست جاهزة للشحن، قم بتعيينها على 'الطلب المسبق' لتمكين عمليات الشراء المسبقة من قبل المستخدمين.",
  "Add one or multiple images to help showcase your product": "أضف صورة واحدة أو متعددة للمساعدة في عرض منتجك",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "قم بتعيين رسالة مخصصة لشكر المساهمين أو تقديم تفاصيل مهمة أو مشاركة أي معلومات إضافية ترغب في معرفتها بعد أن يطالبوا بالمنتج.",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "استخدم \"تاريخ التوفر المتوقع\" لتحديد موعد تطوير منتجك وتوفره.",
  "Specify estimated delivery time for the product from the moment it is ordered.": "حدد وقت التسليم المقدر للمنتج من لحظة طلبه.",
  "Failed to update product": "فشل تحديث المنتج",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "تتيح لك المنتجات أن تعيد شيئًا لمساهميك، من الشارات الرقمية والمنتجات المادية إلى الرعاية. تحقق من دليلنا حول ",
  "How to leverage the power of Products": "كيفية الاستفادة من قوة المنتجات",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "تلقي بريدًا إلكترونيًا شهريًا حول ملخص مشروعك: الإحصائيات، والتقدم المحرز في الهدف، والمنتجات الرائجة.",
  "Failed to fetch project products": "فشل جلب منتجات المشروع",
  "Invalid legal entity type": "نوع الكيان القانوني غير صالح",
  "Individual": "فرد",
  "Company": "شركة",
  "Non-profit": "غير ربحية",
  "Please select an identity below, to enable verification.": "يرجى تحديد هوية أدناه لتمكين التحقق.",
  "Full Name": "الاسم الكامل",
  "Update Information": "تحديث المعلومات",
  "Incorporation Document": "وثيقة التأسيس",
  "Tax Residency": "الإقامة الضريبية",
  "Verify your identity to get access to higher limits and tax-deducting features.": "تحقق من هويتك للوصول إلى حدود أعلى وميزات خصم الضرائب.",
  "Tax ID": "المعرف الضريبي",
  "Tax profile": "الملف الضريبي",
  "Enter Tax ID": "أدخل المعرف الضريبي",
  "(optional)": "(اختياري)",
  "Full name": "الاسم الكامل",
  "Enter full name": "أدخل الاسم الكامل",
  "Legal entity type": "نوع الكيان القانوني",
  "State": "الولاية",
  "Hero ID: {{heroId}}": "معرف البطل: {{heroId}}",
  "Report project": "الإبلاغ عن المشروع",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "يتم تشغيل هذا المشروع من قبل مؤسسة غير ربحية في {{country}}. تبرعك معفى من الضرائب ويأتي مع إيصال لسجلات الضرائب الخاصة بك.",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>عناوين Lightning</0> تشبه عنوان البريد الإلكتروني، ولكن بالنسبة لعملة البيتكوين الخاصة بك. ستتلقى جميع معاملات blockchain وlightning مباشرة إلى محفظة lightning الخاصة بك. احصل على عنوانك الخاص عن طريق الاطلاع على <2>المحافظ الموصى بها</2> المميزة وغيرها.",
  "Verify your profile as a:": "تحقق من ملف التعريف الخاص بك على أنه:",
  "Rate is required": "المعدل مطلوب",
  "User ID is required": "معرف المستخدم مطلوب",
  "Rate must be a number": "يجب أن يكون المعدل رقمًا",
  "Rate must be > {{min}} and <= {{max}}": "يجب أن يكون المعدل > {{min}} و <= {{max}}",
  "Tax ID is required for Non-profits": "المعرف الضريبي مطلوب للمؤسسات غير الربحية",
  "Country is required for Non-profits": "البلد مطلوب للمؤسسات غير الربحية",
  "Required for country US and Non-profits": "مطلوب للولايات المتحدة الأمريكية والمؤسسات غير الربحية",
  "A tax-deductible invoice is provided  when contributing to this project.": "يتم توفير فاتورة معفاة من الضرائب عند المساهمة في هذا المشروع.",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "لضمان الاسم الدقيق في الفاتورة، قم بتحديث اسم المستخدم أو ملفك الضريبي في إعدادات الملف الشخصي.",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "أرسل لنا المستندات على hello@geyser.fund، والتي تشهد أنك مؤسسة خيرية مسجلة مع التبرعات المعفاة من الضرائب.",
  "This information will be displayed in donations and sale invoices.": "سيتم عرض هذه المعلومات في التبرعات وفواتير المبيعات.",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "سيتم عرض هذه المعلومات في التبرعات وفواتير المبيعات، لتمكين التبرعات المعفاة من الضرائب للمشاريع المؤهلة.",
  "Charity projects with Tax benefits": "المشاريع الخيرية ذات المزايا الضريبية",
  "Pending Verification": "في انتظار التحقق",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "ساعد Geyser في مهمتها لتسريع اعتماد Bitcoin على مستوى القاعدة الشعبية في العالم.",
  "SATOSHI AMOUNT": "مبلغ ساتوشي",
  "Geyser tip": "نصيحة Geyser",
  "sats in contributions to this project.": "سات في المساهمات في هذا المشروع.",
  "So far, ": "حتى الآن،",
  "Copy hero link": "انسخ رابط البطل",
  "This project has not enabled fiat contributions yet": "لم يقم هذا المشروع بتمكين المساهمات بالعملات الورقية بعد",
  "Learn More": "أعرف أكثر",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "هذه الرسوم الصغيرة هي علامة على الالتزام.  فهي توضح أنك جاد بشأن مشروعك ومستعد لمشاركته مع العالم.  هذا يعني أنه يمكنك البدء في تلقي الدعم من المساهمين على الفور.",
  "Show Less": "أظهر أقل",
  "Wallet Unreachable": "المحفظة غير قابلة للوصول",
  "You're live on Geyser Launchpad!": "أنت مباشر على منصة Geyser Launchpad!",
  "Copied": "تم النسخ",
  "Project in Launchpad": "المشروع في Launchpad",
  "more to launch": "المزيد للإطلاق",
  "Successful follow!": "تمت المتابعة بنجاح!",
  "Share it with other friends to help spread the word and make this project a reality!": "شاركها مع الأصدقاء الآخرين للمساعدة في نشر الكلمة وجعل هذا المشروع حقيقة!",
  "You’re about to power a launch!": "أنت على وشك تشغيل الإطلاق!",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "لمتابعة مشاريع Launchpad، نحتاج إلى بريدك الإلكتروني حتى نتمكن من إعلامك عند بدء التشغيل.",
  "Add email to follow": "أضف البريد الإلكتروني للمتابعة",
  "Latest followers": "أحدث المتابعين",
  "Share link": "مشاركة الرابط",
  "Products Cost": "تكلفة المنتجات",
  "Launchpad": "Launchpad",
  "left": "متبقي",
  "Pay $21 to launch right away": "ادفع 21 دولارًا للإطلاق على الفور",
  "Ready to launch": "جاهز للإطلاق",
  "Your project is almost live. You can launch the project now.": "مشروعك على وشك أن يبدأ. يمكنك إطلاق المشروع الآن.",
  "was successfully deleted": "تم حذفه بنجاح",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "لا يزال هذا المشروع بحاجة إلى {{countdown}} من المتابعين لكي يتمكن من البدء في جمع الأموال.",
  "We’ll email you when the project goes live.": "سنرسل لك بريدًا إلكترونيًا عندما يبدأ المشروع.",
  "Ready": "جاهز",
  "Support Geyser Grants": "ادعم منح Geyser",
  "Help fund the next round — or get an email when it launches.": "ساعد في تمويل الجولة التالية — أو احصل على بريد إلكتروني عند الإطلاق.",
  "Heroes": "أبطال",
  "that match your interests!": "التي تتوافق مع اهتماماتك!",
  "You are not following any projects yet.": "أنت لا تتابع أي مشاريع بعد.",
  "Explore projects": "استكشف المشاريع",
  "Top Projects this month": "أفضل المشاريع هذا الشهر",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "تم تفعيل <1>{{usdAmount}}</1> ({{satsAmount}} سات) عبر <3>{{numberOfProjects}}</3> مشاريع",
  "Prelaunch": "ما قبل الإطلاق",
  "Are you sure you want to activate the project?": "هل أنت متأكد أنك تريد تفعيل المشروع؟",
  "User": "المستخدم",
  "Contributions Enabled": "المساهمات ممكّنة",
  "Geyser Promotion": "ترويج Geyser",
  "10% fee": "رسوم 10%",
  "Let's spread the word about your project.": "دعنا ننشر الخبر عن مشروعك.",
  "The fee is only applied to contributions enabled through Geyser promotions": "لا يتم تطبيق الرسوم إلا على المساهمات التي يتم تمكينها من خلال عروض Geyser الترويجية",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "عند التمكين، يصبح مشروعك مؤهلاً للمشاركة من خلال شبكة الترويج الخاصة بـ Geyser وشركات الوسائط الرقمية الشريكة، مما يجلب المزيد من الاهتمام إلى مشروعك لتمكين المزيد من المساهمات.",
  "Promotions": "الترويجات",
  "Payout Rate (%)": "معدل الدفع (%)",
  "Ambassador Payouts": "مدفوعات السفراء",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "ينشر السفراء الخبر عن مشروعك. يمكنك مكافأة سفرائك الأكثر ولاءً من خلال مشاركة نسبة مئوية من المساهمات التي يمكنهم تمكينها معهم.",
  "Featured for a week": "مميز لمدة أسبوع",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "احصل على مكان في القسم المميز من الصفحة المقصودة لمدة أسبوع كامل.",
  "Actions": "أجراءات",
  "User Hero ID": "معرّف هوية المستخدم",
  "Your project doesn't have ambassadors yet.": "مشروعك ليس لديه سفراء بعد.",
  "Payout Rate": "معدل الدفع",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "هذا المشروع في مرحلة ما قبل الإطلاق، وبالتالي لا يمكنه تلقي مساهمات، ولا يمكنك تغيير حالة المشروع.",
  "The creator has requested: ": "طلب المنشئ: ",
  "Creator's message": "رسالة المنشئ",
  "Nostr Badges": "شارات نوستر",
  "Email is required when purchasing a product.": "البريد الإلكتروني مطلوب عند شراء منتج.",
  "Where grassroots Bitcoin projects come to life.": "حيث تنبض مشاريع البيتكوين الشعبية بالحياة.",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "تحشد Geyser مجتمع Bitcoin لتمويل الأفكار والمنتجات والقضايا التي تدفع إلى اعتماد العالم الحقيقي من الأسفل إلى الأعلى.",
  "Choose your launch strategy": "اختر استراتيجية الإطلاق الخاصة بك",
  "Launch your project": "أطلق مشروعك",
  "If you don’t reach $210 in your first month, your project will close (you can start over)": "إذا لم تصل إلى 210 دولارات أمريكية في شهرك الأول، فسيتم إغلاق مشروعك (يمكنك البدء من جديد)",
  "Skip the challenge. Launch instantly for $21.": "تجاوز التحدي. انطلق على الفور مقابل 21 دولارًا.",
  "Build momentum quickly with early supporters": "ابنِ الزخم بسرعة مع المؤيدين الأوائل",
  "Geyser Launch Challenge": "تحدي إطلاق Geyser",
  "Go Live Now": "انطلق مباشرة الآن",
  "No pressure to raise a lot right away, go by your plan.": "لا يوجد ضغط لجمع الكثير على الفور، اتبع خطتك.",
  "Seen in ‘Recently launched’ in Discovery page": "شوهد في 'تم إطلاقه مؤخرًا' في صفحة الاكتشاف",
  "Embed": "تضمين",
  "You have 30 days to raise $210 to officially launch and keep the project alive.": "لديك 30 يومًا لجمع 210 دولارات أمريكية للإطلاق الرسمي والحفاظ على المشروع على قيد الحياة.",
  "Your project is now featured on the Geyser Launchpad, where supporters discover bold, early-stage ideas.": "يتميز مشروعك الآن في منصة إطلاق Geyser، حيث يكتشف المؤيدون الأفكار الجريئة في المرحلة الأولى.",
  "What's next?": "ماذا بعد؟",
  "more to go live": "المزيد للانطلاق",
  "New in": "جديد في",
  "left to raise $210 & launch": "متبقي لجمع 210 دولارًا أمريكيًا وإطلاق",
  "This project needs to raise $210 in 30 days to go live. Share this project on social media to help launch it.": "يحتاج هذا المشروع إلى جمع 210 دولارات أمريكية في غضون 30 يومًا للانطلاق. شارك هذا المشروع على وسائل التواصل الاجتماعي للمساعدة في إطلاقه.",
  "raised": "تم جمعه",
  "more to go live.": "المزيد للانطلاق.",
  "Share your project far and wide — post it on social media, text it to friends, or pitch it in your community.": "شارك مشروعك على نطاق واسع - انشره على وسائل التواصل الاجتماعي، وأرسله إلى الأصدقاء، أو اطرحه في مجتمعك.",
  "to raise $210": "لجمع 210 دولارًا أمريكيًا",
  "Save as Draft": "حفظ كمسودة",
  "raised!": "تم جمعه!",
  "raised this week!": "تم جمعه هذا الأسبوع!",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 30 days. Help them build momentum — or they might never take off.": "هذه المشاريع في المرحلة الأولى في وضع العد التنازلي. للإطلاق، يجب عليهم جمع 210 دولارات أمريكية في غضون 30 يومًا. ساعدهم على بناء الزخم - أو قد لا ينجحوا أبدًا.",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "أنت تشتري منتجًا من مشروع في Launchpad. ستتم معالجة دفعتك، ولكن المشروع سيبدأ العمل فقط إذا وصل المشروع إلى 210 دولارات أمريكية. من خلال المساهمة، فإنك تساعد المنشئ في الوصول إلى هذا المعلم. 🙌",
  "Are you interested in receiving updates from this project?": "هل أنت مهتم بتلقي تحديثات من هذا المشروع؟",
  "Follow project": "تابع المشروع",
  "We will send you important updates via your profile email for the projects your follow.": "سنرسل لك تحديثات مهمة عبر بريدك الإلكتروني الخاص بالملف الشخصي للمشاريع التي تتابعها.",
  "Raise $210 in 30 days with your community.": "اجمع 210 دولارًا في 30 يومًا مع مجتمعك.",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "يعتمد مستقبل مشروعك على هذه الخطوة الحاسمة الأولى - حقق الهدف للحفاظ على رؤيتك حية. إنها فرصتك لبناء زخم مبكر والانطلاق بقوة.",
  "unFollow": "إلغاء المتابعة",
  "Launchpad projects": "مشاريع منصة الإطلاق",
  "Email address is a required field.": "عنوان البريد الإلكتروني حقل مطلوب.",
  "Email verification": "التحقق من البريد الإلكتروني",
  "Featured in ‘Recently launched’ in Discovery page": "متميز في 'تم الإطلاق مؤخرًا' في صفحة الاكتشاف",
  "Featured in Launchpad & discovery emails": "متميز في رسائل البريد الإلكتروني الخاصة بمنصة الإطلاق والاكتشاف",
  "Lightning QR code": "رمز الاستجابة السريعة Lightning",
  "Go to Project": "الذهاب إلى المشروع",
  "Generating banner...": "توليد لافتة...",
  "Copy image": "نسخ الصورة",
  "Contribute with lightning": "ساهم باستخدام Lightning",
  "Copy embed code": "نسخ كود التضمين",
  "Embed the contribute and leaderboard section of this page on your website": "قم بتضمين قسم المساهمة ولوحة الصدارة لهذه الصفحة على موقع الويب الخاص بك",
  "${{countDown}} out of $210": "${{countDown}} من 210 دولار"
}