{
  "projects": "المشاريع",
  "contributors": "المسهمون",
  "Search": "بحث",
  "Projects with perks": "مشاريع ذات فوائد",
  "Inactive Projects": "مشاريع غير نشطة",
  "Active Projects": "مشاريع نشطة",
  "Subscribe": "متابعة",
  "Privacy": "الخصوصية",
  "Analytics": "التحليلات",
  "activity": "النشاط",
  "Select": "اختيار",
  "Trending in": "شائع في",
  "Recent Projects": "مشاريع حديثة",
  "See all": "مشاهدة الجميع",
  "This week": "هذا الأسبوع",
  "All time": "كل الوقت",
  "Failed to fetch data": "أخفق جلب البيانات",
  "Login": "تسجيل الدخول",
  "Projects": "المشاريع",
  "Contributions": "الإسهامات",
  "Entry": "إدخال",
  "Rewards": "المكافآت",
  "Go back": "عودة",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "إذا لم تستطع الاتصال بتويتر من جوالك، جرب أولًا تسجيل الدخول في Twitter.com على متصفحك، ثم حاول ثانية.",
  "Project": "المشروع",
  "You have been logged out": "لقد سجلت خروجك",
  "Continue": "استمرار",
  "Grants": "المنح",
  "About": "من نحن",
  "Feedback": "الانطباعات",
  "Sign Out": "تسجيل الخروج",
  "Dashboard": "لوحة التحكم",
  "Contribute": "إسهام",
  "Back": "عودة",
  "RUNNING": "يعمل",
  "Follow": "متابعة",
  "Copied!": "نُسخ!",
  "Download": "تحميل",
  "Tags": "الوسوم",
  "Region": "المنطقة",
  "Launched": "تم الإطلاق",
  "Finalize project": "إتمام المشروع",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "هذا المشروع لم يُطلق بعد. عُد إلى عملية الإنشاء لتُتمّ معلوماته وتطلقه.",
  "Story": "القصة",
  "Delete reward": "حذف المكافأة",
  "Cancel": "إلغاء",
  "Confirm": "تأكيد",
  "Something went wrong.": "حدث خطأ.",
  "Please try again": "حاول مرة أخرى رجاءً",
  "Reward": "المكافأة",
  "Failed to fetch contributions": "أخفق جلب الإسهامات",
  "Some time ago": "قبل مدة",
  "ago": "مضت",
  "a day": "يوم واحد",
  "days": "أيام",
  "an hour": "ساعة",
  "a minute": "دقيقة",
  "a few seconds": "عدة ثوان",
  "minutes": "دقائق",
  "hours": "ساعات",
  "Total": "الإجمالي",
  "Funding as": "التمويل بصفة",
  "anonymous": "مجهول الهوية",
  "Funding anonymously. Click to login": "التمويل بهوية مجهولة. انقر لتسجيل الدخول",
  "Click to logout": "انقر لتسجيل الخروج",
  "About to logout": "سيسجل خروجك",
  "You are about to logout of your account": "أنت على وشك الخروج من حسابك",
  "Logout": "تسجيل الخروج",
  "Reach out for help": "اطلب المساعدة",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your reward will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or reward fulfillment.": "غيزر ليس متجرًا. هو طريقة لإحياء المشروعات الإبداعية باستعمال البيتكوين. سيدعم تبرعك مشروعًا إبداعيًّا لمّا يُطوَّر. خطر عدم إيصال مكافأتك قائم، حتى إذا حاول منشئ المشروع جهده، لذلك نهيب بك أن تأخذ هذا الخطر بعين الاعتبار قبل دعم المشروع. غيزر غير مسؤول عن استحقاقات المشروع أو تحقيق المكافآت.",
  "Waiting for payment": "في انتظار الدفع",
  "Email": "البريد الإلكتروني",
  "Failed to download image": "أخفق تحميل الصورة",
  "copy": "نسخ",
  "Go to project": "عُد إلى المشروع",
  "Your project is in draft": "مشروعك في المسودة",
  "Saved in draft": "حُفظ في المسودة",
  "Please refresh the page and try again.": "رجاءً حدث الصفحة وحاول ثانيةً.",
  "Description": "الوصف",
  "Links & tags": "الروابط والوسوم",
  "Wallet": "المحفظة",
  "Contributors": "المسهمون",
  "Back to project": "عُد إلى المشروع",
  "Name": "الاسم",
  "Contribution": "الإسهام",
  "Copy": "نسخ",
  "Project updated successfully!": "نجح تحديث المشروع!",
  "Project update failed!": "أخفق تحديث المشروع!",
  "Save": "حفظ",
  "Title": "العنوان",
  "A few words that make your project stand out": "بضعة كلمات ليتميز مشروعك",
  "Add 'one liner' a simple descriptions of what your project is about": "أضف ‹في سطر واحد› وصفًا بسيطًا لهدف مشروعك",
  "Image": "الصورة",
  "Change image": "تغيير الصورة",
  "This lightning address is already taken.": "عنوان البرق هذا مأخوذ من قبل.",
  "Leave without saving": "مغادرة دون حفظ",
  "failed to update project": "أخفق تحديث المشروع",
  "please enter a valid url for project links": "أدخل رابطًا صالحًا في روابط المشروع",
  "failed to create new tag": "أخفق إنشاء وسم جديد",
  "failed to create tag": "أخفق إنشاء الوسم",
  "tag length must be between": "يجب أن يكون طول الوسم بين",
  "and": "و",
  "add tag": "أضف وسمًا",
  "Connect your sites so viewers can see more proof of your work": "اتصل بمواقعك حتى يرى المشاهدون إثباتات عملك",
  "Project links": "روابط المشروع",
  "Add Project Link": "أضف رابط مشروع",
  "you will be redirected shortly...": "سيُعاد تحويلك في لحظة...",
  "failed to delete project": "أخفق حذف المشروع",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "تُرسل إشعارات المشروع وتحديثاته إلى عنوان بريد منشئ المشروع. يمكن تحرير هذا العنوان من إعدادات الملف الشخصي.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "تعطيل مشروعك سيمنع الآخرين من تمويله، لكنه سيبقى ظاهرًا للجميع. ستستطيع تفعيله ثانية متى شئت.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "حذف مشروعك سيجعله غير متاح لك وللآخرين. لا يمكن حذف المشروع إلا إذا لم تتسلّم أي إسهام. هذا لضمان الشفافية أمام المسهمين في المشروع.",
  "Delete": "حذف",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and rewards.": "بحذف المشروع ستخسر جميع البيانات المتعلقة به، يشمل هذا الوصف والصور والإدخالات والمكافآت.",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "لا يمكن عكس هذا الفعل. لن تستطيع عرض هذا المشروع أو بياناته أو الوصول إليه بعد اتخاذ الإجراء.",
  "Confirm that you want to delete the project": "أكّد إرادتك لحذف المشروع",
  "FUNDED": "مُوّلت",
  "Project story updated successfully!": "نجح تحديث قصة المشروع!",
  "There was a problem while trying to update the project story": "حدثت مشكلة في أثناء محاولة تحديث قصة المشروع",
  "Write a more in-depth description of the project. You can also add images and videos.": "اكتب وصفًا متعمّقًا لمشروعك. يمكنك إضافة قصص وفيديوهات أيضًا.",
  "Hostname or IP address": "اسم المضيف أو عنوان IP",
  "Public key": "المفتاح العام",
  "Invoice Macaroon": "معكرون الفاتورة",
  "TLS certificate": "شهادة TLS",
  "gRPC port": "منفذ gRPC",
  "Lightning Address": "عنوان البرق",
  "failed to create project wallet": "أخفق إنشاء محفظة المشروع",
  "please provide valid wallet details": "رجاءً قدم معلومات محفظة صالحة",
  "Launch Project": "أطلق المشروع",
  "Save As Draft": "الحفظ كمسودة",
  "Connect Your Node": "اربط عقدتك",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "أوشك مشروعك على الانطلاق. يمكنك الآن إطلاقه والإعلان عنه أو حفظه كمسودة. ويمكنك تعديل المشروع متى شئت.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "بالاستمرار، أوافق على <1>البنود والشروط</1>",
  "Node name cannot be longer than": "لا يمكن أن يكون اسم العقدة أطول من",
  "characters": "حرفًا",
  "Tor addresses are currently not supported": "عناوين تور غير مدعومة حاليا",
  "Public Key must be": "يجب أن يكون المفتاح العام بطول",
  "characters long": "محرفًا",
  "The Public Key is wrongly formatted.": "صيغة المفتاح العام فاسدة.",
  "Invoice Macaroon cannot be longer than": "لا يمكن أن يكون معكرون الفوترة أطول من",
  "Add a Node": "أضف عقدة",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "ندعم حاليا عُقد LND في الشبكة الظاهرة. لن تعمل عُقد تور حاليًّا.",
  "Node Name": "اسم العقدة",
  "This is a Voltage Node": "هذه عقدة Voltage",
  "Find our demo here on how to load a Voltage node.": "انظر استعراضنا هنا لتحميل عقدة Voltage.",
  "API endpoint": "نُقطة وصول API",
  "Identity Pubkey": "المفتاح العام للهوية",
  "failed to create project": "أخفق إنشاء المشروع",
  "Create a project": "أنشئ مشروعًا",
  "Create a new project": "أنشئ مشروعًا جديدًا",
  "Transform your ideas into real world projects backed by your community": "حول أفكارك إلى مشاريع حقيقية يدعمها مجتمعك",
  "Raise funds from anywhere in the world": "اجمع التمويل من كل أنحاء العالم",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "إذا لم يفتح زر تويتر صفحة تحقق في تويتر، تأكد من تفعيل النوافذ المنبثقة في إعدادات متصفحك.",
  "The authentication request failed.": "أخفق طلب التحقق.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "لم نكتشف إضافة نوستر مثل Alby أو .Flamingo",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "هذا الحساب متصل بملف شخصي آخر في غيزر. استعمل حسابًا فريدًا. إذا أردت السؤال فاتصل بفريق غيزر من خلال",
  "Project description": "وصف المشروع",
  "Launch project": "إطلاق المشروع",
  "Connect wallet": "ربط المحفظة",
  "You’re ready to launch!": "أنت جاهز للإطلاق!",
  "An error occurred while attempting to load the profile page.": "حدث خطأ لدى محاول تحميل صفحة الملف الشخصي.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "حاول تحديث الصفحة رجاءً. لك أن تحاول الاتصال بالدعم إن استمرت المشكلة.",
  "Edit": "تحرير",
  "Failed to unlink account": "أخفق فكّ الحساب",
  "Connect more social profiles to your Geyser account.": "اربط عدة ملفات شخصية بحسابك في غيزر.",
  "Activity": "النشاط",
  "Followed projects": "المشاريع المتابَعة",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "لا يستغرق الإطلاق أكثر من دقيقتين! إذا لم تكن متأكدا من جهوزية فكرتك يمكنك أن تبدأ الآن وتطلق المشروع لاحقًا.",
  "Geyser badges": "شارات غيزر",
  "Login with Nostr to claim the badges you earned!": "سجل دخولك بنوستر لتحصيل الشارات التي اكتسبتها!",
  "Claim": "تحصيل",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "بفصل حساب نوستر هذا من ملفك الشخصي في غيزر ستستطيع وصل حساب نوستر آخر. لكنك لن تستطيع إنشاء ملف شخصي جديد في غيزر باستعمال حسابك الحالي في نوستر.",
  "Your badges are connected to this Nostr account.": "شاراتك متصلة الآن بحساب نوستر هذا.",
  "Disconnect": "فصل",
  "Bio": "نبذة",
  "You do not have permission to access this page.": "ليس من صلاحياتك عرض هذه الصفحة.",
  "Applications Open": "التقديمات مفتوحة",
  "Closed": "مغلقة",
  "Active": "نشطة",
  "Countdown to grant going live": "العد التنازلي لإطلاق المنحة",
  "Time left to vote": "الوقت المتبقي للتصويت",
  "Sponsored by": "بدعم من",
  "SPONSORS": "الداعمون",
  "See the winner announcement": "انظر إعلان الفائز",
  "Announcement": "إعلان",
  "Let the Sats flow to your favorite projects.": "فلتتدفق الساتوشيات إلى مشاريعك المفضلة. كل ساتوشي يكافئ صوتًا.",
  "distributed": "وُزّعت",
  "Vote": "تصويت",
  "Apply": "تقدم",
  "Login to apply": "سجل دخولك للتقدم",
  "Success!": "نجح!",
  "Select a project": "اختر مشروعًا",
  "To apply to a grant you need to first login into Geyser.": "للتقدم عليك أولًا تسجيل الدخول إلى غيزر.",
  "Select your Geyser project from the list": "اختر مشروعك من القائمة",
  "You have not created any projects": "لم تنشئ أي مشروع",
  "To apply for a grant you need to create a project on Geyser.": "للتقدم لمنحة عليك أن تنشئ مشروعًا على غيزر.",
  "Grant application failed.": "أخفق التقدم إلى المنحة.",
  "Grant funds will be distributed based on community votes.": "ستوزع أموال المنحة حسب أصوات المجتمع.",
  "Amount": "المقدار",
  "More Information": "مزيد من المعلومات",
  "Grant Winners!": "الفائزون بالمنحة!",
  "See all Grants": "عرض كل المِنَج",
  "Geyser Grants": "منح غيزر",
  "CLOSED": "مُغلقة",
  "Round 1 Announcement": "إعلان الجولة 1",
  "The Geyser Grant Round 1 winners have been released.": "أُعلن عن فائزي الجولة 1 من منحة غيزر.",
  "The board will be responsible for reviewing and evaluating the applications.": "سيكون المجلس مسؤولًا عن مراجعة التقديمات وتقييمها.",
  "Made possible by sponsors": "بفضل الداعمين",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "شركات البيتكوين والأفراد المجهولون الذين يريديون أن ينيروا مصباح الأمل في العالم.",
  "Bitcoin Education": "تعليم البيتكوين",
  "Bitcoin Development": "تطوير البيتكوين",
  "Bitcoin Culture": "ثقافة البيتكوين",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "هدف هذه المنحة دعم الجهود والمبادرات غير الهادفة للربح لتعليم البيتكوين. البيتكوين أداة للحرية الفردية والسيادة الذاتية. يمكّن البيتكوين ثورة ستأخذ الإنسانية إلى مستوى آخر بتقديم الحرية والوصول المالي للعالم، وبالعودة إلى نظام مالي سليم. مع هذا، يرى معظم الناس البيتكوين أداة للمقامرة، أو نقدًا للمجرمين، أو مخطط احتيال، أو كابوسًا بيئيًّا. لهذا فإن عمل المعلّمين في البيتكوين مهم جدًّا. نحتاج إلى كثير من العمل لتمكين الناس حول العالم ليستعملوا البيتكوين أداةً لتجنب التضخم الكبير والرقابة المالية وغياب المؤسسات المصرفية. لمزيد من المعلومات، انظر هنا.",
  "applicants": "متقدمون",
  "contributed": "مُسهَمة",
  "GRANT TO DISTRIBUTE": "المنحة التي ستوزَّع",
  "Designs by": "المصمم:",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "شكرًا للمطورين والمصممين الذين بنوا وصمموا منح غيزر.",
  "Please enter a valid email address.": "رجاءً أدخل عنوان بريد إلكتروني صالحًا.",
  "Succesfully subscribed to Geyser": "نجح الاشتراك في غيزر",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "نشكر لك تسجيلك. سنشاركك مزيدًا من المعلومات عن مشاريع غيزر ومنتجه فريبًا. لتنضم إلى مجتمعنا جِدنا في تلغرام وتويتر.",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "للتعرف على آخر مشاريع غيزر ومنتجاته اشترك بإدخال عنوان بريدك أدناه.",
  "Contact Email": "بريد التواصل",
  "You successfully subscribed to <1>Geyser Grants</1>!": "لقد اشتركت بنجاح في <1>منح غيزر</1>!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "تمويل المعلمين والمبدعين والبناة الذين يقومون على مشاريع مختصة بالبيتكوين في غيزر.",
  "Funded by bitcoiners who want to change the world.": "بتمويل من بيتكوينيين يريدون تغيير العالم.",
  "View project": "عرض المشروع",
  "Saving": "يجري الحفظ",
  "Saved": "تم الحفظ",
  "Save draft": "حفظ كمسودة",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "لمعرفة المستخدمين النشطين، يُصدر غيزر ويمنح للمستخدمين شارات نوستر، تعرّف الناس تعريفًا أكبر بأفعالهم.",
  "What is Nostr": "ما هو نوستر",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "نوستر هو بروتوكول لتناقل الملاحظات وغيرها عبر الممرّرات. نوستر بروتوكول؛ معيار مفتوح يمكن أن يبني عليه أي أحد. نوستر ليس تطبيقًا أو خدمة تسجل فيها. زُر <1>nostr.how</1> لمزيد من المعلومات",
  "What are Nostr Badges": "ما هي شارات نوستر",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "شارات نوستر هي أحداث في نوستر تتيح للمستخدمين إرسال واستقبال الأصول الرقمية التي تحتوي صورة وعنوانًا ووصفًا. وهي مفصلة في NIP-58",
  "How to redeem my Nostr badge": "كيفية تحصيل شارة نوستر",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "يمكنك الحصول على شارة نوستر بسهولة في ملفك الشخصي في غيزر. سجل دخولك بنوستر، اذهب إلى الملف الشخصي واضغط على تحصيل.",
  "Where can I see my Geyser badges?": "أين يمكنني استعراض شاراتي من غيزر؟",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "يمكنك أن تصل إلى شارات غيزر من أي منصة نوستر تظهر الشارات مثل badges.page وAmethist",
  "Who can edit and update Nostr Badges?": "من يمكنه تحرير وتحديث شارات نوستر؟",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "يستطيع مُصدر الشارات تعديل معلوماتها، لكنه لا يستطيع سحبها مطلقًا. لذا فقد يعدّل غيزر شاراته إذا احتاج إلى ذلك.",
  "Will there be more badges?": "هل سنصدر شارات جديدة؟",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "نعم! ننوي أن ننشئ شارات جديدة عندما نرى سببًا فعليًّا لإظهار العرفان للعمل الجاد أو الإنجاز المهم. لكن لا تقلق، لن نغرق النظام بالشارات.",
  "Hey, I should have that badge!": "ينبغي أن أكون مالكًا لهذه الشارة!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "إذا كنت تعتقد أنك تستحق شارة معينة اتصل بنا على <1>hello@geyser.fund</1> لنراجع استحقاقك!",
  "Error": "خطأ",
  "Authentication failed.": "أخفق التحقق",
  "Please clear your browser's cache & cookies and try again.": "امسح الكاش والكعكات في متصفحك وحاول من جديد.",
  "Requested operation declined": "رُفضت العملية المطلوبة",
  "Please use the invoice instead.": "استعمل الفاتورة بدلًا من ذلك رجاءً.",
  "Oops! Something went wrong with WebLN.": "أوه! حدث خطأ في WebLN.",
  "Please copy the invoice manually instead.": "انسخ الفاتورة يدويًّا.",
  "Connect with Lightning": "اتصل باستخدام البرق",
  "Scan the QR code to connect to your Lightning wallet.": "امسح رمز QR لتتصل بمحفظتك البرقية.",
  "Check if your wallet supports LNURL-auth here.": "تأكد من دعم محفظتك لبروتوكول LNURL-auth هنا.",
  "Waiting to connect...": "في انتظار الاتصال...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "تذكر أنك المسؤول عن إدارة سيولة عقدتك.",
  "Grant": "منحة",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "رجاءً سجل دخولك من جديد إلى ملفك الشخصي، أو اضغط على استمرار لتبقى مجهول الهوية.",
  "Add tags": "أضف وسومًا",
  "You must write a project story.": "يجب أن تكتب قصة المشروع.",
  "Public comment": "تعليق عام",
  "Filter": "تصفية",
  "cannot select more than 3 tags": "لا يمكن اختيار أكثر من 3 وسوم",
  "Leaderboard": "لائحة المتصدرين",
  "Contributor": "مسهم",
  "Amount funded": "المقدار الممول",
  "Projects funded": "المشاريع الممولة",
  "Open source": "مفتوح المصدر",
  "Podcast": "بودكاست",
  "Epic": "أسطورة",
  "Winner": "فائز",
  "Board": "لائحة",
  "Creator": "منشئ",
  "Select language": "اختر لغة",
  "Request a language": "اطلب لغة",
  "Check out some trending projects this week that you can follow in the discovery view!": "اكتشف بعض أبرز المشاريع هذا الأسبوع وتابعها من صفحة الاكتشاف!",
  "Add goal": "أضف هدفًا",
  "from": "من",
  "Grant funds will be distributed by principled bitcoin board members.": "سيوزّع أموال المنحة أعضاء مجلس البيتكوين.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "أسهم مباشرة في منحة {{title}} باستعمال رمز الاستجابة السريعة QR (على شبكة البرق والشبكة الرئيسة)",
  "1 Sat = 1 vote.": "ساتوشي 1 = صوت .1",
  "Verify your email": "أكد عنوان بريدك الإلكتروني",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "انسخ حسابك ومشروعك في غيزر احتياطيًّا. سيضمن هذا قدرتك الدائمة على الوصول إلى غيزر (في حالة الرقابة من وسائل التواصل الاجتماعي)، وستستطيع تحديث معلومات حسابك بأمان.",
  "Email input": "أدخل عنوان بريدك الإلكتروني",
  "Failed to generate OTP.": "أخفق توليد كلمة سر المرة الواحدة.",
  "Email is a required field": "عنوان البريد الإلكتروني مطلوب",
  "Please enter a valid Email address": "رجاءً أدخل عنوانا صالحًا",
  "Failed to update email.": "أخفق تحديث عنوان البريد الإلكتروني",
  "Failed to verify email.": "أخفق التحقق من عنوان البريد الإلكتروني.",
  "Your email": "عنوان بريدك الإلكتروني",
  "Wallet updated successfully!": "حُدّثت المحفظة بنجاح!",
  "Failed to update wallet.": "أخفق تحديث المحفظة.",
  "Failed to login with email": "أخفق الدخول بعنوان البريد الإلكتروني",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "يمكنك أن تحدث محفظتك بأمان باستعمال كلمة سر المرة الواحدة المرسلة إلى بريدك الموثق.",
  "Verify email": "وثق عنوان بريدك الإلكتروني",
  "This email has not been verified": "هذا العنوان غير موثق",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "يمكنك أن تحدث عنوان بريدك الإلكتروني بأمان باستعمال كلمة سر المرة الواحدة المرسلة إلى آخر عنوان موثق لك.",
  "Delete profile": "حذف الملف الشخصي",
  "Failed to delete profile": "أخفق حذف الملف الشخصي",
  "Settings": "الإعدادات",
  "To delete your profile permanently from Geyser.": "لحذف ملفك الشخصي إلى الأبد من غيزر.",
  "Your profile has been deleted.": "لقد حُذف ملفك الشخصي.",
  "Profile has been deleted": "حُذف الملف الشخصي",
  "Type '{{textToConfirm}}' and confirm": "أدخل '{{textToConfirm}}' ثم أكد",
  "Close": "إغلاق",
  "Check your SPAM folder for the email.": "تفقد الرسائل غير المرغوب بها في بريدك.",
  "Delete your profile permanently from Geyser.": "حذف حسابك إلى الأبد من غيزر.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "وثق بريدك لتحمي حسابك وتستطيع تعديل معلومات محفظة المشروع. سيستعمل عنوان بريدك الإلكتروني لإشعارك بأهم التحديثات في المشروع والمحفظة.",
  "As a project creator, you cannot delete your profile": "لا يمكنك حذف ملفك الشخصي، لأنك مؤسس مشروع",
  "Successfully updated user email": "حُدّث عنوان بريد المستخدم بنجاح",
  "Email verification successfull!": "نجح توثيق عنوان البريد الإلكتروني!",
  "Copy onchain address": "نسخ عنوان البيتكوين (الشبكة الرئيسة)",
  "Not now": "ليس الآن",
  "Add row above": "أضف صفًّا أعلاه",
  "Add row below": "أضف صفًّا أدناه",
  "Add column left": "أضف عمودًا أيسره",
  "Add column right": "أضف عمودًا أيمنه",
  "Remove column": "أزل العمود",
  "Remove row": "أزل الصف",
  "Insert video": "إدراج فيديو",
  "Insert": "إدراج",
  "Must be a valid twitter URL": "يجب أن يكون رابط تويتر صالحًا",
  "URL is required": "الرابط مطلوب",
  "Insert tweet": "إدراج تغريدة",
  "Failed to insert tweet": "أخفق إدراج التغريدة",
  "Connect more accounts": "اربط مزيدًا من الحسابات",
  "Pulldown to refresh": "اسحب إلى تحت للتحديث",
  "Hide": "إخفاء",
  "Error fetching project stats": "أخفق جلب إحصائيات المشروع",
  "Error fetching badges": "أخفق جلب الشارات",
  "Historical": "التاريخ",
  "No data available": "لا بيانات متاحة",
  "Rewards sold": "المكافآت المبيعة",
  "Details": "التفاصيل",
  "Add": "إضافة",
  "Add reward": "إضافة مكافأة",
  "Last 30 days": "آخر 30 يومًا",
  "Last 7 days": "آخر 7 أيام",
  "Last 12 months": "آخر 12 شهرًا",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "إذا حُبست خارج مشروعك في غيزر فيمكنك أن تصل إليه من أي تطبيق نوستر باستخدام مفتاحك الخاص، الذي نسخه لك غيزر احتياطًا.",
  "Get your Private Key Kit off your computer and print out a copy": "أخرج حقيبة المفتاح الخاص من حاسوبك واطبعها.",
  "Store it somewhere safe.": "احفظها في مكان آمن.",
  "Nostr Private Key information": "معلومات المفتاح الخاص في نوستر",
  "Public Key": "المفتاح العام",
  "Be aware of the following:": "تنبَّه لما يلي:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "إذا خسرت أو سربت مفاتيحك الخاصة فيمكن أن يتعرض مشروعك للأذى، ولا يمكن أن تفعل غيزر أي شيء لمساعدتك.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "يساعدك غيزر على حيازة مفاتيحك الخاصة، ومن ثم لا ننصح باستخدام هذه المفاتيح في تطبيقات نوستر غير الوصائية.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "ليست جميع ميزات غيزر مبنية على نوستر، ومن ثم فلن يتوافق كل المحتوى الذي تنشئه على غيزر مع بقية شبكة نوستر.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "إذا غيرت عنوان البرق في غيزر من تطبيقات أخرى فلن يستطيع غيزر التحقق من الزابات الواصلة من التطبيقات الأخرى، ومن ثم فلن تظهر في غيزر.",
  "Badge": "شارة",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "في آخر محاولة للإرسال إلى هذه المحفظة، وُوجهت مشكلة سيولة.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "في آخر محاولة للإرسال إلى هذا المشروع، أخفق توليد الفاتورة.",
  "This project is live and wallet running smoothly.": "هذا المشروع نشط ومحفظته تعمل بسهولة.",
  "This project has been deactivated by the project creator.": "عطّل هذا المشروع منشئه.",
  "The payment minimum is 1 satoshi.": "الحد الأدنى للدفع 1 ساتوشي.",
  "Objective": "الهدف",
  "Add the main project image that will be displayed in all thumbnails": "أضف الصورة الأساسية لمشروعك، التي ستظهر في جميع صوره المصغرة",
  "For best fit, pick a square image. Image size limit: 10MB.": "لأفضل ملاءمة، اختر صورة مربعة. حد حجم الصورة: 10 ميغابايت.",
  "Header": "الترويسة",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "ستُرسل إشعارات المشروع إلى عنوان بريدك الإلكتروني في ملفك الشخصي، الذي يمكنك تعديله. تأكد من التحقق من عنوان بريدك لتحافظ على أمان محفظتك.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "لا يمكن لعناوين البرق المخصصة أن تنتهي بـ«@geyser.fund».",
  "Please use a valid email-formatted address for your Lightning Address.": "استعمل عنوانًا مصوغًا كعنوان البريد الإلكتروني، ليكون عنوانك في البرق.",
  "Are you sure you want to disconnect this account?": "هل تريد فصل هذا الحساب؟",
  "INACTIVE": "غير نشط",
  "Please update the amount, or contact us for donating a higher amount.": "حدّث المقدار الآن، أو اتصل بنا لتتبرع بمقدار أكبر.",
  "Please update the amount.": "رجاءً حدّث المقدار.",
  "Please enter an email.": "رجاءً أدخل عنوان بريد إلكتروني.",
  "ACTIVE": "نشطة"
}