{
  "projects": "المشاريع",
  "contributors": "المسهمون",
  "Search": "بحث",
  "Projects with perks": "مشاريع ذات فوائد",
  "Inactive Projects": "مشاريع غير نشطة",
  "Active Projects": "مشاريع نشطة",
  "Subscribe": "متابعة",
  "Privacy": "الخصوصية",
  "Analytics": "التحليلات",
  "activity": "النشاط",
  "Select": "اختيار",
  "Trending in": "شائع في",
  "Recent Projects": "مشاريع حديثة",
  "See all": "مشاهدة الجميع",
  "This week": "هذا الأسبوع",
  "All time": "كل الوقت",
  "Failed to fetch data": "أخفق جلب البيانات",
  "Login": "تسجيل الدخول",
  "Projects": "المشاريع",
  "Contributions": "الإسهامات",
  "Entry": "إدخال",
  "Rewards": "المكافآت",
  "Go back": "عودة",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "إذا لم تستطع الاتصال بتويتر من جوالك، جرب أولًا تسجيل الدخول في Twitter.com على متصفحك، ثم حاول ثانية.",
  "Project": "المشروع",
  "You have been logged out": "لقد سجلت خروجك",
  "Continue": "استمرار",
  "Grants": "المنح",
  "About": "من نحن",
  "Feedback": "الانطباعات",
  "Sign Out": "تسجيل الخروج",
  "Dashboard": "لوحة التحكم",
  "Contribute": "إسهام",
  "Back": "عودة",
  "RUNNING": "يعمل",
  "Follow": "متابعة",
  "Copied!": "نُسخ!",
  "Download": "تحميل",
  "Tags": "الوسوم",
  "Region": "المنطقة",
  "Launched": "تم الإطلاق",
  "Finalize project": "إتمام المشروع",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "هذا المشروع لم يُطلق بعد. عُد إلى عملية الإنشاء لتُتمّ معلوماته وتطلقه.",
  "Story": "القصة",
  "Delete reward": "حذف المكافأة",
  "Cancel": "إلغاء",
  "Confirm": "تأكيد",
  "Something went wrong.": "حدث خطأ.",
  "Please try again": "حاول مرة أخرى رجاءً",
  "Reward": "المكافأة",
  "Failed to fetch contributions": "أخفق جلب الإسهامات",
  "Some time ago": "قبل مدة",
  "ago": "مضت",
  "a day": "يوم واحد",
  "days": "أيام",
  "an hour": "ساعة",
  "a minute": "دقيقة",
  "a few seconds": "عدة ثوان",
  "minutes": "دقائق",
  "hours": "ساعات",
  "Total": "الإجمالي",
  "Funding as": "التمويل بصفة",
  "anonymous": "مجهول الهوية",
  "Funding anonymously. Click to login": "التمويل بهوية مجهولة. انقر لتسجيل الدخول",
  "Click to logout": "انقر لتسجيل الخروج",
  "About to logout": "سيسجل خروجك",
  "You are about to logout of your account": "أنت على وشك الخروج من حسابك",
  "Logout": "تسجيل الخروج",
  "Reach out for help": "اطلب المساعدة",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your reward will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or reward fulfillment.": "غيزر ليس متجرًا. هو طريقة لإحياء المشروعات الإبداعية باستعمال البيتكوين. سيدعم تبرعك مشروعًا إبداعيًّا لمّا يُطوَّر. خطر عدم إيصال مكافأتك قائم، حتى إذا حاول منشئ المشروع جهده، لذلك نهيب بك أن تأخذ هذا الخطر بعين الاعتبار قبل دعم المشروع. غيزر غير مسؤول عن استحقاقات المشروع أو تحقيق المكافآت.",
  "Waiting for payment": "في انتظار الدفع",
  "Email": "البريد الإلكتروني",
  "Failed to download image": "أخفق تحميل الصورة",
  "copy": "نسخ",
  "Go to project": "عُد إلى المشروع",
  "Your project is in draft": "مشروعك في المسودة",
  "Saved in draft": "حُفظ في المسودة",
  "Please refresh the page and try again.": "رجاءً حدث الصفحة وحاول ثانيةً.",
  "Description": "الوصف",
  "Links & tags": "الروابط والوسوم",
  "Wallet": "المحفظة",
  "Contributors": "المسهمون",
  "Back to project": "عُد إلى المشروع",
  "Name": "الاسم",
  "Contribution": "الإسهام",
  "Copy": "نسخ",
  "Project updated successfully!": "نجح تحديث المشروع!",
  "Project update failed!": "أخفق تحديث المشروع!",
  "Save": "حفظ",
  "Title": "العنوان",
  "A few words that make your project stand out": "بضعة كلمات ليتميز مشروعك",
  "Add 'one liner' a simple descriptions of what your project is about": "أضف ‹في سطر واحد› وصفًا بسيطًا لهدف مشروعك",
  "Image": "الصورة",
  "Change image": "تغيير الصورة",
  "This lightning address is already taken.": "عنوان البرق هذا مأخوذ من قبل.",
  "Leave without saving": "مغادرة دون حفظ",
  "failed to update project": "أخفق تحديث المشروع",
  "please enter a valid url for project links": "أدخل رابطًا صالحًا في روابط المشروع",
  "failed to create new tag": "أخفق إنشاء وسم جديد",
  "failed to create tag": "أخفق إنشاء الوسم",
  "tag length must be between": "يجب أن يكون طول الوسم بين",
  "and": "و",
  "add tag": "أضف وسمًا",
  "Connect your sites so viewers can see more proof of your work": "اتصل بمواقعك حتى يرى المشاهدون إثباتات عملك",
  "Project links": "روابط المشروع",
  "Add Project Link": "أضف رابط مشروع",
  "you will be redirected shortly...": "سيُعاد تحويلك في لحظة...",
  "failed to delete project": "أخفق حذف المشروع",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "تُرسل إشعارات المشروع وتحديثاته إلى عنوان بريد منشئ المشروع. يمكن تحرير هذا العنوان من إعدادات الملف الشخصي.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "تعطيل مشروعك سيمنع الآخرين من تمويله، لكنه سيبقى ظاهرًا للجميع. ستستطيع تفعيله ثانية متى شئت.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "حذف مشروعك سيجعله غير متاح لك وللآخرين. لا يمكن حذف المشروع إلا إذا لم تتسلّم أي إسهام. هذا لضمان الشفافية أمام المسهمين في المشروع.",
  "Delete": "حذف",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and rewards.": "بحذف المشروع ستخسر جميع البيانات المتعلقة به، يشمل هذا الوصف والصور والإدخالات والمكافآت.",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "لا يمكن عكس هذا الفعل. لن تستطيع عرض هذا المشروع أو بياناته أو الوصول إليه بعد اتخاذ الإجراء.",
  "Confirm that you want to delete the project": "أكّد إرادتك لحذف المشروع",
  "FUNDED": "مُوّلت",
  "Project story updated successfully!": "نجح تحديث قصة المشروع!",
  "There was a problem while trying to update the project story": "حدثت مشكلة في أثناء محاولة تحديث قصة المشروع",
  "Write a more in-depth description of the project. You can also add images and videos.": "اكتب وصفًا متعمّقًا لمشروعك. يمكنك إضافة قصص وفيديوهات أيضًا.",
  "Hostname or IP address": "اسم المضيف أو عنوان IP",
  "Public key": "المفتاح العام",
  "Invoice Macaroon": "معكرون الفاتورة",
  "TLS certificate": "شهادة TLS",
  "gRPC port": "منفذ gRPC",
  "Lightning Address": "عنوان البرق",
  "failed to create project wallet": "أخفق إنشاء محفظة المشروع",
  "please provide valid wallet details": "رجاءً قدم معلومات محفظة صالحة",
  "Launch Project": "أطلق المشروع",
  "Save As Draft": "الحفظ كمسودة",
  "Connect Your Node": "اربط عقدتك",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "أوشك مشروعك على الانطلاق. يمكنك الآن إطلاقه والإعلان عنه أو حفظه كمسودة. ويمكنك تعديل المشروع متى شئت.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "بالاستمرار، أوافق على <1>البنود والشروط</1>",
  "Node name cannot be longer than": "لا يمكن أن يكون اسم العقدة أطول من",
  "characters": "حرفًا",
  "Tor addresses are currently not supported": "عناوين تور غير مدعومة حاليا",
  "Public Key must be": "يجب أن يكون المفتاح العام بطول",
  "characters long": "محرفًا",
  "The Public Key is wrongly formatted.": "صيغة المفتاح العام فاسدة.",
  "Invoice Macaroon cannot be longer than": "لا يمكن أن يكون معكرون الفوترة أطول من",
  "Add a Node": "أضف عقدة",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "ندعم حاليا عُقد LND في الشبكة الظاهرة. لن تعمل عُقد تور حاليًّا.",
  "Node Name": "اسم العقدة",
  "This is a Voltage Node": "هذه عقدة Voltage",
  "Find our demo here on how to load a Voltage node.": "انظر استعراضنا هنا لتحميل عقدة Voltage.",
  "API endpoint": "نُقطة وصول API",
  "Identity Pubkey": "المفتاح العام للهوية",
  "failed to create project": "أخفق إنشاء المشروع",
  "Create a project": "أنشئ مشروعًا",
  "Create a new project": "أنشئ مشروعًا جديدًا",
  "Transform your ideas into real world projects backed by your community": "حول أفكارك إلى مشاريع حقيقية يدعمها مجتمعك",
  "Raise funds from anywhere in the world": "اجمع التمويل من كل أنحاء العالم",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "إذا لم يفتح زر تويتر صفحة تحقق في تويتر، تأكد من تفعيل النوافذ المنبثقة في إعدادات متصفحك.",
  "The authentication request failed.": "أخفق طلب التحقق.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "لم نكتشف إضافة نوستر مثل Alby أو .Flamingo",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "هذا الحساب متصل بملف شخصي آخر في غيزر. استعمل حسابًا فريدًا. إذا أردت السؤال فاتصل بفريق غيزر من خلال",
  "Project description": "وصف المشروع",
  "Launch project": "إطلاق المشروع",
  "Connect wallet": "ربط المحفظة",
  "You’re ready to launch!": "أنت جاهز للإطلاق!",
  "An error occurred while attempting to load the profile page.": "حدث خطأ لدى محاول تحميل صفحة الملف الشخصي.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "حاول تحديث الصفحة رجاءً. لك أن تحاول الاتصال بالدعم إن استمرت المشكلة.",
  "Edit": "تحرير",
  "Failed to unlink account": "أخفق فكّ الحساب",
  "Connect more social profiles to your Geyser account.": "اربط عدة ملفات شخصية بحسابك في غيزر.",
  "Activity": "النشاط",
  "Followed projects": "المشاريع المتابَعة",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "لا يستغرق الإطلاق أكثر من دقيقتين! إذا لم تكن متأكدا من جهوزية فكرتك يمكنك أن تبدأ الآن وتطلق المشروع لاحقًا.",
  "Geyser badges": "شارات غيزر",
  "Login with Nostr to claim the badges you earned!": "سجل دخولك بنوستر لتحصيل الشارات التي اكتسبتها!",
  "Claim": "تحصيل",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "بفصل حساب نوستر هذا من ملفك الشخصي في غيزر ستستطيع وصل حساب نوستر آخر. لكنك لن تستطيع إنشاء ملف شخصي جديد في غيزر باستعمال حسابك الحالي في نوستر.",
  "Your badges are connected to this Nostr account.": "شاراتك متصلة الآن بحساب نوستر هذا.",
  "Disconnect": "فصل",
  "Bio": "نبذة",
  "You do not have permission to access this page.": "ليس من صلاحياتك عرض هذه الصفحة.",
  "Applications Open": "التقديمات مفتوحة",
  "Closed": "مغلقة",
  "Active": "نشطة",
  "Countdown to grant going live": "العد التنازلي لإطلاق المنحة",
  "Time left to vote": "الوقت المتبقي للتصويت",
  "Sponsored by": "بدعم من",
  "SPONSORS": "الداعمون",
  "See the winner announcement": "انظر إعلان الفائز",
  "Announcement": "إعلان",
  "Let the Sats flow to your favorite projects.": "فلتتدفق الساتوشيات إلى مشاريعك المفضلة. كل ساتوشي يكافئ صوتًا.",
  "distributed": "وُزّعت",
  "Vote": "تصويت",
  "Apply": "تقدم",
  "Login to apply": "سجل دخولك للتقدم",
  "Success!": "نجح!",
  "Select a project": "اختر مشروعًا",
  "To apply to a grant you need to first login into Geyser.": "للتقدم عليك أولًا تسجيل الدخول إلى غيزر.",
  "Select your Geyser project from the list": "اختر مشروعك من القائمة",
  "You have not created any projects": "لم تنشئ أي مشروع",
  "To apply for a grant you need to create a project on Geyser.": "للتقدم لمنحة عليك أن تنشئ مشروعًا على غيزر.",
  "Grant application failed.": "أخفق التقدم إلى المنحة.",
  "Grant funds will be distributed based on community votes.": "ستوزع أموال المنحة حسب أصوات المجتمع.",
  "Amount": "المقدار",
  "More Information": "مزيد من المعلومات",
  "Grant Winners!": "الفائزون بالمنحة!",
  "See all Grants": "عرض كل المِنَج",
  "Geyser Grants": "منح غيزر",
  "CLOSED": "مُغلقة",
  "Round 1 Announcement": "إعلان الجولة 1",
  "The Geyser Grant Round 1 winners have been released.": "أُعلن عن فائزي الجولة 1 من منحة غيزر.",
  "The board will be responsible for reviewing and evaluating the applications.": "سيكون المجلس مسؤولًا عن مراجعة التقديمات وتقييمها.",
  "Made possible by sponsors": "بفضل الداعمين",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "شركات البيتكوين والأفراد المجهولون الذين يريديون أن ينيروا مصباح الأمل في العالم.",
  "Bitcoin Education": "تعليم البيتكوين",
  "Bitcoin Development": "تطوير البيتكوين",
  "Bitcoin Culture": "ثقافة البيتكوين",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "هدف هذه المنحة دعم الجهود والمبادرات غير الهادفة للربح لتعليم البيتكوين. البيتكوين أداة للحرية الفردية والسيادة الذاتية. يمكّن البيتكوين ثورة ستأخذ الإنسانية إلى مستوى آخر بتقديم الحرية والوصول المالي للعالم، وبالعودة إلى نظام مالي سليم. مع هذا، يرى معظم الناس البيتكوين أداة للمقامرة، أو نقدًا للمجرمين، أو مخطط احتيال، أو كابوسًا بيئيًّا. لهذا فإن عمل المعلّمين في البيتكوين مهم جدًّا. نحتاج إلى كثير من العمل لتمكين الناس حول العالم ليستعملوا البيتكوين أداةً لتجنب التضخم الكبير والرقابة المالية وغياب المؤسسات المصرفية. لمزيد من المعلومات، انظر هنا.",
  "applicants": "متقدمون",
  "contributed": "مُسهَمة",
  "GRANT TO DISTRIBUTE": "المنحة التي ستوزَّع",
  "Designs by": "المصمم:",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "شكرًا للمطورين والمصممين الذين بنوا وصمموا منح غيزر.",
  "Please enter a valid email address.": "رجاءً أدخل عنوان بريد إلكتروني صالحًا.",
  "Succesfully subscribed to Geyser": "نجح الاشتراك في غيزر",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "نشكر لك تسجيلك. سنشاركك مزيدًا من المعلومات عن مشاريع غيزر ومنتجه فريبًا. لتنضم إلى مجتمعنا جِدنا في تلغرام وتويتر.",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "للتعرف على آخر مشاريع غيزر ومنتجاته اشترك بإدخال عنوان بريدك أدناه.",
  "Contact Email": "بريد التواصل",
  "You successfully subscribed to <1>Geyser Grants</1>!": "لقد اشتركت بنجاح في <1>منح غيزر</1>!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "تمويل المعلمين والمبدعين والبناة الذين يقومون على مشاريع مختصة بالبيتكوين في غيزر.",
  "Funded by bitcoiners who want to change the world.": "بتمويل من بيتكوينيين يريدون تغيير العالم.",
  "View project": "عرض المشروع",
  "Saving": "يجري الحفظ",
  "Saved": "تم الحفظ",
  "Save draft": "حفظ كمسودة",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "لمعرفة المستخدمين النشطين، يُصدر غيزر ويمنح للمستخدمين شارات نوستر، تعرّف الناس تعريفًا أكبر بأفعالهم.",
  "What is Nostr": "ما هو نوستر",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "نوستر هو بروتوكول لتناقل الملاحظات وغيرها عبر الممرّرات. نوستر بروتوكول؛ معيار مفتوح يمكن أن يبني عليه أي أحد. نوستر ليس تطبيقًا أو خدمة تسجل فيها. زُر <1>nostr.how</1> لمزيد من المعلومات",
  "What are Nostr Badges": "ما هي شارات نوستر",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "شارات نوستر هي أحداث في نوستر تتيح للمستخدمين إرسال واستقبال الأصول الرقمية التي تحتوي صورة وعنوانًا ووصفًا. وهي مفصلة في NIP-58",
  "How to redeem my Nostr badge": "كيفية تحصيل شارة نوستر",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "يمكنك الحصول على شارة نوستر بسهولة في ملفك الشخصي في غيزر. سجل دخولك بنوستر، اذهب إلى الملف الشخصي واضغط على تحصيل.",
  "Where can I see my Geyser badges?": "أين يمكنني استعراض شاراتي من غيزر؟",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "يمكنك أن تصل إلى شارات غيزر من أي منصة نوستر تظهر الشارات مثل badges.page وAmethist",
  "Who can edit and update Nostr Badges?": "من يمكنه تحرير وتحديث شارات نوستر؟",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "يستطيع مُصدر الشارات تعديل معلوماتها، لكنه لا يستطيع سحبها مطلقًا. لذا فقد يعدّل غيزر شاراته إذا احتاج إلى ذلك.",
  "Will there be more badges?": "هل سنصدر شارات جديدة؟",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "نعم! ننوي أن ننشئ شارات جديدة عندما نرى سببًا فعليًّا لإظهار العرفان للعمل الجاد أو الإنجاز المهم. لكن لا تقلق، لن نغرق النظام بالشارات.",
  "Hey, I should have that badge!": "ينبغي أن أكون مالكًا لهذه الشارة!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "إذا كنت تعتقد أنك تستحق شارة معينة اتصل بنا على <1>hello@geyser.fund</1> لنراجع استحقاقك!",
  "Error": "خطأ",
  "Authentication failed.": "أخفق التحقق",
  "Please clear your browser's cache & cookies and try again.": "امسح الكاش والكعكات في متصفحك وحاول من جديد.",
  "Requested operation declined": "رُفضت العملية المطلوبة",
  "Please use the invoice instead.": "استعمل الفاتورة بدلًا من ذلك رجاءً.",
  "Oops! Something went wrong with WebLN.": "أوه! حدث خطأ في WebLN.",
  "Please copy the invoice manually instead.": "انسخ الفاتورة يدويًّا.",
  "Connect with Lightning": "اتصل باستخدام البرق",
  "Scan the QR code to connect to your Lightning wallet.": "امسح رمز QR لتتصل بمحفظتك البرقية.",
  "Check if your wallet supports LNURL-auth here.": "تأكد من دعم محفظتك لبروتوكول LNURL-auth هنا.",
  "Waiting to connect...": "في انتظار الاتصال...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "تذكر أنك المسؤول عن إدارة سيولة عقدتك.",
  "Grant": "منحة",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "رجاءً سجل دخولك من جديد إلى ملفك الشخصي، أو اضغط على استمرار لتبقى مجهول الهوية.",
  "Add tags": "أضف وسومًا",
  "You must write a project story.": "يجب أن تكتب قصة المشروع.",
  "Public comment": "تعليق عام",
  "Filter": "تصفية",
  "cannot select more than 3 tags": "لا يمكن اختيار أكثر من 3 وسوم",
  "Leaderboard": "لائحة المتصدرين",
  "Contributor": "مسهم",
  "Amount funded": "المقدار الممول",
  "Projects funded": "المشاريع الممولة",
  "Open source": "مفتوح المصدر",
  "Podcast": "بودكاست",
  "Epic": "أسطورة",
  "Winner": "فائز",
  "Board": "لائحة",
  "Creator": "منشئ",
  "Select language": "اختر لغة",
  "Request a language": "اطلب لغة",
  "Check out some trending projects this week that you can follow in the discovery view!": "اكتشف بعض أبرز المشاريع هذا الأسبوع وتابعها من صفحة الاكتشاف!",
  "Add goal": "أضف هدفًا",
  "from": "من",
  "Grant funds will be distributed by principled bitcoin board members.": "سيوزّع أموال المنحة أعضاء مجلس البيتكوين.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "أسهم مباشرة في منحة {{title}} باستعمال رمز الاستجابة السريعة QR (على شبكة البرق والشبكة الرئيسة)",
  "1 Sat = 1 vote.": "ساتوشي 1 = صوت .1",
  "Verify your email": "أكد عنوان بريدك الإلكتروني",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "انسخ حسابك ومشروعك في غيزر احتياطيًّا. سيضمن هذا قدرتك الدائمة على الوصول إلى غيزر (في حالة الرقابة من وسائل التواصل الاجتماعي)، وستستطيع تحديث معلومات حسابك بأمان.",
  "Email input": "أدخل عنوان بريدك الإلكتروني",
  "Failed to generate OTP.": "أخفق توليد كلمة سر المرة الواحدة.",
  "Email is a required field": "عنوان البريد الإلكتروني مطلوب",
  "Please enter a valid Email address": "رجاءً أدخل عنوانا صالحًا",
  "Failed to update email.": "أخفق تحديث عنوان البريد الإلكتروني",
  "Failed to verify email.": "أخفق التحقق من عنوان البريد الإلكتروني.",
  "Your email": "عنوان بريدك الإلكتروني",
  "Wallet updated successfully!": "حُدّثت المحفظة بنجاح!",
  "Failed to update wallet.": "أخفق تحديث المحفظة.",
  "Failed to login with email": "أخفق الدخول بعنوان البريد الإلكتروني",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "يمكنك أن تحدث محفظتك بأمان باستعمال كلمة سر المرة الواحدة المرسلة إلى بريدك الموثق.",
  "Verify email": "وثق عنوان بريدك الإلكتروني",
  "This email has not been verified": "هذا العنوان غير موثق",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "يمكنك أن تحدث عنوان بريدك الإلكتروني بأمان باستعمال كلمة سر المرة الواحدة المرسلة إلى آخر عنوان موثق لك.",
  "Delete profile": "حذف الملف الشخصي",
  "Failed to delete profile": "أخفق حذف الملف الشخصي",
  "Settings": "الإعدادات",
  "To delete your profile permanently from Geyser.": "لحذف ملفك الشخصي إلى الأبد من غيزر.",
  "Your profile has been deleted.": "لقد حُذف ملفك الشخصي.",
  "Profile has been deleted": "حُذف الملف الشخصي",
  "Type '{{textToConfirm}}' and confirm": "أدخل '{{textToConfirm}}' ثم أكد",
  "Close": "إغلاق",
  "Check your SPAM folder for the email.": "تفقد الرسائل غير المرغوب بها في بريدك.",
  "Delete your profile permanently from Geyser.": "حذف حسابك إلى الأبد من غيزر.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "وثق بريدك لتحمي حسابك وتستطيع تعديل معلومات محفظة المشروع. سيستعمل عنوان بريدك الإلكتروني لإشعارك بأهم التحديثات في المشروع والمحفظة.",
  "As a project creator, you cannot delete your profile": "لا يمكنك حذف ملفك الشخصي، لأنك مؤسس مشروع",
  "Successfully updated user email": "حُدّث عنوان بريد المستخدم بنجاح",
  "Email verification successfull!": "نجح توثيق عنوان البريد الإلكتروني!",
  "Copy onchain address": "نسخ عنوان البيتكوين (الشبكة الرئيسة)",
  "Not now": "ليس الآن",
  "Add row above": "أضف صفًّا أعلاه",
  "Add row below": "أضف صفًّا أدناه",
  "Add column left": "أضف عمودًا أيسره",
  "Add column right": "أضف عمودًا أيمنه",
  "Remove column": "أزل العمود",
  "Remove row": "أزل الصف",
  "Insert video": "إدراج فيديو",
  "Insert": "إدراج",
  "Must be a valid twitter URL": "يجب أن يكون رابط تويتر صالحًا",
  "URL is required": "الرابط مطلوب",
  "Insert tweet": "إدراج تغريدة",
  "Failed to insert tweet": "أخفق إدراج التغريدة",
  "Connect more accounts": "اربط مزيدًا من الحسابات",
  "Pulldown to refresh": "اسحب إلى تحت للتحديث",
  "Hide": "إخفاء",
  "Error fetching project stats": "أخفق جلب إحصائيات المشروع",
  "Error fetching badges": "أخفق جلب الشارات",
  "Historical": "التاريخ",
  "No data available": "لا بيانات متاحة",
  "Rewards sold": "المكافآت المبيعة",
  "Details": "التفاصيل",
  "Add": "إضافة",
  "Add reward": "إضافة مكافأة",
  "Last 30 days": "آخر 30 يومًا",
  "Last 7 days": "آخر 7 أيام",
  "Last 12 months": "آخر 12 شهرًا",
  "Exported on": "",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "إذا حُبست خارج مشروعك في غيزر فيمكنك أن تصل إليه من أي تطبيق نوستر باستخدام مفتاحك الخاص، الذي نسخه لك غيزر احتياطًا.",
  "Get your Private Key Kit off your computer and print out a copy": "أخرج حقيبة المفتاح الخاص من حاسوبك واطبعها.",
  "Store it somewhere safe.": "احفظها في مكان آمن.",
  "Nostr Private Key information": "معلومات المفتاح الخاص في نوستر",
  "Public Key": "المفتاح العام",
  "Be aware of the following:": "تنبَّه لما يلي:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "إذا خسرت أو سربت مفاتيحك الخاصة فيمكن أن يتعرض مشروعك للأذى، ولا يمكن أن تفعل غيزر أي شيء لمساعدتك.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "يساعدك غيزر على حيازة مفاتيحك الخاصة، ومن ثم لا ننصح باستخدام هذه المفاتيح في تطبيقات نوستر غير الوصائية.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "ليست جميع ميزات غيزر مبنية على نوستر، ومن ثم فلن يتوافق كل المحتوى الذي تنشئه على غيزر مع بقية شبكة نوستر.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "إذا غيرت عنوان البرق في غيزر من تطبيقات أخرى فلن يستطيع غيزر التحقق من الزابات الواصلة من التطبيقات الأخرى، ومن ثم فلن تظهر في غيزر.",
  "Export Private key (nsec)": "",
  "Are you sure you want to export your private keys?": "",
  "Warning: your project risks being compromised if you leak your private key.": "",
  "I understand the risks of exporting my private key": "",
  "failed to copy": "",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "",
  "Below you can find the information you need to access your public and private keys.": "",
  "Your Nostr Public Key (npub)": "",
  "Warning: Before exporting your private keys, make sure to read the following message.": "",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "",
  "The Relays": "",
  "These are the relays that we publish to.": "",
  "You need to login before creating your project.": "",
  "Please provide secure links, starting with https://": "",
  "Project Private Key Kit (nsec)": "",
  "Share": "",
  "Select an image": "",
  "Title is a required field.": "",
  "Find out more": "",
  "Milestone": "",
  "Successfully contributed to": "",
  "Project Identifier": "",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "",
  "Your Nostr Private Key Kit (nsec)": "",
  "Reward Name": "",
  "Limited Edition (skip if no limit)": "",
  "Currency": "",
  "Describe the item you would like to sell": "",
  "Price": "",
  "Update Reward": "",
  "Edit Reward": "",
  "Publish Reward": "",
  "Create Reward": "",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "",
  "Confirm project launch": "",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "",
  "Lightning Node": "",
  "Confirm launch": "",
  "You’re all set!": "",
  "Zoom": "",
  "Warning! By changing this identifier your old project links will not send you to your project": "",
  "Private Key": "",
  "sold": "",
  "Items": "",
  "Bitcoin Price": "",
  "Date": "",
  "Status": "",
  "Show more": "",
  "Delivered": "",
  "To do": "",
  "Shipped": "",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "",
  "Type": "",
  "Reference": "",
  "To": "",
  "From": "",
  "Export": "",
  "Custom Range": "",
  "Past Month": "",
  "Past Week": "",
  "All": "",
  "Donation": "",
  "Are you sure you want to remove the reward?": "",
  "BTC (sats)": "",
  "Are you sure you want to make the change?": "",
  "Please note that all reward prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each reward on reward’s page.": "",
  "Badge": "شارة",
  "Checkout": "",
  "Project URL": "",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "",
  "Are you sure?": "",
  "Nostr settings": "",
  "Switch between USD and Bitcoin (Sats) for reward prices. This allows you to view and manage rewards in the currency that suits your preference.": "",
  "USD ($)": "",
  "Make a donation": "",
  "Sell anything to reward your contributors": "",
  "Oops, looks like this page got lost in space": "",
  "Funding anonymously. <1>Click here</1> to connect your profile to the contribution": "",
  "No items with this status.": "",
  "Category": "",
  "months": "",
  "Purchases": "",
  "Followed": "",
  "month": "",
  "Quantity": "",
  "Reference code": "",
  "Shipping status": "",
  "Guide": "",
  "Support Geyser": "",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "",
  "Add Rewards": "",
  "Create a reward": "",
  "Create reward": "",
  "Or, use a reward template below": "",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "",
  "This project does not exist": "",
  "What may have gone wrong:": "",
  "You may have typed the wrong URL": "",
  "The project may have been deleted": "",
  "The creator may have changed the project URL": "",
  "Grant amount": "",
  "APPLICATION PENDING": "",
  "Pending Applications": "",
  "Connect with Nostr": "",
  "Save reward": "",
  "Post": "",
  "No rewards are selected": "",
  "Invoice": "",
  "Lightning": "",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "",
  "More info": "",
  "Download & Continue": "",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "",
  "Download refund file before proceeding": "",
  "Enter your email to receive transaction confirmation": "",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "",
  "View transaction on explorer": "",
  "Get notified (optional)": "",
  "Download refund file": "",
  "Payment & refund instructions": "",
  "Copy link": "",
  "Claim refund": "",
  "Transaction has failed": "",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "",
  "Send the exact payment amount in Satoshis": "",
  "Set the transaction fee to medium or high": "",
  "Address is required to claim funds": "",
  "Upload refund file": "",
  "Initiate refund": "",
  "Refund initiated successfully": "",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "",
  "For more info on Refund Policies and Fees <1>click here.</1>": "",
  "Check out my project in geyser: {{projectLink}}": "",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "",
  "By keeping your project in 'draft', it will remain hidden until you decide to launch it": "",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "",
  "Scan and pay invoice with bitcoin.": "",
  "Download and securely store your Refund File.": "",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "",
  "Do not close this window": "",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "",
  "Refund Transaction Fees": "",
  "Amount contributed": "",
  "Contribution to": "",
  "Refund summary": "",
  "Total Refunded": "",
  "We apologize for any inconvenience caused.": "",
  "If you need assistance, please don't hesitate to reach out to us for support.": "",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "",
  "Alternatively": "",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "",
  "Limited Edition rewards cannot be edited after rewards have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition rewards create a new reward.": "",
  "Confirm Delete": "",
  "Leaderboard (All)": "",
  "Sats sent": "",
  "votes": "",
  "voters": "",
  "sats sent": "",
  "How voting works": "",
  "This grant uses ": "",
  "Incremental Voting": "",
  "1 vote": "",
  "From 1,000 to 9,999 sats": "",
  "2 votes": "",
  "From 10,000 to 99,999 sats": "",
  "3 votes": "",
  "Above 100k sats": "",
  "Above 100k sats = 3 votes": "",
  "Let's vote!": "",
  "Proportional Voting": "",
  " to enable more funding to go towards projects. This means:": "",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "",
  "You can send Sats to multiple projects and multiple times": "",
  "You can send Sats anonymously": "",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "",
  "Enter Goal Title": "",
  "Deleting this goal will result in losing all of its progress": "",
  "Are you sure you want to delete goal titled": "",
  "Delete Goal": "",
  "Denominate your goal in Bitcoin or USD": "",
  "Inspire your followers to contribute to specific objectives.": "",
  "Goal Title": "",
  "Goal Amount": "",
  "Denomination": "",
  "Create goal": "",
  "Nostr": "",
  "Sold": "",
  "Buy": "",
  "Followers": "",
  "Ready for delivery": "",
  "Preorder": "",
  "Goals": "",
  "weeks": "",
  "Change language": "",
  "Discover": "",
  "Completed": "",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "",
  "This goal is denominated in US Dollars": "",
  "contributed towards goal": "",
  "Location": "",
  "of": "",
  "Posts": "",
  "Delivery in": "",
  "contributed in total": "",
  "Title must match exactly": "",
  "Github": "",
  "No contributions have been made to this project": "",
  "Project details": "",
  "Anonymous": "",
  "Select project": "",
  "Logged in with": "",
  "Do you want to receive monthly email updates of the projects you follow?": "",
  "Sign in": "",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "",
  "Sign in to Geyser": "",
  "Yes, please send me updates": "",
  "Don't ask again": "",
  "Reset filters": "",
  "Create project": "",
  "Receive email notifications for projects you follow": "",
  "Stay informed": "",
  "Feature project": "",
  "Featured": "",
  "No, no project updates": "",
  "Learn more": "",
  "Filter by": "",
  "View results": "",
  "My Projects": "",
  "Trending rewards": "",
  "Inactive projects": "",
  "Past week": "",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "",
  "Draft": "",
  "Updates on projects I follow": "",
  "No rewards sold": "",
  "Rewards Sold": "",
  "Contributions Received": "",
  "No contributions received": "",
  "Global Feed": "",
  "Projects I Follow": "",
  "Top Contribution": "",
  "Anonymous contributor": "",
  "New post": "",
  "Top Projects and Contributors": "",
  "Past month": "",
  "The projects and contributors making world-changing ideas a reality": "",
  "Select period...": "",
  "through": "",
  "Open Grants": "",
  "Open": "",
  "Awarded": "",
  "Sponsors": "",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "",
  "Write post": "",
  "Sell reward": "",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "",
  "Lightning address & NPUB": "",
  "Available": "",
  "Share the post page to spread the word across the internet and social media.": "",
  "Share post": "",
  "Project is part of a voting grant": "",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "",
  "You can vote multiple times and towards multiple projects": "",
  "You can vote by sending Sats": "",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "",
  "Inactive Wallet": "",
  "View Sales": "",
  "Hidden rewards": "",
  "Unhide": "",
  "Sales": "",
  "Accounting": "",
  "Project Info": "",
  "Notifications": "",
  "Funds received (sats)": "",
  "Views": "",
  "Funding by method": "",
  "Funding by region": "",
  "Private message": "",
  "Export CSV": "",
  "Project info": "",
  "Upload image": "",
  "Youtube and Vimeo video links are supported for project headers.": "",
  "Media url": "",
  "Upload additional image": "",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "",
  "Choose Geyser split per transaction:": "",
  "Featured Wallets": "",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You’ll receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "",
  "Export Private Key (nsec)": "",
  "Project status": "",
  "Are you sure you want to deactivate the project ?": "",
  "Update project status": "",
  "You are about to switch the currency denomination for all your rewards from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "",
  "Delete Project": "",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "",
  "Provide your Nostr public address (npub)": "",
  "The Bitcoin address you entered is invalid": "",
  "Basket": "",
  "Available Rewards": "",
  "Summary": "",
  "To receive the selected rewards, please send your shipping details to the creator’s email, which will be revealed in the success screen.": "",
  "All posts": "",
  "Post on X": "",
  "Your post is live!": "",
  "Don’t forget to share it on social media to maximize its reach.": "",
  "Followers (Everyone)": "",
  "Reward buyers": "",
  "Back to post": "",
  "Post Title": "",
  "Publish": "",
  "The summary of the post": "",
  "Send post by email": "",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "",
  "Don’t Lose Your Progress": "",
  "Upload header image": "",
  "Linked goals and rewards": "",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "",
  "Using links enables you to highlight a specific reward or goal, helping you direct people to it.": "",
  "Link": "",
  "Link Goals and Rewards": "",
  "Send via email": "",
  "Send to": "",
  "Select recipients": "",
  "Select rewards": "",
  "Email will be sent to": "",
  "members.": "",
  "Completed Goals": "",
  "Successfully deleted post!": "",
  "Back to posts": "",
  "Failed to fetch featured project": "",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "",
  "No projects": "",
  "Profile settings": "",
  "Goal": "",
  "Exit the creation flow": "",
  "The project will be saved as a Draft and you can access it in your Profile page.": "",
  "Save as draft": "",
  "Leave a public comment here.": "",
  "Enter your comment here...": "",
  "Private comments": "",
  "Funded": "",
  "Merch": "",
  "Provide your Lightning Address for a full or partial refund": "",
  "To a goal": "",
  "Email and Updates": "",
  " Total to pay": "",
  "Copy invoice": "",
  "Download invoice": "",
  "Update your community by email": "",
  "Facebook": "",
  "Google": "",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "",
  "Transaction is being processed": "",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "",
  "Get notified via email (optional)": "",
  "Enter notified by email (optional)": "",
  "Refresh Page": "",
  "Continue with email": "",
  "Twitter (X)": "",
  "You can login securely by using One Time Password sent to your email.": "",
  "Receive One Time Password": "",
  "We sent you an OTP code to": "",
  "Paste (or type) it below to continue.": "",
  "Banner": "",
  "Spread the word": "",
  "Hall of fame": "",
  "This month": "",
  "Hall of Fame": "",
  "The Projects and Heroes bringing Bitcoin closer to mass adoption": "",
  "Top Projects": "",
  "Top Heroes": "",
  "Creators": "",
  "Ambassadors": "",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "",
  "Those bringing the most successful projects to life": "",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "",
  "Heroes Hall of Fame": "",
  "Those spreading the word about valuable projects and enabling contributions to happen": "",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "",
  "Hero link:": "",
  "Top Contributors": "",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "",
  "Top Creators": "",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "",
  "Top Ambassadors": "",
  "made in contributions": "",
  "raised in contributions": "",
  "Hero Rank": "",
  "Ambassador": "",
  "of enabled contributions": "",
  "Error fetching user profile": "",
  "Copy card": "",
  "Creator Ranking": "",
  "Contributor Ranking": "",
  "Ambassador Ranking": "",
  "Resend code": "",
  "Geyser Manifesto": "",
  "with": "",
  "contributions": "",
  "to get your custom": "",
  "Become the first project": "",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "",
  "and track the impact of sharing.": "",
  "A unique link that tracks contributions you helped generate": "",
  "Hero link": "",
  "Share on X": "",
  "by spreading the word and enabling more contributions to this project.": "",
  "No contributions have been enabled through sharing yet.": "",
  "No Purchases made yet": "",
  "Failed to fetch purchases": "",
  "No contributions made yet": "",
  "Order placed": "",
  "Order number": "",
  "Unit price": "",
  "By continuing to checkout you are accepting our T&Cs": "",
  "Please refresh the page and try again": "",
  "Something went wrong": "",
  "An Error Occured": "",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "",
  "for this project by spreading the word using your": "",
  "Next Actions": "",
  "Become an": "",
  "Hero Link:": "",
  "Send to new email": "",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "",
  "Make a contribution to a Geyser Grant, starting from as little as $5 per month. The funds are used to support Bitcoin projects through ": "",
  "Or simply donate with a one-off contribution towards the Grants": "",
  "Community-Voting Grants": "",
  "Learn more about Geyser Grants.": "",
  ", all in full transparency.": "",
  "Monthly subscription going to Bitcoin projects": "",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "",
  "Guardians": "",
  "Closed Grants": "",
  "Make a recurring contribution": "",
  "Subscription": "",
  "Subscribing anonymously": "",
  "You would not be able to manage your subscription through geyser.": "",
  "To manage your subscription in the future, please login to stripe with your provided email.": "",
  "GEYSER GUARDIANS": "",
  "Warrior": "",
  "Legend": "",
  "Knight": "",
  "King": "",
  "Why Geyser": "",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "",
  "Words from creators on Geyser": "",
  "Geyser Guardians": "",
  "Select a character to explore perks": "",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "",
  "Series 1": "",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "",
  "Become a Guardian now!": "",
  "- Geyser Team": "",
  "Metamick": "",
  "Stelios": "",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "",
  "Bitcoin adoption still has a long way to go, and Bitcoin creators are working tirelessly to bring that vision to life. Geyser’s mission is to support these creators and empower them to push Bitcoin adoption forward. Geyser Guardians play a vital role in this mission. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "",
  "Vlad": "",
  "Partners": "",
  "What will you do to help bring about Bitcoin adoption?": "",
  "Sajal": "",
  "Discounts": "",
  "Physical Items": "",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "",
  "Digital Items": "",
  "Deliveries will begin in Q1 2025.": "",
  "Experiences": "",
  "Infinite army": "",
  "Available <1>{{remainingRewards}}</1> of <3>{{totalRewards}}</3>": "",
  "Explore Guardians": "",
  "Add your reward specifications (eg. T-shirt size)": "",
  "Leave a private message to the creator.": "",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "",
  "Individuals who spread the word about Geyser projects by sharing.": "",
  "Project Story": "",
  "Bring your Bitcoin ideas to life with Geyser. Rally your community and the Bitcoin community to fund projects that push Bitcoin adoption forward.": "",
  "Promote": "",
  "Spreading the word about your project can be challenging, but Geyser is here to help by showcasing trending projects, highlighting new ones in our monthly email, and more. If you're looking for more, we also offer getting featured and receiving a Promotion boost.": "",
  "Send us email": "",
  "How to promote your project?": "",
  "To learn about how to promote your crowdfunding project, check out this playlist we created. ": "",
  "Watch the playlist.": "",
  "Inside, you’ll find a series of expert-led tutorials and actionable tips covering everything from crafting compelling project stories, leveraging social media, engaging your audience, and maximizing outreach strategies. ": "",
  "Chat on Telegram": "",
  "Thorough report": "",
  "we'll put together a summary sheet based on our conversation that you can take away with the key next steps and deliverables.": "",
  "We'll feature your project in our landing page for one week.": "",
  "we'll connect you with the right people that will make your project into a success: be it podcasters, content creators, designers or more.": "",
  "Email campaign": "",
  "Note: We reserve the right to refuse offering this service if the product does not align with our mission.": "",
  "we can blast your project out to the right people that we know might be interested.": "",
  "The first {{count}} guardians get {{discount}} off. {{left}} left.": "",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "",
  "Most funded projects filtered by:": "",
  "Search country or region": "",
  "Worldwide": "",
  "Search category or sub category": "",
  "All categories": "",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "",
  "Board members": "",
  "You can send Sats to projects to multiple projects and multiple times": "",
  "Receive on": "",
  "Add external video": "",
  "Create Goal": "",
  "did ": "",
  "times.": "",
  " or ": "",
  "sold out!": "",
  "Goal reached:": "",
  "Update your community": "",
  "Created reward": "",
  "Project Category": "",
  "Choose the most fitting category. Landing page features trending projects in each category.": "",
  "Select category": "",
  "category": "",
  "with following features": "",
  "Project category is required to proceed": "",
  "Please select a category": "",
  "Project subcategory is required to proceed": "",
  "Please select a subcategory": "",
  "Please select a country": "",
  "Project country is required to proceed": "",
  "Country": "",
  "Get found more easily by putting your project on the map. Select a country": "",
  "Select country": "",
  "Reward currency denomination": "",
  "Post saved successfully!": "",
  "Reward Updates": "",
  "All rewards": "",
  "Write an update": "",
  "Engage your community, followers, contributors, and reward purchasers by sending them an update about your new reward via email.": "",
  "Share reward": "",
  "Share the reward page to spread the word across the internet and social media.": "",
  "Images": "",
  "Back to rewards": "",
  "Pre-Order": "",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "",
  "For rewards that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "",
  "Select Category": "",
  "Add one or multiple images to help showcase your reward": "",
  "Short Description": "",
  "Expected Availability Date": "",
  "Use “Expected Availability Date' to set when your reward will be developed and available.": "",
  "Enable this option to request the user's shipping address. This is necessary for delivering physical products directly to your supporters.": "",
  "Failed to update reward": "",
  "Successfully updated!": "",
  "All goals": "",
  "Goal updates": "",
  "Share the goal page to spread the word across the internet and social media.": "",
  "Share goal": "",
  "Edit goal": "",
  "The board evaluates all applications and decides the allocation of the funds collected.": "",
  "Welcome to Bitcoin crowdfunding!!": "",
  "Achievements": "",
  "Upcoming Grants": "",
  "Investors": "",
  "Become our partner": "",
  "So far Geyser Grants have awarded  12 grants and more than 3 BTC in funding to a dozens of Bitcoin projects and initiatives focused on culture, education, and community engagement, helping spread Bitcoin to more people around the world. ": "",
  "By becoming a Geyser Guardian, you directly fuel the Bitcoin ecosystem! <1>21% of each Guardian purchased goes to </1><2>Geyser Grants.</2>": "",
  "Guardians Fuel Bitcoin Adoption": "",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "",
  "Goal reached": "",
  "Goal created": "",
  "New Project": "",
  "Pay": "",
  "Funding Limits & Verification": "",
  "Phone Verification": "",
  "Verified": "",
  "Raise up to $100k in total": "",
  "Max $10k per contribution": "",
  "Gov ID": "",
  "Increase my limit": "",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "",
  "Go limitless": "",
  "Enable fiat contributions": "",
  "Remove funding limits": "",
  "Raised up to $10k in total": "",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "",
  "Nostr Wallet Connect": "",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "",
  "Email Verification": "",
  "OTP Sent to the updated email": "",
  "Verify your identity": "",
  "Rewards allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "",
  "Skip": "",
  "How to leverage the power of Rewards": "",
  "Identity verification": "",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "",
  "Lightning Address & Wallet": "",
  "Continue to verification": "",
  "You’re almost ready to launch!": "",
  "Verification Successful": "",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "",
  "A verified creator badge": "",
  "To help you build trust with potential contributors.": "",
  "Skipping the verification will disable fiat contributions. Contributors will still be able to fund your project with Bitcoin.": "",
  "Become a guardian": "",
  "You have successfully completed the phone verification.": "",
  "Complete Identity Verification": "",
  "Remove raising limits on your project": "",
  "Complete the identity verification to:": "",
  "Your project can now receive up to 100k dollars.": "",
  "Phone verification": "",
  "You can now raise more than $100k in contributions for your project.": "",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "",
  "You have successfully completed the document verification!": "",
  "Email verification required": "",
  "Please verify your email.": "",
  "Verification on hold": "",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "",
  "Complete verification": "",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "",
  "Funding limit reached!": "",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "",
  "You have almost reached your funding limit!": "",
  "Verify now": "",
  "Become a Verified Creator": "",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "",
  "Back to profile": "",
  "Subscriptions": "",
  "Profile": "",
  "Profile information": "",
  "This email has been verified": "",
  "Update email": "",
  "Verifications": "",
  "Customize your profile and project notifications.": "",
  "Creator notifications": "",
  "Projects I follow": "",
  "You will receive project updates regarding the projects that you follow. ": "",
  "Unfollow": "",
  "Receive a monthly email about your project summary: stats, goal progress and, hot rewards.": "",
  "View, adjust, and manage all your subscriptions.": "",
  "Active subscriptions": "",
  "You don't have any active subscriptions.": "",
  "You don't have any paused subscriptions.": "",
  "Profile Settings": "",
  "Identity": "",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "",
  "Nudge the creator": "",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "",
  "Create has not enabled fiat contributions": "",
  "Select a currency supported by our payment provider": "",
  "Identity verification required": "",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "",
  "Redirection Notice": "",
  "clicking here": "",
  "Waiting for payment to be confirmed": "",
  "Contribution amount above $10k": "",
  "To contribute more than $10k, please complete a one-time identity verification.": "",
  "Collapse": "",
  "Meanwhile, please try other payment methods": "",
  "Creator will be notified shortly": "",
  "Verify Now": "",
  "Creator Verification": "",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "",
  "Receive funds instantly, in your Bitcoin wallet": "",
  "Configure wallet": "",
  "Wallet limits": "",
  "Minimum Receivable Limit": "",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "",
  "Maximum Receivable Limit": "",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "",
  "Please try again, once the creator has removed the funding limits.": "",
  "This project has reached its Funding limit": "",
  "Products": "",
  "Search project": "",
  "Trending products on Geyser this month": "",
  "Failed to fetch project rewards": "",
  "No trending products found": "",
  "Failed to fetch recent products": "",
  "Failed to fetch project goals": "",
  "time.": "",
  "Configure Wallet": "",
  "Project objective is a required field.": "",
  "Identity verification enables contributions over $10k and removes all fiat contribution restrictions.": "",
  "Enabled": "",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "",
  "To contribute more than $10k, please log in and complete a one-time verification.": "",
  "Earn a \"Verified Creator\" badge, increase your limits and enable flat contributions on your project.": "",
  "Enable": "",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "في آخر محاولة للإرسال إلى هذه المحفظة، وُوجهت مشكلة سيولة.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "في آخر محاولة للإرسال إلى هذا المشروع، أخفق توليد الفاتورة.",
  "This project is live and wallet running smoothly.": "هذا المشروع نشط ومحفظته تعمل بسهولة.",
  "This project has been deactivated by the project creator.": "عطّل هذا المشروع منشئه.",
  "The payment minimum is 1 satoshi.": "الحد الأدنى للدفع 1 ساتوشي.",
  "Objective": "الهدف",
  "Add the main project image that will be displayed in all thumbnails": "أضف الصورة الأساسية لمشروعك، التي ستظهر في جميع صوره المصغرة",
  "For best fit, pick a square image. Image size limit: 10MB.": "لأفضل ملاءمة، اختر صورة مربعة. حد حجم الصورة: 10 ميغابايت.",
  "Header": "الترويسة",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "ستُرسل إشعارات المشروع إلى عنوان بريدك الإلكتروني في ملفك الشخصي، الذي يمكنك تعديله. تأكد من التحقق من عنوان بريدك لتحافظ على أمان محفظتك.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "لا يمكن لعناوين البرق المخصصة أن تنتهي بـ«@geyser.fund».",
  "Please use a valid email-formatted address for your Lightning Address.": "استعمل عنوانًا مصوغًا كعنوان البريد الإلكتروني، ليكون عنوانك في البرق.",
  "Are you sure you want to disconnect this account?": "هل تريد فصل هذا الحساب؟",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "",
  "Ask for shipping address": "",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "",
  "Are you sure you want to save these changes?": "",
  "Save Changes": "",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "",
  "Onchain": "",
  "You can try the transaction again, in case the wallet becomes accessible again.": "",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "",
  "We took actions": "",
  "The lightning address provided for the wallet might no longer be valid.": "",
  "The lightning node may be temporarily down.": "",
  "Or use a social account": "",
  "Add one or multiple images or video links to help bring your project to life": "",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "",
  "Enter your message here...": "",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "",
  "Your project is in review and therefore cannot receive contributions": "",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "",
  "This project has not been launched yet.": "",
  "This project has been flagged for violating our Terms & Conditions.": "",
  "Check your email": "",
  "Contribute without login": "",
  "What now?": "",
  "Card": "",
  "Get Discovered": "",
  "Free": "",
  "Your project will automatically appear in the Trending category if it receives the highest funding in its category for the week, offering free visibility to top-performing projects.": "",
  "Get Featured": "",
  "The Geyser Team will help you get setup for success through this bespoke package, which includes the following:": "",
  "Get featured": "",
  "Price on inquiry": "",
  "Promotion Boost": "",
  "Get your project featured": "",
  "based on your needs we can schedule a call to discuss product strategy, marketing strategy, content creation and distribution.": "",
  "Call with expert": "",
  "Get connected": "",
  "$50 per week": "",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the reward.": "",
  "Private comment": "",
  "Confirmation Message": "",
  "Ask contributors for Nostr public address (npub)": "",
  "Ask contributors for a lighting address in case of partial or full refund": "",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "",
  "Specify estimated delivery time for the reward from the moment it is ordered.": "",
  "Delivery Time (Weeks)": "",
  "Canceled subscriptions": "",
  "Please login to use fiat payment": "",
  "Fiat": "",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "",
  "INACTIVE": "غير نشط",
  "Please update the amount, or contact us for donating a higher amount.": "حدّث المقدار الآن، أو اتصل بنا لتتبرع بمقدار أكبر.",
  "Please update the amount.": "رجاءً حدّث المقدار.",
  "Email is required when purchasing a reward.": "",
  "Please enter an email.": "رجاءً أدخل عنوان بريد إلكتروني.",
  "ACTIVE": "نشطة",
  "reward": "",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "",
  "Email is required when subscribing to a project.": "",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "",
  "Post published": "",
  "Your post is now live": "",
  "$100 per week": "",
  "Welcome to Bitcoin crowdfunding!": "",
  "Contributed": "",
  "Browse map": "",
  "Send your shipping address to the creator at the following email": "",
  "In partnership with": "",
  "&": "",
  "Guardian collectible cards": "",
  "Guardian t-shirts": "",
  "Guardian jerseys": "",
  "Guardian bitaxes": "",
  "CARD": "",
  "OF": "",
  " GUARDIANS": "",
  "21% of all sales go directly to fund our Bitcoin grants.": "",
  "All prices include shipping.": "",
  "Failed to fetch project stats": "",
  "Notifications for Projects I follow": "",
  "Donate": "",
  "Terms": "",
  "Safe to delete refund file": "",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "",
  "Geyser Cards": "",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "",
  "Similar projects in": "",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "",
  "T-Shirts": "",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "",
  "BitAxe": "",
  "Collectible Cards": "",
  "COLLECT YOURS": "",
  "Jerseys": "",
  "& JOIN THE COMMUNITY OF ": "",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "",
  "REMAINING": "",
  "followers": ""
}