{
  "projects": "projekty",
  "contributors": "přispěvovatelů",
  "Search": "Vyhledávání",
  "Projects with perks": "Projekty s benefity",
  "Inactive Projects": "Neaktivní projekty",
  "Active Projects": "Aktivní projekty",
  "Subscribe": "Přihlášení",
  "Privacy": "Soukromí",
  "Analytics": "Analytika",
  "activity": "aktivita",
  "Select": "Vybrat",
  "Trending in": "Trendující v",
  "Recent Projects": "Nedávné projekty",
  "See all": "Vidět vše",
  "This week": "Tento týden",
  "All time": "Vše",
  "Failed to fetch data": "Data se nepodařilo načíst",
  "Login": "Přihlásit",
  "Projects": "Projekty",
  "Contributions": "Příspěvků",
  "Entry": "Vstup",
  "Go back": "Vrátit se",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "Pokud máte potíže s připojením k Twitteru v mobilu, zkuste se nejprve přihlásit na Twitter.com v prohlížeči a poté to zkuste znovu.",
  "Project": "Projekt",
  "You have been logged out": "Byli jste odhlášeni",
  "Continue": "Pokračovat",
  "Grants": "Granty",
  "About": "O Geyser",
  "Feedback": "Zpětná vazba",
  "Sign Out": "Odhlásit se",
  "Dashboard": "Informační panel",
  "Contribute": "Přispět",
  "Back": "Zpět",
  "RUNNING": "AKTIVNÍ",
  "Follow": "Sledovat",
  "Copied!": "Zkopírováno!",
  "Download": "Stáhnout",
  "Tags": "Kategorie",
  "Region": "Kraj",
  "Launched": "Spuštěno",
  "Finalize project": "Dokončit projekt",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "Váš projekt ještě není aktivní. Vraťte se k procesu vytváření, dokončete informace o projektu a spusťte jej!",
  "Story": "Příběh",
  "Cancel": "Zrušení",
  "Confirm": "Potvrdit",
  "Something went wrong.": "Něco se pokazilo.",
  "Please try again": "Prosím zkuste to znovu",
  "Failed to fetch contributions": "Příspěvky se nepodařilo načíst",
  "Some time ago": "Před nějakým časem",
  "ago": "před",
  "a day": "den",
  "days": "dny",
  "an hour": "hodina",
  "a minute": "minuta",
  "a few seconds": "pár sekund",
  "minutes": "minut",
  "hours": "hodin",
  "Total": "Celkově",
  "Funding as": "Financovat jako",
  "anonymous": "anonymně",
  "Funding anonymously. Click to login": "Financovat anonymně. Kliknout pro přihlášení",
  "Click to logout": "Kliknout k odhlášení",
  "About to logout": "Chystáte se odhlásit",
  "You are about to logout of your account": "Chystáte se odhlásit ze svého účtu",
  "Logout": "Odhlásit se",
  "Reach out for help": "Požádejte o pomoc",
  "Waiting for payment": "Čekání na platbu",
  "Email": "E-mail",
  "Failed to download image": "Stažení obrázku se nezdařilo",
  "copy": "kopírovat",
  "Go to project": "Přejít na projekt",
  "Your project is in draft": "Váš projekt je ve fázi konceptu",
  "Please refresh the page and try again.": "Obnovit stránku a zkusit znovu.",
  "Description": "Popis",
  "Links & tags": "Odkazy a kategorie",
  "Wallet": "Peněženka",
  "Contributors": "Přispěvovatelé",
  "Back to project": "Zpět k projektu",
  "Name": "Název",
  "Contribution": "Příspěvek",
  "Copy": "Kopírovat",
  "Project updated successfully!": "Projekt byl úspěšně aktualizován!",
  "Project update failed!": "Aktualizace projektu se nezdařila!",
  "Save": "Uložit",
  "Title": "Titul",
  "A few words that make your project stand out": "Pár slov, díky kterým váš projekt vynikne",
  "Add 'one liner' a simple descriptions of what your project is about": "Přidejte „one liner“, jednoduchý popis toho, o čem váš projekt je",
  "Image": "Obrázek",
  "Change image": "Změnit obrázek",
  "This lightning address is already taken.": "Tato lightningová adresa je již obsazena.",
  "Leave without saving": "Odejít bez uložení",
  "failed to update project": "projekt se nepodařilo aktualizovat",
  "please enter a valid url for project links": "zadejte prosím platnou URL adresu pro odkazy na projekt",
  "failed to create new tag": "nepodařilo se vytvořit novou kategorii",
  "failed to create tag": "nepodařilo se vytvořit kategorii",
  "tag length must be between": "délka kategorie musí být mezi",
  "and": "a",
  "add tag": "přidat kategorii",
  "Connect your sites so viewers can see more proof of your work": "Propojte své weby, aby sledující viděli více důkazů udělané práce",
  "Project links": "Odkazy na projekty",
  "Add Project Link": "Přidat odkaz na projekt",
  "you will be redirected shortly...": "budete za chvíli přesměrováni...",
  "failed to delete project": "projekt se nepodařilo smazat",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "Oznámení a aktualizace projektu se zasílají na e-mail tvůrce projektu. Tento e-mail lze upravit v nastavení profilu autora.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "Deaktivace vašeho projektu neumožní ostatním financovat váš projekt, ale váš projekt bude stále viditelný pro všechny ostatní. Projekt budete moci kdykoli znovu aktivovat.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "Smazáním projektu zpřístupníte projekt vám i ostatním. Projekt můžete smazat pouze v případě, že neobdržel žádné příspěvky. To má zajistit transparentnost pro ty, kteří se na projektu podíleli.",
  "Delete": "Smazat",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "Tato akce je nevratná. Tento projekt nebo data projektu již nebudete moci prohlížet ani k nim přistupovat.",
  "Confirm that you want to delete the project": "Potvrďte, že chcete projekt odstranit",
  "FUNDED": "FINANCOVÁNO",
  "Project story updated successfully!": "Příběh projektu byl úspěšně aktualizován!",
  "There was a problem while trying to update the project story": "Při pokusu o aktualizaci příběhu projektu došlo k problému",
  "Write a more in-depth description of the project. You can also add images and videos.": "Napište podrobnější popis projektu. Můžete také přidávat obrázky a videa.",
  "Hostname or IP address": "Hostname nebo IP adresa",
  "Public key": "Veřejný klíč",
  "Invoice Macaroon": "Invoice Macaroon",
  "TLS certificate": "TLS certifikát",
  "gRPC port": "port gRPC",
  "Lightning Address": "Lightningová adresa",
  "failed to create project wallet": "nepodařilo se vytvořit projektovou peněženku",
  "please provide valid wallet details": "uveďte prosím platné údaje o peněžence",
  "Launch Project": "Spustit projekt",
  "Save As Draft": "Uložit jako koncept",
  "Connect Your Node": "Připojte svůj uzel",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "Váš projekt je téměř aktivní. Nyní můžete projekt buď spustit a zveřejnit, nebo jej uložit jako koncept. Projekt můžete kdykoli upravit.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "Pokračováním souhlasím se <1>smluvními podmínkami</1> Geyser",
  "Node name cannot be longer than": "Název uzlu nemůže být delší než",
  "characters": "Znaky",
  "Tor addresses are currently not supported": "Tor adresy nejsou aktuálně podporovány",
  "Public Key must be": "Veřejný klíč musí být",
  "characters long": "znaků dlouhý",
  "The Public Key is wrongly formatted.": "Veřejný klíč je nesprávně formátován.",
  "Invoice Macaroon cannot be longer than": "Invoice Macaroon nemůže být delší než",
  "Add a Node": "Přidejte uzel",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "V současné době podporujeme LND a clearnet nody. Uzly Tor v tuto chvíli nebudou fungovat.",
  "Node Name": "Název uzlu",
  "This is a Voltage Node": "Toto je Voltage uzel",
  "Find our demo here on how to load a Voltage node.": "Zde najdete ukázku, jak načíst Voltage uzel.",
  "API endpoint": "Koncový bod API",
  "Identity Pubkey": "Pubkey identita",
  "failed to create project": "nepodařilo se vytvořit projekt",
  "Create a project": "Vytvořit projekt",
  "Create a new project": "Vytvořit nový projekt",
  "Transform your ideas into real world projects backed by your community": "Transformujte své nápady do skutečných projektů podporovaných vaší komunitou",
  "Raise funds from anywhere in the world": "Získejte finanční prostředky odkudkoli na světě",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "Pokud tlačítko neotevírá ověřovací stránku Twitteru, ujistěte se, že jsou v předvolbách prohlížeče povolena vyskakovací okna.",
  "The authentication request failed.": "Požadavek na ověření se nezdařil.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "Nepodařilo se nám detekovat rozšíření Nostr jako Alby nebo Flamingo.",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "Tento účet je propojen s jiným profilem na Geyser. Ujistěte se, že používáte unikátní účet. V případě jakýchkoli dotazů se obraťte na tým Geyser přes",
  "Project description": "Popis projektu",
  "Launch project": "Spustit projekt",
  "Connect wallet": "Připojit peněženku",
  "You’re ready to launch!": "Jste připraveni ke spuštění!",
  "An error occurred while attempting to load the profile page.": "Při pokusu o načtení stránky profilu došlo k chybě.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "Zkuste prosím obnovit stránku. Pokud problém přetrvává, můžete také kontaktovat podporu.",
  "Edit": "Upravit",
  "Failed to unlink account": "Účet se nepodařilo odpojit",
  "Connect more social profiles to your Geyser account.": "Připojte více sociálních profilů ke svému účtu Geyser.",
  "Activity": "Aktivita",
  "Followed projects": "Sledované projekty",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "Spuštění projektu trvá pouze 2 minuty! Pokud si nejste jisti, zda je váš nápad připraven, můžete jej spustit a spustit později.",
  "Geyser badges": "Geyser odznaky",
  "Login with Nostr to claim the badges you earned!": "Přihlaste se pomocí Nostru a získejte odznaky!",
  "Claim": "Získat",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "Odpojením tohoto Nostr účtu od vašeho Geyser profilu budete moci připojit jiný Nostr účet. S tímto existujícím účtem Nostr však nebudete moci vytvořit nový Geyser profil.",
  "Your badges are connected to this Nostr account.": "Vaše odznaky jsou připojeny k tomuto Nostr účtu.",
  "Disconnect": "Odpojit",
  "Bio": "Bio",
  "You do not have permission to access this page.": "Nemáte oprávnění pro přístup k této stránce.",
  "Applications Open": "Otevřené aplikace",
  "Closed": "Ukončeno",
  "Active": "Aktivní",
  "Countdown to grant going live": "Odpočítávání do udělení grantu spuštěno",
  "Time left to vote": "Zbývající čas na hlasování",
  "Sponsored by": "Sponzorováno",
  "SPONSORS": "SPONZOŘI",
  "See the winner announcement": "Podívejte se na vyhlášení vítěze",
  "Announcement": "Oznámení",
  "Let the Sats flow to your favorite projects.": "Nechte saty proudit do vašich oblíbených projektů.",
  "distributed": "distribuováno",
  "Vote": "Hlasování",
  "Apply": "Aplikovat",
  "Login to apply": "Přihlášení k aplikaci",
  "Success!": "Úspěch!",
  "Select a project": "Vybrat projekt",
  "To apply to a grant you need to first login into Geyser.": "Chcete-li požádat o grant, musíte se přihlásit do platformy Geyser.",
  "Select your Geyser project from the list": "Vyberte svůj Geyser projekt ze seznamu",
  "You have not created any projects": "Nevytvořili jste žádné projekty",
  "To apply for a grant you need to create a project on Geyser.": "Chcete-li požádat o grant, musíte vytvořit projekt na platformě Geyser.",
  "Grant application failed.": "Žádost o grant se nezdařila.",
  "Grant funds will be distributed based on community votes.": "Grantové prostředky budou rozdělovány na základě hlasování komunity.",
  "Amount": "Množství",
  "More Information": "Více informací",
  "Grant Winners!": "Vítězové grantů!",
  "See all Grants": "Zobrazit všechny granty",
  "Geyser Grants": "Geyser granty",
  "CLOSED": "UKONČENO",
  "Round 1 Announcement": "Vyhlášení 1. kola",
  "The Geyser Grant Round 1 winners have been released.": "Vítězové prvního kola grantu na gejzír byli zveřejněni.",
  "The board will be responsible for reviewing and evaluating the applications.": "Rada představenstva bude zodpovědná za přezkoumání a hodnocení žádostí.",
  "Made possible by sponsors": "Umožněné sponzory",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "Bitcoinové společnosti a anonymní jednotlivci, kteří chtějí světu přinést naději.",
  "Bitcoin Education": "Bitcoinové vzdělávání",
  "Bitcoin Development": "Vývoj bitcoinu",
  "Bitcoin Culture": "Bitcoinová kultura",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "Cílem tohoto grantu je podpořit neziskové snahy a iniciativy směřující ke vzdělávání o bitcoinech. Bitcoin je nástroj pro individuální svobodu a suverenitu. Umožňuje revoluci, která posune lidstvo na další úroveň tím, že poskytuje finanční svobodu a přístupnost světu a návrat ke zdravému finančnímu systému. A přesto to většina lidí stále považuje za nástroj hazardu, peníze pro zločince, ponziho schéma nebo ekologickou noční můru. To je důvod, proč je práce učitelů bitcoinů tak důležitá. Je potřeba ještě hodně práce, abychom umožnili lidem na celém světě používat bitcoiny jako nástroj k úniku z nekontrolovatelné inflace, finanční cenzury a bezbankovnosti. Více informací naleznete zde.",
  "applicants": "uchazeči",
  "contributed": "přispěno",
  "GRANT TO DISTRIBUTE": "GRANT K DISTRIBUCI",
  "Designs by": "Návrhy od",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "Díky vývojářům a designérům, kteří postavili a navrhli Geyser Granty.",
  "Please enter a valid email address.": "Prosím zadejte platnou emailovou adresu.",
  "Succesfully subscribed to Geyser": "Úspěšné přihlášení k platformě Geyser",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "Děkujeme za přihlášení. Brzy budeme sdílet více informací o projektech a produktu Geyser. Chcete-li se připojit k naší komunitě, najděte nás na Telegramu a Twitteru.",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "Chcete-li získat informace o nejnovějších Geyser projektech a přihlásit se k odběru produktů, napište svůj e-mail níže.",
  "Contact Email": "Kontaktní e-mail",
  "You successfully subscribed to <1>Geyser Grants</1>!": "Úspěšně jste se přihlásili k odběru <1>Geyser Grants</1>!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "Financování lektorů, kreativců a developerů, kteří budují striktně bitcoinové projekty na Geyseru.",
  "Funded by bitcoiners who want to change the world.": "Financováno bitcoinery, kteří chtějí změnit svět.",
  "View project": "Zobrazit projekt",
  "Saving": "Ukládání",
  "Saved": "Uloženo",
  "Save draft": "Uložit koncept",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "Pro odměnění aktivních uživatelů Geyser uděluje odznaky Nostr, které odpovídají zásluhám.",
  "What is Nostr": "Co je Nostr",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "Nostr je zkratka pro \"Notes and Other Stuff Transmited by Relays\". Stejně jako HTTP nebo TCP-IP je Nostr protokol; otevřený standard, na kterém může stavět každý. Nostr sám o sobě není aplikace nebo služba, do které se zaregistrujete. Další informace najdete na <1>nostr.how</1>",
  "What are Nostr Badges": "Co jsou Nostr odznaky",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "Odznaky Nostr jsou novou událostí na Nostru, která uživatelům umožňuje odesílat a přijímat digitální aktiva s obrázkem, názvem a popisem. Jsou to NIP-58 na Nostr",
  "How to redeem my Nostr badge": "Jak uplatnit svůj odznak Nostr",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "Své Geyser odznaky si můžete nárokovat na svém Geyser profilu. Přihlaste se pomocí Nostru, přejděte na profil a klikněte na &apos;nárokovat&apos;.",
  "Where can I see my Geyser badges?": "Kde mohu vidět své Geyser odznaky?",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "Ke svým Geyser odznakům máte přístup na jakékoli platformě Nostr, která zobrazuje Nostr odznaky, jako jsou badges.page a Amethist.",
  "Who can edit and update Nostr Badges?": "Kdo může upravovat a aktualizovat odznaky Nostr?",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "Vydavatel odznaků může upravovat informace týkající se odznaků, ale nemůže odznak v žádném okamžiku odvolat. Proto může Geyser provádět úpravy odznaků, pokud je to potřeba",
  "Will there be more badges?": "Bude více odznaků?",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "Ano! Máme v úmyslu vytvořit více odznaků, když cítíme, že existuje zvláštní důvod pro uznání dobré práce nebo důležitých úspěchů. Ale nebojte se, nebudeme 'zaplavovat systém odznaky'.",
  "Hey, I should have that badge!": "Hej, chtěl bych získat ten odznak!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "Pokud si myslíte, že byste měli mít přístup k odznaku, kontaktujte nás na adrese <1>hello@geyser.fund</1> a my vaše oprávnění odznaku zkontrolujeme!",
  "Error": "Chyba",
  "Authentication failed.": "Ověření se nezdařilo.",
  "Please clear your browser's cache & cookies and try again.": "Vymažte cache prohlížeče a cookie soubory a zkuste to znovu.",
  "Requested operation declined": "Požadovaná operace byla zamítnuta",
  "Please use the invoice instead.": "Použijte místo toho fakturu.",
  "Oops! Something went wrong with WebLN.": "Jejda! S WebLN se něco pokazilo.",
  "Please copy the invoice manually instead.": "Zkopírujte prosím fakturu ručně.",
  "Connect with Lightning": "Propojte s lightningem",
  "Scan the QR code to connect to your Lightning wallet.": "Naskenujte QR kód pro připojení k vaší lightningové peněžence.",
  "Check if your wallet supports LNURL-auth here.": "Zde zkontrolujte, zda vaše peněženka podporuje LNURL-auth.",
  "Waiting to connect...": "Čekání na připojení...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "Mějte na paměti, že jste odpovědní za likviditu svého uzlu.",
  "Grant": "GRANT",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "Přihlaste se znovu pomocí svého profilu nebo stiskněte pokračovat, pokud chcete zůstat anonymní.",
  "Add tags": "Přidat kategorie",
  "You must write a project story.": "Musíte napsat příběh projektu.",
  "Public comment": "Veřejný komentář",
  "Filter": "Filter",
  "cannot select more than 3 tags": "nelze vybrat více než 3 značky",
  "Leaderboard": "Žebříček",
  "Contributor": "Přispěvovatel",
  "Amount funded": "Financovaná částka",
  "Projects funded": "Financované projekty",
  "Open source": "Open source",
  "Podcast": "Podcast",
  "Epic": "Epický",
  "Winner": "Vítěz",
  "Board": "Rada",
  "Creator": "Tvůrce",
  "Select language": "Výběr jazyka",
  "Request a language": "Vyžádat si jazyk",
  "Check out some trending projects this week that you can follow in the discovery view!": "Podívejte se na některé trendující projekty tohoto týdne, které můžete sledovat v zobrazení objevování!",
  "Add goal": "Přidat cíl",
  "from": "z",
  "Grant funds will be distributed by principled bitcoin board members.": "Grantové prostředky budou rozdělovány členy rady představenstva.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "Příspěvek přímo do {{titul}} Grantu prostřednictvím QR kódu (lightning a on-chain)",
  "1 Sat = 1 vote.": "1 sat = 1 hlas.",
  "Verify your email": "Ověření e-mailu",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "Zálohujte svůj účet Geyser a projekt pomocí e-mailu. Tím zajistíte, že budete mít vždy přístup ke službě Geyser (v případě cenzury sociálních sítí) a budete moci bezpečně aktualizovat informace o svém projektu.",
  "Email input": "Zadání e-mailu",
  "Failed to generate OTP.": "Nepodařilo se vygenerovat OTP.",
  "Email is a required field": "E-mail je povinné pole",
  "Please enter a valid Email address": "Zadejte prosím platnou e-mailovou adresu",
  "Failed to update email.": "Nepodařilo se aktualizovat e-mailovou adresu.",
  "Failed to verify email.": "Nepodařilo se ověřit e-mail.",
  "Your email": "Váš e-mail",
  "Wallet updated successfully!": "Peněženka byla úspěšně aktualizována!",
  "Failed to update wallet.": "Nepodařilo se aktualizovat peněženku.",
  "Failed to login with email": "Nepodařilo se přihlásit pomocí e-mailu",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "Peněženku můžete bezpečně aktualizovat pomocí jednorázového hesla zaslaného na váš ověřený e-mail.",
  "Verify email": "Ověřit e-mail",
  "This email has not been verified": "Tento e-mail nebyl ověřen",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "Svůj e-mail můžete bezpečně aktualizovat pomocí Jednorázového hesla zaslaného na váš poslední ověřený e-mail.",
  "Delete profile": "Smazat profil",
  "Failed to delete profile": "Nepodařilo se odstranit profil",
  "Settings": "Nastavení",
  "To delete your profile permanently from Geyser.": "Odstranit profil trvale  z platformy Geyser.",
  "Your profile has been deleted.": "Váš profil byl odstraněn.",
  "Profile has been deleted": "Profil byl odstraněn",
  "Type '{{textToConfirm}}' and confirm": "Zadejte '{{textToConfirm}}' a potvrďte.",
  "Close": "Zavřít",
  "Check your SPAM folder for the email.": "Zkontrolujte složku SPAM, zda v ní není e-mail.",
  "Delete your profile permanently from Geyser.": "Smažte svůj profil z Gejzíru natrvalo.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "Ověřte svůj e-mail, abyste zabezpečili svůj účet a mohli upravovat informace o projektové peněžence. Tento e-mail bude sloužit k upozornění na důležité aktualizace projektu a peněženky.",
  "As a project creator, you cannot delete your profile": "Jako tvůrce projektu nemůžete svůj profil smazat.",
  "Successfully updated user email": "Úspěšně aktualizovaný uživatelský e-mail",
  "Email verification successfull!": "Ověření e-mailu proběhlo úspěšně!",
  "Copy onchain address": "Zkopírovat adresu onchainu",
  "Not now": "Nyní ne",
  "Add row above": "Přidejte řádek nad",
  "Add row below": "Přidat řádek níže",
  "Add column left": "Přidat sloupec vlevo",
  "Add column right": "Přidat sloupec vpravo",
  "Remove column": "Odstranění sloupce",
  "Remove row": "Odstranit řádek",
  "Insert video": "Vložit video",
  "Insert": "Vložit",
  "Must be a valid twitter URL": "Musí to být platná adresa URL Twitteru",
  "URL is required": "Je vyžadována adresa URL",
  "Insert tweet": "Vložit tweet",
  "Failed to insert tweet": "Nepodařilo se vložit tweet",
  "Connect more accounts": "Připojte další účty",
  "Pulldown to refresh": "Stáhnout pro obnovení",
  "Hide": "Skrýt",
  "Error fetching project stats": "Chyba při načítání statistik projektu",
  "Error fetching badges": "Chyba při načítání odznaků",
  "Historical": "Historické",
  "No data available": "Nejsou k dispozici žádné údaje",
  "Details": "Podrobnosti",
  "Add": "Přidat",
  "Last 30 days": "Posledních 30 dní",
  "Last 7 days": "Posledních 7 dní",
  "Last 12 months": "Posledních 12 měsíců",
  "Exported on": "Exportováno dne",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "Pokud se vám zablokuje přístup k vašemu projektu z aplikace Geyser, můžete se k němu dostat z jakéhokoli jiného klienta Nostr pomocí svého soukromého klíče, který pro vás Geyser zálohoval.",
  "Get your Private Key Kit off your computer and print out a copy": "Vyjměte sadu soukromých klíčů z počítače a vytiskněte si její kopii.",
  "Store it somewhere safe.": "Uložte ji na bezpečné místo.",
  "Nostr Private Key information": "Informace o soukromém klíči Nostr",
  "Public Key": "Veřejný klíč",
  "Be aware of the following:": "Dávejte pozor na následující:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "Pokud ztratíte nebo uniknou vaše soukromé klíče, hrozí, že váš projekt bude ohrožen, a Geyser s tím nemůže nic dělat.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "Společnost Geyser přebírá vaše soukromé klíče do úschovy, proto nedoporučujeme tyto soukromé klíče používat pro neúřední zkušenost Nostr.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "Ne všechny funkce Geyser jsou zatím postaveny na Nostr, proto ne všechen obsah, který vytvoříte na Geyser, bude spolupracovat se zbytkem sítě Nostr.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "Pokud změníte lightning adresu Geyseru z jiných klientů, Geyser nemá možnost ověřit Zapy vytvořené z jiných klientů, proto se tyto Zapy na Geyseru nezobrazí.",
  "Export Private key (nsec)": "Export soukromého klíče (nsec)",
  "Are you sure you want to export your private keys?": "Jste si jisti, že chcete exportovat své soukromé klíče?",
  "Warning: your project risks being compromised if you leak your private key.": "Upozornění: V případě úniku soukromého klíče hrozí kompromitace vašeho projektu.",
  "I understand the risks of exporting my private key": "Rozumím rizikům exportu svého soukromého klíče",
  "failed to copy": "nepodařilo se zkopírovat",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Nostr je jednoduchý, otevřený protokol, který umožňuje globální, decentralizované a cenzuře odolné vysílání informací. Geyser poskytuje každému projektu vlastní npub. To znamená, že ke svému projektu můžete přistupovat z jiných klientů Nostr a že vaše aktivita na Geyseru bude zobrazitelná a přístupná napříč platformami.",
  "Below you can find the information you need to access your public and private keys.": "Níže naleznete informace, které potřebujete k přístupu ke svým veřejným a soukromým klíčům.",
  "Your Nostr Public Key (npub)": "Váš veřejný klíč Nostr (npub)",
  "Warning: Before exporting your private keys, make sure to read the following message.": "Upozornění: Před exportem soukromých klíčů si přečtěte následující zprávu.",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "Soukromé klíče projektu Geyser můžete exportovat, abyste k němu měli přístup z jiného klienta Nostr. Mějte však na paměti následující:",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "S klíči zacházejte velmi opatrně. Každý, kdo je držitelem soukromého klíče, může jménem projektu odesílat příspěvky. Pokud dojde k úniku soukromého klíče, hrozí kompromitace projektu a Geyser tomu nemůže nijak zabránit.",
  "The Relays": "Relé",
  "These are the relays that we publish to.": "Jedná se o relé, na které publikujeme.",
  "You need to login before creating your project.": "Před vytvořením projektu se musíte přihlásit.",
  "Please provide secure links, starting with https://": "Uveďte prosím bezpečné odkazy, počínaje https://",
  "Project Private Key Kit (nsec)": "Sada soukromých klíčů projektu (nsec)",
  "Share": "Sdílejte",
  "Select an image": "Vyberte obrázek",
  "Title is a required field.": "Název je povinné pole.",
  "Find out more": "Zjistěte více",
  "Milestone": "Milník",
  "Successfully contributed to": "Úspěšně jste přispěli",
  "Project Identifier": "Identifikátor projektu",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "Nastavte si jedinečný identifikátor projektu, abyste si vytvořili osobní adresu URL a získali odpovídající adresu Lightning pro svůj projekt Geyser.",
  "Your Nostr Private Key Kit (nsec)": "Vaše sada soukromých klíčů Nostr (nsec)",
  "Limited Edition (skip if no limit)": "Limitovaná edice (přeskočte, pokud není limit)",
  "Currency": "Měna",
  "Price": "Cena",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "Vaše adresa gejzírového blesku je <1>{{projectAddress}}</1>. Všechny prostředky zaslané na tuto adresu budou okamžitě směrovány do peněženky, kterou zadáte níže.",
  "Confirm project launch": "Potvrďte spuštění projektu",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "Spuštěním vašeho projektu bude projekt viditelný pro veřejnost a bude jej možné vyhledávat. Svůj projekt budete moci deaktivovat, ale nebudete jej moci skrýt po jeho spuštění.",
  "Lightning Node": "Bleskový uzel",
  "Confirm launch": "Potvrďte spuštění",
  "You’re all set!": "Vše je připraveno!",
  "Zoom": "Zvětšení",
  "Warning! By changing this identifier your old project links will not send you to your project": "Varování! Změnou tohoto identifikátoru vás odkazy na staré projekty neposílají do vašeho projektu",
  "Private Key": "Soukromý klíč",
  "sold": "prodáno",
  "Items": "Položky",
  "Bitcoin Price": "Cena bitcoinu",
  "Date": "datum",
  "Status": "Postavení",
  "Show more": "Zobrazit více",
  "Delivered": "Doručeno",
  "To do": "Dělat",
  "Shipped": "Odesláno",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "Sledujte nás a označte nás na sociálních sítích na @geyserfund, abychom mohli rozšířit váš obsah.",
  "Type": "Typ",
  "Reference": "Odkaz",
  "To": "Na",
  "From": "z",
  "Export": "Export",
  "Custom Range": "Vlastní rozsah",
  "Past Month": "Minulý měsíc",
  "Past Week": "Minulý týden",
  "All": "Vše",
  "Donation": "Dar",
  "BTC (sats)": "BTC (sats)",
  "Are you sure you want to make the change?": "Opravdu chcete provést změnu?",
  "Badge": "Odznaky",
  "Checkout": "Odhlásit se",
  "Project URL": "Adresa URL projektu",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "Změnili jste svůj identifikátor projektu, který také změní adresu URL vašeho gejzíru a lightning adresu.",
  "Are you sure?": "Jste si jist?",
  "Nostr settings": "Nastavení Nostr",
  "USD ($)": "USD ($)",
  "Make a donation": "Přispět",
  "Sell anything to reward your contributors": "Prodejte cokoli, abyste odměnili své přispěvatele",
  "Oops, looks like this page got lost in space": "Jejda, vypadá to, že se tato stránka ztratila ve vesmíru",
  "No items with this status.": "Žádné položky s tímto stavem.",
  "Category": "Kategorie",
  "months": "měsíce/-ů",
  "Purchases": "Nákupy",
  "Followed": "Sledováno",
  "month": "měsíce/-ů",
  "Quantity": "Množství",
  "Reference code": "Referenční kód",
  "Shipping status": "Stav zásilky",
  "Guide": "průvodce",
  "Support Geyser": "Podpořte Geyser",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "Geyser vám poskytuje platformu pro předvedení a rozšíření vašeho projektu. Zvažte, zda nám vrátit nějakou hodnotu, abychom mohli náš produkt neustále zlepšovat.",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "Zkuste prosím obnovit tuto stránku nebo zkuste Vymazat data webu (Prohlédnout -> Aplikace -> Vymazat data webu).",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": " Pokud problém přetrvává, dejte nám vědět prostřednictvím našeho <1>formuláře zpětné vazby</1> nebo nás kontaktujte prostřednictvím <3>Telegramu</3>",
  "This project does not exist": "Tento projekt neexistuje",
  "What may have gone wrong:": "Co se mohlo pokazit:",
  "You may have typed the wrong URL": "Možná jste zadali špatnou URL adresu",
  "The project may have been deleted": "Projekt mohl být smazán",
  "The creator may have changed the project URL": "Tvůrce možná změnil URL adresu projektu",
  "Grant amount": "Výše grantu",
  "APPLICATION PENDING": "PŘIHLÁŠKA ČEKÁ",
  "Pending Applications": "Nevyřízené přihlášky",
  "Connect with Nostr": "Spojit s Nostrem",
  "Post": "Zveřejnit",
  "Invoice": "Faktura",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "Chcete-li vybrané položky obdržet, musíte poslat své dodací údaje na e-mail tvůrce. Geyser nechce z bezpečnostních důvodů ukládat vaše soukromé informace.",
  "More info": "Více informací",
  "Download & Continue": "Stáhnout a pokračovat",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "Pokračováním potvrzujete, že jste odpovědní za nárokování vrácení peněz.",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "Aby Geyser zůstal KYC-free, on-chain transakce jsou swapovány na lightning v non-custodiálním způsobem. Požadujeme tedy, abyste si stáhli soubor pro vrácení peněz jako zálohu ve vzácných případech, kdy platba selže.",
  "Download refund file before proceeding": "Než budete pokračovat, stáhněte si soubor pro vrácení peněz",
  "Enter your email to receive transaction confirmation": "Zadejte svůj e-mail pro obdržení potvrzení transakce",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "Doba dokončení se může lišit v závislosti na podmínkách bitcoinové sítě, jako je velikost mempoolu a transakční poplatky. Děkujeme za trpělivost.",
  "View transaction on explorer": "Zobrazit transakci v průzkumníku",
  "Get notified (optional)": "Získejte upozornění (volitelné)",
  "Download refund file": "Stáhněte si soubor pro vrácení peněz",
  "Payment & refund instructions": "Pokyny k platbě a vrácení peněz",
  "Copy link": "Zkopírujte odkaz",
  "Claim refund": "Nárokovat vrácení peněz",
  "Transaction has failed": "Transakce se nezdařila",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "Zadejte bitcoinovou on-chain adresu, na kterou si přejete získat náhradu.",
  "Send the exact payment amount in Satoshis": "Pošlete přesnou částku platby v Satoshi",
  "Set the transaction fee to medium or high": "Nastavte transakční poplatek na střední nebo vysoký",
  "Address is required to claim funds": "Adresa je vyžadována pro nárokování finančních prostředků",
  "Upload refund file": "Nahrajte soubor pro vrácení peněz",
  "Initiate refund": "Zahájit vrácení peněz",
  "Refund initiated successfully": "Vrácení peněz bylo úspěšně zahájeno",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "Zde můžete iniciovat vrácení peněz za neúspěšné transakce příspěvků. Pokud váš prohlížeč uložil soubory refundace lokálně, jednoduše zadejte svou bitcoinovou adresu na řetězci a pokračujte. Pokud ne, budete také muset nahrát soubor vrácení peněz, který byste měli mít bezpečně uložený během procesu příspěvku.",
  "For more info on Refund Policies and Fees <1>click here.</1>": "Pro více informací o pravidlech vracení peněz a poplatcích <1>klikněte sem.</1>",
  "Check out my project in geyser: {{projectLink}}": "Podívejte se na můj projekt v Geyseru: {{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "Jsme na misi změnit hru a potřebujeme vaši pomoc. Ponořte se do našeho projektu na @geyserfund a pojďme něco změnit. Jste pro? {{projectLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "Sněte s námi! Spouštíme něco neuvěřitelného na @geyserfund a vy jste zváni, abyste byli součástí cesty. Přidejte se k nám! {{projectLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "Velká novinka! Právě jsme spustili náš nejnovější projekt na @geyserfund a potřebujeme VAŠI pomoc, aby se stal skutečností. Jste připraveni něco změnit? {{projectLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "Přidejte se k nám a oživte náš vysněný projekt na @geyserfund. Pojďme věci společně změnit! {{projectLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "Nejnovější zprávy: Otřásáme s věcmi naším novým projektem na @geyserfund! Podívejte se na to: {{projectLink}} #BreakingNews",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "S tímto projektem na @geyserfund přeměňujeme naše sny ve skutečnost. Na vaší podpoře záleží: {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "Dělat rozdíl, krok za krokem. Připojte se k naší misi na @geyserfund a pomozte nám zanechat trvalý dopad. Vaše podpora dělá ten rozdíl: {{projectLink}} #MakeADifference",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "Případně můžete prozkoumat další poskytovatele lightning adres a jejich příslušné limity prostřednictvím tohoto odkazu: <1>Seznam lightning peněženek</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "Je nám líto, ale vaši transakci nelze dokončit. Peněženka projektu, kterou se pokoušíte financovat, dosáhla maximálního limitu a v tuto chvíli nemůže přijímat více než {{amount}} sat.",
  "Scan and pay invoice with bitcoin.": "Naskenujte a zaplaťte fakturu bitcoiny.",
  "Download and securely store your Refund File.": "Stáhněte si a bezpečně uložte soubor vrácení peněz.",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "Pokud jste tak učinili a rozhodli jste se, že si v tuto chvíli nepřejete vrátit peníze, můžete toto okno zcela bezpečně zavřít",
  "Do not close this window": "Toto okno nezavírejte",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "Soubor vrácení peněz lze bezpečně smazat, protože vaše transakce byla úspěšně zpracována.",
  "Refund Transaction Fees": "Poplatky za vrácení peněz",
  "Amount contributed": "Přispěná částka",
  "Contribution to": "Příspěvek k",
  "Refund summary": "Shrnutí vrácení peněz",
  "Total Refunded": "Celkem vráceno",
  "We apologize for any inconvenience caused.": "Omlouváme se za způsobené nepříjemnosti.",
  "If you need assistance, please don't hesitate to reach out to us for support.": "Pokud potřebujete pomoc, neváhejte se na nás obrátit se žádostí o podporu.",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "Neváhejte <1>kontaktovat tvůrce</1> a informovat ho o svém pokusu o financování.",
  "Alternatively": "Alternativně",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "To se může stát, protože se bohužel nemůžeme spojit s peněženkou a vygenerovat fakturu. To se může stát, protože",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "Požádejte o účast v {{title}} vytvořením svého projektu na Geyseru a jeho výběrem v procesu přihlášky",
  "Confirm Delete": "Potvrďte Smazat",
  "Leaderboard (All)": "Žebříček (vše)",
  "Sats sent": "Posláno sats",
  "votes": "hlasů",
  "voters": "voliči",
  "sats sent": "sats posláno",
  "How voting works": "Jak funguje hlasování",
  "This grant uses ": "Tento grant využívá",
  "Incremental Voting": "Přírůstkové hlasování",
  "1 vote": "1 hlas",
  "From 1,000 to 9,999 sats": "Od 1 000 do 9 999 satů",
  "2 votes": "2 hlasy",
  "From 10,000 to 99,999 sats": "Od 10 000 do 99 999 satů",
  "3 votes": "3 hlasy",
  "Above 100k sats": "Nad 100 tisíc satů",
  "Above 100k sats = 3 votes": "Nad 100 000 satů = 3 hlasy",
  "Let's vote!": "Pojďme hlasovat!",
  "Proportional Voting": "Proporcionální hlasování",
  " to enable more funding to go towards projects. This means:": "umožnit více finančních prostředků na projekty. To znamená:",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 sat = 1 hlas. Každá sobota je jeden hlas.",
  "You can send Sats to multiple projects and multiple times": "Saty můžete posílat do více projektů a vícekrát",
  "You can send Sats anonymously": "Saty můžete poslat anonymně",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "Zůstaňte v obraze o projektech, které sledujete tím, že budete dostávat opakované aktualizace projektů a oznámení o produktech Geyser. Napište níže e-mail a kdykoli se z odběru odhlaste.",
  "Enter Goal Title": "Zadejte název cíle",
  "Deleting this goal will result in losing all of its progress": "Smazáním tohoto cíle ztratíte veškerý jeho průběh",
  "Are you sure you want to delete goal titled": "Opravdu chcete smazat cíl s názvem?",
  "Delete Goal": "Smazat cíl",
  "Denominate your goal in Bitcoin or USD": "Denominujte svůj cíl v bitcoinech nebo USD",
  "Inspire your followers to contribute to specific objectives.": "Inspirujte své následovníky, aby přispěli ke konkrétním cílům.",
  "Goal Title": "Název cíle",
  "Goal Amount": "Cílová částka",
  "Denomination": "Označení",
  "Create goal": "Vytvořte cíl",
  "Nostr": "Nostr",
  "Sold": "Prodáno",
  "Buy": "Nakoupit",
  "Followers": "následovníci",
  "Preorder": "Předobjednat",
  "Goals": "Cíle",
  "weeks": "týdny/-ů",
  "Change language": "Změňte jazyk",
  "Discover": "Objevit",
  "Completed": "Dokončeno",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "Toto je výchozí cíl. Příspěvky budou směřovány sem, pokud se přispěvatelé nerozhodnou financovat jiný cíl. Jakmile je tento cíl splněn, další cíl v řadě se automaticky stane výchozím cílem.",
  "This goal is denominated in US Dollars": "Tento cíl je denominován v amerických dolarech",
  "contributed towards goal": "přispěl k cíli",
  "Location": "Umístění",
  "of": "z",
  "Posts": "Příspěvky",
  "Delivery in": "Doručení v",
  "contributed in total": "přispělno celkem",
  "Title must match exactly": "Název musí přesně odpovídat",
  "Github": "Github",
  "No contributions have been made to this project": "Na tento projekt nebyly poskytnuty žádné příspěvky",
  "Project details": "Detaily projektu",
  "Anonymous": "Anonymní",
  "Select project": "Vyberte projekt",
  "Logged in with": "Přihlášeno pomocí",
  "Do you want to receive monthly email updates of the projects you follow?": "Chcete dostávat měsíční e-mailové aktualizace o projektech, které sledujete?",
  "Sign in": "Přihlaste se",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "Zůstaňte v obraze o projektech, které sledujete tím, že budete dostávat opakované aktualizace projektů a aktualizace produktů Geyser.",
  "Sign in to Geyser": "Přihlaste se do Geyseru",
  "Yes, please send me updates": "Ano, posílejte mi aktualizace",
  "Don't ask again": "Už se neptejte",
  "Reset filters": "Resetovat filtry",
  "Create project": "Vytvořit projekt",
  "Receive email notifications for projects you follow": "Dostávejte e-mailová upozornění na projekty, které sledujete",
  "Stay informed": "Zůstaňte informováni",
  "Feature project": "Hlavní projekt",
  "Featured": "Nejlepší",
  "No, no project updates": "Ne, žádné aktualizace projektu",
  "Filter by": "Filtrovat podle",
  "View results": "Zobrazit výsledky",
  "My Projects": "Moje projekty",
  "Inactive projects": "Neaktivní projekty",
  "Past week": "Minulý týden",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "Váš projekt není viditelný pro veřejnost a nemůže přijímat příspěvky. Až budete připraveni ke spuštění, klikněte na Publikovat.",
  "Draft": "Návrh",
  "Updates on projects I follow": "Aktualizace projektů, které sleduji",
  "Contributions Received": "Přijaté příspěvky",
  "No contributions received": "Nebyly obdrženy žádné příspěvky",
  "Global Feed": "Globální zdroj",
  "Projects I Follow": "Projekty, které sleduji",
  "Top Contribution": "Nejlepší příspěvek",
  "Anonymous contributor": "Anonymní přispěvatel",
  "New post": "Nový příspěvek",
  "Top Projects and Contributors": "Nejlepší projekty a přispěvatelé",
  "Past month": "Minulý měsíc",
  "The projects and contributors making world-changing ideas a reality": "Projekty a přispěvatelé, kteří mění svět měnící myšlenky ve skutečnost",
  "Select period...": "Vyberte období...",
  "through": "přes",
  "Open Grants": "Otevřete Granty",
  "Open": "OTEVŘENO",
  "Awarded": "Oceněno",
  "Sponsors": "sponzoři",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "Sdílejte svou adresu Geyser Lightning s kýmkoli a oni vás přes ni mohou okamžitě financovat.",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "Přidejte tuto Lightning adresu do svého profilu Nostr pro tento projekt, abyste byli „zapnuti“ (tipováni) přímo ostatními uživateli",
  "Write post": "Napište příspěvek",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "Nostr npub je jedinečný identifikátor vašeho projektu na decentralizované sociální síti Nostr odolné proti cenzuře.",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "Lightning adresa je e-mailový identifikátor pro příjem bitcoinů.",
  "Lightning address & NPUB": "Blesková adresa a NPUB",
  "Available": "K dispozici",
  "Share the post page to spread the word across the internet and social media.": "Sdílejte stránku s příspěvkem, aby se informace šířily po internetu a sociálních sítích.",
  "Share post": "Sdílet příspěvek",
  "Project is part of a voting grant": "Projekt je součástí hlasovacího grantu",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "Tento grant využívá přírůstkové hlasování, aby bylo zajištěno, že všechny hlasy mohou mít dopad. Funguje to takto:",
  "You can vote multiple times and towards multiple projects": "Hlasovat můžete vícekrát a pro více projektů",
  "You can vote by sending Sats": "Hlasovat můžete zasláním satů",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "Pro každý projekt můžete odevzdat až 3 hlasy na základě kumulativních částek zaslaných každému projektu:",
  "Inactive Wallet": "Neaktivní peněženka",
  "View Sales": "Zobrazit Prodej",
  "Unhide": "Odkrýt",
  "Sales": "Prodej",
  "Accounting": "Účetnictví",
  "Project Info": "Informace o projektu",
  "Notifications": "Oznámení",
  "Funds received (sats)": "Přijaté prostředky (saty)",
  "Views": "Pohledy",
  "Funding by method": "Financování metodou",
  "Funding by region": "Financování podle krajů",
  "Private message": "Soukromá zpráva",
  "Export CSV": "Export CSV",
  "Project info": "Informace o projektu",
  "Upload image": "Nahrajte obrázek",
  "Youtube and Vimeo video links are supported for project headers.": "Pro hlavičky projektů jsou podporovány odkazy na videa YouTube a Vimeo.",
  "Media url": "URL adresa média",
  "Upload additional image": "Nahrajte další obrázek",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "Chcete-li upravit svou peněženku, musíte z bezpečnostních důvodů ověřit svou e-mailovou adresu. Můžete to udělat v <0> nastavení profilu </0> <1> Další informace naleznete v Průvodci. </1>",
  "Choose Geyser split per transaction:": "Vyberte rozdělení Geyseru na transakci:",
  "Featured Wallets": "Vybrané peněženky",
  "Export Private Key (nsec)": "Exportovat soukromý klíč (nsec)",
  "Project status": "Stav projektu",
  "Are you sure you want to deactivate the project ?": "Opravdu chcete projekt deaktivovat?",
  "Update project status": "Aktualizujte stav projektu",
  "Delete Project": "Smazat projekt",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "Tento projekt žádá o financování prostřednictvím {{grantName}} Chcete-li projekt podpořit svým hlasem, přihlaste se prosím pomocí propojeného účtu na sociálních sítích (lightningové účty nejsou způsobilé pro hlasování). Můžete přispívat i bez přihlášení, ale nebude se to počítat jako hlas.",
  "Provide your Nostr public address (npub)": "Zadejte svou veřejnou adresu Nostr (npub)",
  "The Bitcoin address you entered is invalid": "Bitcoinová adresa, kterou jste zadali, je neplatná",
  "Basket": "Košík",
  "Summary": "Shrnutí",
  "All posts": "Všechny příspěvky",
  "Post on X": "Příspěvek na X",
  "Your post is live!": "Váš příspěvek je aktivní!",
  "Don’t forget to share it on social media to maximize its reach.": "Nezapomeňte jej sdílet na sociálních sítích, abyste maximalizovali jeho dosah.",
  "Followers (Everyone)": "Sledující (všichni)",
  "Back to post": "Zpět k příspěvku",
  "Post Title": "Název příspěvku",
  "Publish": "Publikovat",
  "The summary of the post": "Shrnutí příspěvku",
  "Send post by email": "Odeslat příspěvek emailem",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "Můžete publikovat příspěvek na platformě, která je viditelná pro všechny, a volitelně jej poslat e-mailem vybraným členům vaší komunity.",
  "Don’t Lose Your Progress": "Neztrácejte svůj pokrok",
  "Upload header image": "Nahrajte obrázek záhlaví",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "Název příspěvku, podnadpis a obrázek budou jediné věci viditelné v e-mailu, který uživatelé obdrží. Ujistěte se, že přitahují pozornost, abyste je povzbudili, aby navštívili váš příspěvek.",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "Chystáte se odejít. Zvažte uložení příspěvku jako koncept, abyste o svou práci nepřišli, a dodělejte ji později.",
  "Link": "Odkaz",
  "Send via email": "Odeslat e-mailem",
  "Send to": "Odeslat na",
  "Select recipients": "Vyberte příjemce",
  "Email will be sent to": "E-mail bude odeslán na adresu",
  "members.": "členů.",
  "Completed Goals": "Splněné cíle",
  "Successfully deleted post!": "Příspěvek byl úspěšně smazán!",
  "Back to posts": "Zpět k příspěvkům",
  "Failed to fetch featured project": "Doporučený projekt se nepodařilo načíst",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "Peněženky jsou označeny jako nestabilní, když se transakce nezdaří z důvodu selhání transakce, nedostatku příchozí likvidity nebo něčeho jiného. Zvažte provedení malé transakce, abyste svůj projekt znovu aktivovali, nebo vyměňte peněženku.",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "Vaše peněženka není funkční. Chcete-li přijímat příspěvky, vyměňte si peněženku.",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "Váš projekt je aktivní a může přijímat příspěvky. Sdílejte svůj projekt, abyste získali větší viditelnost.",
  "No projects": "Žádné projekty",
  "Profile settings": "Nastavení profilu",
  "Goal": "Cíl",
  "Exit the creation flow": "Ukončete tvorbu",
  "The project will be saved as a Draft and you can access it in your Profile page.": "Projekt bude uložen jako koncept a budete k němu mít přístup na stránce svého profilu.",
  "Save as draft": "Uložit jako koncept",
  "Leave a public comment here.": "Zde zanechte veřejný komentář.",
  "Enter your comment here...": "Zde zadejte svůj komentář...",
  "Private comments": "Soukromé komentáře",
  "Funded": "Financováno",
  "Merch": "Merch",
  "Provide your Lightning Address for a full or partial refund": "Uveďte svou lightningovou adresu pro úplné nebo částečné vrácení peněz",
  "To a goal": "K cíli",
  " Total to pay": "Celkem k zaplacení",
  "Copy invoice": "Zkopírujte fakturu",
  "Download invoice": "Stáhnout fakturu",
  "Update your community by email": "Aktualizujte informace pro svou komunitu e-mailem",
  "Facebook": "Facebook",
  "Google": "Google",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "<0>Odešlete přesnou částku platby v satoshi</0>, abyste zajistili úspěšné zpracování a předešli zamítnutí platby.",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "<0>Nastavte transakční poplatek na střední nebo vysoký</0> a upravte sazbu poplatku v satoshi / byte (sat/B), abyste zajistili swapovací procesy do 24 hodin.",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "<0>Stáhněte si a bezpečně uložte svůj soubor pro vrácení peněz;</0> v případě pochybností jej stáhněte znovu, abyste zajistili jeho",
  "Transaction is being processed": "Transakce se zpracovává",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "Stáhněte si a bezpečně uložte soubor vrácení peněz; v případě pochybností stáhněte znovu, abyste zajistili jeho bezpečnost.",
  "Get notified via email (optional)": "Dostávat upozornění e-mailem (volitelné)",
  "Enter notified by email (optional)": "Zadejte upozornění e-mailem (volitelné)",
  "Refresh Page": "Obnovit stránku",
  "Continue with email": "Pokračujte e-mailem",
  "Twitter (X)": "Twitter (X)",
  "You can login securely by using One Time Password sent to your email.": "Můžete se bezpečně přihlásit pomocí jednorázového hesla zaslaného na váš e-mail.",
  "Receive One Time Password": "Získejte jednorázové heslo",
  "We sent you an OTP code to": "Poslali jsme vám OTP kód na",
  "Paste (or type) it below to continue.": "Pokračujte vložením (nebo zadáním) níže.",
  "Banner": "Banner",
  "Spread the word": "Šiřte povědomí",
  "This month": "Tento měsíc",
  "Hall of Fame": "Síň slávy",
  "Top Projects": "Nejlepší projekty",
  "Top Heroes": "Nejlepší hrdinové",
  "Creators": "Tvůrci",
  "Ambassadors": "Ambasadoři",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "Objevte nejlepší projekty, které mají významný dopad na masové přijetí bitcoinů",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "Zvýšeno <1>{{usdAmount}}</1> ({{satsAmount}} sats) s <3>{{numberOfContributions}}</3> od uživatelů <5>{{numberOfFunders}}</5>",
  "Those bringing the most successful projects to life": "Ti, kteří uvádějí do života nejúspěšnější projekty",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "Ti, jejichž příspěvky pohánějí projekty na Geyseru a podporují přijetí Bitcoinů",
  "Heroes Hall of Fame": "Síň slávy hrdinů",
  "Those spreading the word about valuable projects and enabling contributions to happen": "Ti, kteří šíří informace o hodnotných projektech a umožňují realizaci příspěvků",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "Sdílejte Heroes Hall of Fame a předveďte nejlepší přispěvatele, tvůrce a ambasadory bitcoinového ekosystému!",
  "Hero link:": "Odkaz na hrdinu:",
  "Top Contributors": "Hlavní přispěvatelé",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "Přispěl <1>{{usdAmount}}</1> ({{satsAmount}} sats) s <3>{{numberOfContributions}}</3> příspěvky do <5>{{numberOfProjects}}</5> projektů",
  "Top Creators": "Nejlepší tvůrci",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Zvýšeno <1>{{usdAmount}}</1> ({{satsAmount}} sats) napříč projekty <3>{{numberOfProjects}}</3>",
  "Top Ambassadors": "Špičkoví ambasadoři",
  "made in contributions": "v příspěvcích",
  "raised in contributions": "v příspěvcích",
  "Hero Rank": "Pořadí hrdiny",
  "Ambassador": "Ambasador",
  "of enabled contributions": "povolených příspěvků",
  "Error fetching user profile": "Chyba při načítání uživatelského profilu",
  "Copy card": "Kopírovat kartu",
  "Creator Ranking": "Pořadí tvůrců",
  "Contributor Ranking": "Hodnocení přispěvatelů",
  "Ambassador Ranking": "Žebříček ambasadorů",
  "Resend code": "Znovu odeslat kód",
  "Geyser Manifesto": "Manifest Geyseru",
  "with": "s",
  "contributions": "příspěvky",
  "to get your custom": "získat svůj vlastní",
  "Become the first project": "Staňte se prvním projektem",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "Někdo, kdo umožňuje příspěvky na projekty šířením informací pomocí svého jedinečného odkazu Hrdina",
  "and track the impact of sharing.": "a sledovat dopad sdílení.",
  "A unique link that tracks contributions you helped generate": "Jedinečný odkaz, který sleduje příspěvky, které jste pomohli vytvořit",
  "Hero link": "Odkaz na hrdinu",
  "Share on X": "Sdílet na X",
  "by spreading the word and enabling more contributions to this project.": "šířením informací a umožněním více příspěvků na tento projekt.",
  "No contributions have been enabled through sharing yet.": "Sdílením zatím nebyly povoleny žádné příspěvky.",
  "No Purchases made yet": "Dosud nebyly provedeny žádné nákupy",
  "Failed to fetch purchases": "Nákupy se nepodařilo načíst",
  "No contributions made yet": "Dosud nebyly vloženy žádné příspěvky",
  "Order placed": "Objednávka zadána",
  "Order number": "Číslo objednávky",
  "Unit price": "Jednotková cena",
  "By continuing to checkout you are accepting our T&Cs": "Pokračováním v pokladně přijímáte naše podmínky",
  "Please refresh the page and try again": "Obnovte stránku a zkuste to znovu",
  "Something went wrong": "Něco se pokazilo",
  "An Error Occured": "Došlo k chybě",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "Narazili jsme na problém s tokem plateb. Může to být způsobeno službou třetí strany nebo vnitřní systémovou chybou. Omlouváme se za tuto nepříjemnost a děkujeme za vaši trpělivost, když pracujeme na jejím vyřešení.",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "Některé systémové chyby jsou dočasné. Kliknutím na tlačítko Zkusit znovu můžete platbu zkusit znovu.",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "Pokud se s tímto problémem potýkáte i nadále nebo potřebujete pomoc, neváhejte se na nás obrátit se žádostí o podporu.",
  "for this project by spreading the word using your": "pro tento projekt šířením informací pomocí vašeho",
  "Become an": "Staňte se",
  "Hero Link:": "Odkaz na hrdinu:",
  "Send to new email": "Odeslat na nový email",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "Zkontrolujte svůj e-mail ({{email}}), abyste mohli dostávat oznámení o potvrzení transakce.",
  "Learn more about Geyser Grants.": "Zjistěte více o grantech na gejzíry.",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "Granty pro pedagogy, kreativce a stavitele, které dále posouvají přijetí bitcoinů. Pomozte nyní financovat další kolo grantů!",
  "Guardians": "Strážci",
  "Closed Grants": "Uzavřené granty",
  "Make a recurring contribution": "Přispívejte opakovaně",
  "Subscription": "Předplatné",
  "Subscribing anonymously": "Anonymní přihlášení k odběru",
  "You would not be able to manage your subscription through geyser.": "Nebyli byste schopni spravovat své předplatné prostřednictvím gejzíru.",
  "To manage your subscription in the future, please login to stripe with your provided email.": "Chcete-li v budoucnu spravovat své předplatné, přihlaste se k stripe pomocí vámi poskytnutého e-mailu.",
  "Warrior": "Bojovník",
  "Legend": "Legenda",
  "Knight": "Rytíř",
  "King": "Král",
  "Why Geyser": "Proč Geyser",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "Strážci Geyseru hrají zásadní roli při adopci bitcoinů. Když se stanete strážcem, přímo financujete granty pro autory a na oplátku získáváte exkluzivní výhody.",
  "Words from creators on Geyser": "Slova od tvůrců na Geyseru",
  "Geyser Guardians": "Strážci Geyseru",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "Ve světě, kde převládá nihilismus a pesimismus ohledně budoucnosti, nám Bitcoin přinesl naději. Nejen naděje ve svět postavený na zdravých penězích, ale naděje v sílu akce vytvořit smysluplnou změnu. Svět je tvárný a jednotlivci mají moc ho přetvářet.",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "Aby se zdravé principy Bitcoinu ve světě uchytily, musí ke změně dojít ve všech vrstvách společnosti. Vývojáři, pedagogové, spisovatelé, filmaři, umělci a celé komunity, ti všichni mají svou roli při budování světa bitcoinů. Žádný čin není příliš malý – malé činy se skládají do globálních hnutí zdola.",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "Bitcoin je mírová revoluce – ale mírová neznamená pasivní. Je čas jednat. Jste bitcoiner? Pak jste hlavním hrdinou tohoto příběhu a nástroje jsou ve vašich rukou.",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "Cypherpunkové to pochopili. Nečekali na povolení – postavili nástroje svobody. V roce 1993 Cypherpunk Manifesto prohlásil: „Cypherpunkové píší kód“. V roce 2009 Satoshi Nakamoto uvolnil kód Bitcoinu. Bitcoin se zrodil z akce a vůle ke změně.",
  "- Geyser Team": "- Geyser tým",
  "Metamick": "Metamick",
  "Stelios": "Stelios",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "Vizí vždy bylo položit zdravé základy pro digitální éru – odklonit se od předem stanovené cesty totalitní kontroly a cenzury směrem k decentralizaci, otevřenosti, svobodě a suverenitě. Přinášet nepředstavitelné bohatství a lidský rozkvět.",
  "Vlad": "Vlad",
  "Partners": "Partneři",
  "What will you do to help bring about Bitcoin adoption?": "Co uděláte, abyste přispěli k přijetí bitcoinů?",
  "Sajal": "Sajal",
  "Discounts": "slevy",
  "Physical Items": "Fyzické předměty",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "Bojovník, který nese škrábance z nesčetných bitev, je neohroženým obráncem přijetí Bitcoinů. Jeho lehké brnění a bystré instinkty z něj dělají rychlého a strategického, shromažďujícího podporu pro nápady v jejich raných dobách. Magický odznak, který nosí, září nejjasněji, když je blízko k ostatním bitcoinerům a v zemích, kde je Bitcoin zákonným platidlem.",
  "Digital Items": "Digitální položky",
  "Deliveries will begin in Q1 2025.": "Dodávky začnou v 1. čtvrtletí 2025.",
  "Experiences": "Zkušenosti",
  "Infinite army": "Nekonečná armáda",
  "Explore Guardians": "Prozkoumejte Strážce",
  "Leave a private message to the creator.": "Nechte tvůrci soukromou zprávu.",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "Financujete anonymně. <1>Přihlaste se</1> a připojte svůj příspěvek ke svému profilu.",
  "Individuals who spread the word about Geyser projects by sharing.": "Jednotlivci, kteří šíří informace o projektech gejzírů sdílením.",
  "Project Story": "Příběh projektu",
  "Promote": "Podporovat",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "Prvních <1>{{discountItems}}</1> {{guardian}} získáte SLEVU <3>10 %</3>. Zbývá <5>{{remainingDiscounts}}</5>.",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "Král chápe dlouhou cestu k hyperbitcoinizaci. Pití z jeho začarovaného kalicha mu dává předvídavost a umožňuje mu plánovat bezchybné strategie, jak urychlit přijetí bitcoinu. Svou zlatou korunou a moudrým vedením inspiruje mezi bitcoiny jednotu a vede je k prosperující budoucnosti.",
  "Most funded projects filtered by:": "Nejvíce financované projekty filtrované podle:",
  "Search country or region": "Vyhledejte zemi nebo oblast",
  "Worldwide": "Celosvětově",
  "Search category or sub category": "Hledat kategorii nebo podkategorii",
  "All categories": "Všechny kategorie",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "Buďte snadněji objeveni výběrem až {{MAX_TAGS_ALLOWED}} tagů projektu.",
  "Board members": "Členové rady",
  "You can send Sats to projects to multiple projects and multiple times": "Sats můžete posílat projektům na více projektů a vícekrát",
  "Add external video": "Přidat externí video",
  "Create Goal": "Vytvořit cíl",
  "did ": "udělal ",
  "times.": "krát.",
  " or ": " nebo ",
  "sold out!": "vyprodáno!",
  "Goal reached:": "Cíl dosažen:",
  "Update your community": "Aktualizujte svou komunitu",
  "Project Category": "Kategorie projektu",
  "Choose the most fitting category. Landing page features trending projects in each category.": "Vyberte nejvhodnější kategorii. Na vstupní stránce jsou uvedeny trendy projekty v každé kategorii.",
  "Select category": "Vybrat kategorii",
  "category": "kategorie",
  "with following features": "s následujícími funkcemi",
  "Project category is required to proceed": "Kategorie projektu je vyžadována pro pokračování",
  "Please select a category": "Vyberte kategorii",
  "Project subcategory is required to proceed": "Podkategorie projektu je vyžadována pro pokračování",
  "Please select a subcategory": "Vyberte podkategorii",
  "Please select a country": "Vyberte zemi",
  "Project country is required to proceed": "Země projektu je vyžadována pro pokračování",
  "Country": "Země",
  "Get found more easily by putting your project on the map. Select a country": "Nechte se snadněji najít umístěním svého projektu na mapu. Vyberte zemi",
  "Select country": "Vybrat zemi",
  "Post saved successfully!": "Příspěvek byl úspěšně uložen!",
  "Write an update": "Napsat aktualizaci",
  "Pre-Order": "Předobjednávka",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "Pro nejlepší shodu vyberte horizontální obrázek 4:3. Limit velikosti obrázku: 10 MB.",
  "Select Category": "Vyberte kategorii",
  "Short Description": "Krátký popis",
  "Expected Availability Date": "Očekávané datum dostupnosti",
  "Successfully updated!": "Úspěšně aktualizováno!",
  "All goals": "Všechny cíle",
  "Goal updates": "Aktualizace cílů",
  "Share the goal page to spread the word across the internet and social media.": "Sdílejte stránku s cílem, abyste rozšířili povědomí po internetu a na sociálních sítích.",
  "Share goal": "Sdílet cíl",
  "Edit goal": "Upravit cíl",
  "The board evaluates all applications and decides the allocation of the funds collected.": "Rada hodnotí všechny žádosti a rozhoduje o rozdělení shromážděných finančních prostředků.",
  "Achievements": "Úspěchy",
  "Upcoming Grants": "Nadcházející granty",
  "Investors": "Investoři",
  "Become our partner": "Staňte se naším partnerem",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "Investoři zavázaní k poslání Bitcoinu: otevřenost, svoboda a inovace.",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "Značky Bitcoin, které umožňují tvůrcům prosazovat celosvětové přijetí.",
  "Goal reached": "Cíl dosažen",
  "Goal created": "Cíl vytvořen",
  "New Project": "Nový projekt",
  "Funding Limits & Verification": "Limity financování a ověření",
  "Phone Verification": "Ověření telefonem",
  "Verified": "Ověřeno",
  "Raise up to $100k in total": "Získejte celkem až 100 000 $",
  "Max $10k per contribution": "Max. 10 000 $ na příspěvek",
  "Gov ID": "Identifikační doklad",
  "Increase my limit": "Zvýšit můj limit",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "Limity jsou zavedeny, aby se zabránilo zneužití, podvodům nebo podvodné činnosti. Poskytuje dodatečnou úroveň důvěry přispěvatelům vašeho projektu.",
  "Go limitless": "Jít bez limitu",
  "Enable fiat contributions": "Povolit příspěvky v eurech",
  "Remove funding limits": "Odebrat limity financování",
  "Raised up to $10k in total": "Získáno celkem až 10 000 $",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "Na příspěvky v eurech se účtuje dodatečný poplatek 3,5 % účtovaný externím zpracovatelem plateb.",
  "Nostr Wallet Connect": "Nostr Wallet Connect",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "Umožněte svým přispěvatelům financování pomocí fiatu. Po povolení se všechny platby automaticky převedou na Bitcoin a okamžitě se vloží do vaší připojené Bitcoin peněženky.",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Wallet Connect</0> je protokol, který využívá Nostr k propojení webových aplikací s lightning peněženkami. Přečtěte si více na <2>nwc.dev.</2>",
  "Email Verification": "Ověření e-mailu",
  "OTP Sent to the updated email": "OTP odesláno na aktualizovaný e-mail",
  "Verify your identity": "Ověřte svou identitu",
  "Skip": "Přeskočit",
  "Identity verification": "Ověření identity",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "K povolení fiat příspěvků budete potřebovat ověřit svou identitu pomocí dokladu totožnosti vydaného vládou. Vypněte tuto funkci, pokud si nepřejete ověření dokončit.",
  "Lightning Address & Wallet": "Lightning adresa & peněženka",
  "Continue to verification": "Pokračovat k ověření",
  "You’re almost ready to launch!": "Už skoro můžete začít!",
  "Verification Successful": "Ověření proběhlo úspěšně",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "Přispěvatelé budou moci utrácet fiat prostřednictvím své kreditní karty nebo místní platební metody, zatímco vy vždy obdržíte Bitcoin na Lightning.",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "Ověření vyžaduje pouze doklad totožnosti vydaný vládou a trvá méně než 2 minuty prostřednictvím našeho zabezpečeného, důvěryhodného partnera.",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "Ověření tvůrce vám umožňuje odemknout určité funkce pro všechny vaše projekty na platformě:",
  "A verified creator badge": "Odznak ověřeného tvůrce",
  "To help you build trust with potential contributors.": "Abyste pomohli vybudovat důvěru s potenciálními přispěvateli.",
  "Become a guardian": "Staňte se ochráncem",
  "You have successfully completed the phone verification.": "Úspěšně jste dokončili ověření telefonu.",
  "Complete Identity Verification": "Dokončete ověření identity",
  "Remove raising limits on your project": "Odstraňte limity na výběr pro váš projekt",
  "Complete the identity verification to:": "Dokončete ověření identity pro:",
  "Your project can now receive up to 100k dollars.": "Váš projekt může nyní obdržet až 100 tisíc dolarů.",
  "Phone verification": "Ověření telefonu",
  "You can now raise more than $100k in contributions for your project.": "Nyní můžete získat více než 100 tisíc dolarů v příspěvcích pro svůj projekt.",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "Získali jste také odznak „Ověřený tvůrce“ a povolili jste fiat příspěvky na vašem projektu.",
  "You have successfully completed the document verification!": "Úspěšně jste dokončili ověření dokumentu!",
  "Email verification required": "Vyžaduje se ověření e-mailu",
  "Please verify your email.": "Ověřte prosím svůj e-mail.",
  "Verification on hold": "Ověření pozastaveno",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "Vaše ověření je pozastaveno. Možná budete muset znovu nahrát některé dokumenty nebo poskytnout další informace. Kontaktujte prosím support@geyser.fund.",
  "Complete verification": "Dokončit ověření",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Váš projekt dosáhl limitu financování 10 tisíc dolarů. Dokončete ověření telefonu a pokračujte ve shromažďování až 100 tisíc dolarů.",
  "Funding limit reached!": "Dosaženo limitu financování!",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Váš projekt dosáhl limitu financování 100 tisíc dolarů. Dokončete ověření identity a pokračujte ve shromažďování nad 100 tisíc dolarů.",
  "You have almost reached your funding limit!": "Téměř jste dosáhli limitu financování!",
  "Verify now": "Ověřit nyní",
  "Become a Verified Creator": "Staňte se ověřeným tvůrcem",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "Získejte odznak ověřeného tvůrce a povolte fiat příspěvky ověřením své identity.",
  "Back to profile": "Zpět na profil",
  "Subscriptions": "Předplatné",
  "Profile": "Profil",
  "Profile information": "Informace o profilu",
  "This email has been verified": "Tento e-mail byl ověřen",
  "Update email": "Aktualizovat e-mail",
  "Verifications": "Ověření",
  "Customize your profile and project notifications.": "Přizpůsobte si svůj profil a upozornění na projekty.",
  "Creator notifications": "Upozornění tvůrce",
  "Projects I follow": "Projekty, které sleduji",
  "You will receive project updates regarding the projects that you follow. ": "Budete dostávat aktualizace projektů týkajících se projektů, které sledujete.",
  "Unfollow": "Přestat sledovat",
  "View, adjust, and manage all your subscriptions.": "Zobrazit, upravit a spravovat všechna svá odběry.",
  "Active subscriptions": "Aktivní odběry",
  "You don't have any active subscriptions.": "Nemáte žádné aktivní odběry.",
  "You don't have any paused subscriptions.": "Nemáte žádné pozastavené odběry.",
  "Profile Settings": "Nastavení profilu",
  "Identity": "Identita",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0> se rozhodl stát se strážcem gejzírů, aby podpořil naši platformu a pomohl prosadit přijetí Bitcoinu.",
  "Nudge the creator": "Připomenout tvůrci",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "Dejte tvůrci vědět, že byste chtěli provést platbu fiat měnou, aby ji mohl nastavit.",
  "Select a currency supported by our payment provider": "Vyberte měnu podporovanou naším poskytovatelem plateb",
  "Identity verification required": "Je vyžadováno ověření identity",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "Všechny citlivé informace sdílené během procesu ověřování jsou bezpečně zpracovávány poskytovatelem ověření.",
  "Redirection Notice": "Upozornění na přesměrování",
  "clicking here": "kliknutím sem",
  "Waiting for payment to be confirmed": "Čekání na potvrzení platby",
  "Contribution amount above $10k": "Výše příspěvku nad 10 tisíc USD",
  "To contribute more than $10k, please complete a one-time identity verification.": "Chcete-li přispět více než 10 tisíc USD, dokončete jednorázové ověření identity.",
  "Collapse": "Sbalit",
  "Meanwhile, please try other payment methods": "Mezitím prosím vyzkoušejte jiné platební metody",
  "Creator will be notified shortly": "Tvůrce bude brzy upozorněn",
  "Creator Verification": "Ověření tvůrce",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin, Lightning nebo Fiat (20+ platebních metod)",
  "Receive funds instantly, in your Bitcoin wallet": "Získejte finanční prostředky okamžitě do své bitcoinové peněženky",
  "Configure wallet": "Konfigurace peněženky",
  "Wallet limits": "Limity peněženky",
  "Minimum Receivable Limit": "Minimální limit k přijetí",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "Spojujeme se s vaším poskytovatelem peněženky, protože může nabízet možnost zvýšení těchto limitů.",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "Tyto limity jsou stanoveny podle uvážení vašeho poskytovatele peněženky Lightning. Chcete-li je zvýšit, zvažte:",
  "Maximum Receivable Limit": "Maximální limit k přijetí",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Váš projekt téměř dosáhl limitu financování 10 tisíc USD. Dokončete ověření telefonu, abyste mohli nadále získávat až 100 tisíc USD.",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Váš projekt téměř dosáhl limitu financování 100 tisíc USD. Dokončete ověření identity, abyste mohli nadále získávat nad 100 tisíc USD.",
  "Please try again, once the creator has removed the funding limits.": "Zkuste to prosím znovu, jakmile tvůrce odstraní limity financování.",
  "This project has reached its Funding limit": "Tento projekt dosáhl limitu financování",
  "Products": "Produkty",
  "Search project": "Vyhledat projekt",
  "No trending products found": "Nebyly nalezeny žádné trendy produkty",
  "Failed to fetch recent products": "Nepodařilo se načíst nedávné produkty",
  "Failed to fetch project goals": "Nepodařilo se načíst cíle projektu",
  "time.": "čas.",
  "Configure Wallet": "Konfigurovat peněženku",
  "Project objective is a required field.": "Cíl projektu je povinné pole.",
  "Enabled": "Povoleno",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "Budete muset ověřit svou identitu prostřednictvím našeho externího poskytovatele plateb. Toto ověření je vyžadováno pouze pro platby fiat měnou nad 500 USD měsíčně.",
  "To contribute more than $10k, please log in and complete a one-time verification.": "Chcete-li přispět více než 10 tisíc USD, přihlaste se a dokončete jednorázové ověření.",
  "Enable": "Povolit",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "Když se naposledy někdo pokusil poslat prostředky do této peněženky, došlo k problému s likviditou.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "Když se někdo naposledy pokusil provést transakci s tímto projektem, generování faktury se nezdařilo.",
  "This project is live and wallet running smoothly.": "Tento projekt je aktivní a peněženka běží hladce.",
  "This project has been deactivated by the project creator.": "Tento projekt byl deaktivován tvůrcem projektu.",
  "The payment minimum is 1 satoshi.": "Minimální platba je 1 satoshi.",
  "Objective": "Účel",
  "Add the main project image that will be displayed in all thumbnails": "Přidejte hlavní obrázek projektu, který se zobrazí ve všech thumbnailech",
  "For best fit, pick a square image. Image size limit: 10MB.": "Pro nejlepší přizpůsobení vyberte čtvercový obrázek. Limit velikosti: 10 MB.",
  "Header": "Záhlaví",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "Oznámení o projektu budou zasílána na váš profilový e-mail, který můžete upravit v Nastavení profilu. Nezapomeňte ověřit svůj e-mail, aby byla vaše peněženka v bezpečí.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "Vlastní lightningové adresy nemohou končit “@geyser.fund“.",
  "Please use a valid email-formatted address for your Lightning Address.": "Pro svou lightningovou adresu použijte platnou e-mailovou adresu.",
  "Are you sure you want to disconnect this account?": "Opravdu chcete tento účet odpojit?",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "Bitcoin je signál, vše ostatní je šum. \n          Vytvořili jsme Geyserové granty, abychom pomohli vysílat více bitcoinového signálu do světa. \n          To znamená urychlit růst bitcoinového ekosystému zvýšením povědomí o bitcoinech, umožněním bitcoinové kultury a podporou potřebného rozvoje. \n          Prostřednictvím těchto grantů budeme podporovat učitele bitcoinu, vývojáře, podnikatele a kreativce prostředky, které potřebují k nastartování svých iniciativ. \n          Přijímáme příspěvky bitcoinů pro každý jednotlivý grant a neúčtujeme žádné poplatky za grantové operace. Více informací naleznete v tomto dokumentu.",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "Lightning adresa je jednoduchý způsob, jak vám ostatní mohou poslat finanční prostředky. Když někdo pošle peníze na tuto adresu, jsou okamžitě přesměrovány do vaší soukromé peněženky. Tím máte zajištěnou plnou péči a okamžitý přístup ke svým prostředkům.",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "Bitcoinová setkání a cestovní vlogy o adopci bitcoinů na globálním jihu!",
  "Are you sure you want to save these changes?": "Opravdu chcete tyto změny uložit?",
  "Save Changes": "Uložit změny",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "Můžete to udělat tak, že otevřete vývojářské prostředí (klikněte pravým tlačítkem -> prohlédnout) a poté kliknete na Aplikace > Úložiště > Vymazat data webu.",
  "Onchain": "Onchain",
  "You can try the transaction again, in case the wallet becomes accessible again.": "Pro případ, že bude peněženka opět přístupná, můžete transakci zkusit znovu.",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "Na tento problém jsme tvůrce upozornili a doufáme v rychlé vyřešení jeho konce.",
  "We took actions": "Podnikli jsme akce",
  "The lightning address provided for the wallet might no longer be valid.": "Lightningová adresa uvedená pro peněženku již nemusí být platná.",
  "The lightning node may be temporarily down.": "Lightningový uzel může být dočasně mimo provoz.",
  "Or use a social account": "Nebo použijte sociální účet",
  "Add one or multiple images or video links to help bring your project to life": "Přidejte jeden nebo více obrázků nebo odkazů na videa, které pomohou oživit váš projekt",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "Pokud toto zobrazení ukončíte, vaše informace nebudou uloženy. Před opuštěním tohoto zobrazení můžete svou práci uložit jako koncept",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "Pro nejlepší přizpůsobení vyberte horizontální obraz 16:9. Limit velikosti obrázku: 10 MB.",
  "Enter your message here...": "Zde zadejte svou zprávu...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "Váš projekt nemůže přijímat příspěvky, ale je viditelný pro veřejnost. Chcete-li znovu aktivovat svůj projekt, přejděte do Nastavení.",
  "Your project is in review and therefore cannot receive contributions": "Váš projekt prochází kontrolou, a proto nemůže přijímat příspěvky",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "Váš projekt prochází kontrolou, a proto nemůže přijímat příspěvky a není viditelný pro veřejnost.",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "Váš projekt byl označen za porušení našich smluvních podmínek. Měli byste obdržet e-mail s dalšími podrobnostmi, jak postupovat. Váš projekt momentálně není viditelný pro veřejnost.",
  "This project has not been launched yet.": "Tento projekt dosud nebyl spuštěn.",
  "This project has been flagged for violating our Terms & Conditions.": "Tento projekt byl označen jako porušující naše smluvní podmínky.",
  "Check your email": "Zkontrolujte svůj e-mail",
  "Contribute without login": "Přispívejte bez přihlášení",
  "What now?": "Co teď?",
  "Card": "Karta",
  "Get Featured": "Získejte zviditelnění",
  "Private comment": "Soukromý komentář",
  "Confirmation Message": "Potvrzovací zpráva",
  "Ask contributors for Nostr public address (npub)": "Požádejte přispěvatele o veřejnou adresu Nostr (npub)",
  "Ask contributors for a lighting address in case of partial or full refund": "Požádejte přispěvatele o lightning adresu v případě částečné nebo úplné refundace",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "Přispěvatelé vám mohou vždy poslat soukromou zprávu s dalšími informacemi. Můžete také níže vybrat předdefinované možnosti a požádat je o konkrétní podrobnosti v soukromé zprávě. Pokud je vybráno, soukromý komentář je pro přispěvatele povinný.",
  "Delivery Time (Weeks)": "Dodací lhůta (týdny)",
  "Canceled subscriptions": "Zrušená předplatná",
  "Please login to use fiat payment": "Přihlaste se, abyste mohli použít platbu fiat",
  "Fiat": "Fiat",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "Propojte svůj sociální účet s největším sociálním důkazem, který uživatelům umožní snadněji vás objevit a ověřit vaši pověst",
  "INACTIVE": "NEAKTIVNÍ",
  "Please update the amount, or contact us for donating a higher amount.": "Aktualizujte prosím částku nebo nás kontaktujte pro darování vyšší částky.",
  "Please update the amount.": "Aktualizujte částku prosím.",
  "Please enter an email.": "Zadejte prosím e-mail.",
  "ACTIVE": "AKTIVNÍ",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "Když se pouští do zemí no-coinerů, rytířovo brnění a široký meč ho chrání před jakýmkoli strachem, nejistotou a pochybnostmi, které na něj vrhnou. Jeho široký meč má mýtickou moc. Dodává energii v blízkosti přírodních zdrojů energie, jako jsou vodopády a gejzíry, a vrhá bleskové směle směrem ke svým protivníkům.",
  "Email is required when subscribing to a project.": "E-mail je vyžadován při přihlášení k odběru projektu.",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "Legenda zahalená tajemstvím se pohybuje stíny a vyhýbá se i tomu nejostřejšímu zkoumání. Jeho vize s laserovýma očima protíná lži vlád a institucí a odhaluje jasnost a pravdu. Ti, kteří se setkají s jeho pohledem, jsou navždy proměněni, zapáleni neotřesitelnou touhou usilovat o svobodnější a lepší budoucnost.",
  "Post published": "Příspěvek zveřejněn",
  "Your post is now live": "Váš příspěvek je nyní aktivní",
  "$100 per week": "100 $ týdně",
  "Contributed": "Přispěno",
  "Browse map": "Procházet mapu",
  "In partnership with": "Ve spolupráci s",
  "&": "A",
  "Guardian collectible cards": "Sběratelské karty Strážce",
  "Guardian t-shirts": "Trička Strážce",
  "Guardian jerseys": "Dresy Strážce",
  "Guardian bitaxes": "Bitaxy Strážce",
  "CARD": "KARTA",
  "OF": "Z",
  " GUARDIANS": "STRÁŽCŮ",
  "21% of all sales go directly to fund our Bitcoin grants.": "21 % z veškerého prodeje jde přímo na financování našich bitcoinových grantů.",
  "All prices include shipping.": "Všechny ceny zahrnují dopravu.",
  "Failed to fetch project stats": "Nepodařilo se načíst statistiky projektu",
  "Notifications for Projects I follow": "Upozornění pro projekty, které sleduji",
  "Donate": "Darovat",
  "Terms": "Podmínky",
  "Safe to delete refund file": "Soubor refundace lze bezpečně smazat",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "Soubor refundace lze bezpečně smazat, protože vaše transakce byla úspěšně zpracována.",
  "Geyser Cards": "Karty Geyser",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "Karty Geyser oslavují vaše úspěchy v krajině bitcoinu.",
  "Similar projects in": "Podobné projekty v",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "Zobrazení projektu jsou sledována pomocí SimpleAnalytics, analytického nástroje zaměřeného na soukromí. Skutečná čísla jsou pravděpodobně vyšší.",
  "T-Shirts": "Trička",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "Limitované edice vyrobené ve spolupráci s předními značkami Bitcoin, které podporují tvůrce bitcoinu.",
  "BitAxe": "BitAxe",
  "Collectible Cards": "Sběratelské karty",
  "COLLECT YOURS": "ZÍSKEJTE SVÉ",
  "Jerseys": "Dresy",
  "& JOIN THE COMMUNITY OF ": "& PŘIPOJTE SE KE KOMUNITĚ ",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "ZÍSKEJTE SVÉ 👇 & PŘIPOJTE SE KE KOMUNITĚ <1>{{totalUsers}}</1> STRÁŽCŮ",
  "REMAINING": "ZBÝVAJÍCÍ",
  "followers": "sledujících",
  "Delete product": "Smazat produkt",
  "Product": "Produkt",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Geyser není obchod. Je to způsob, jak uvést kreativní projekty do života pomocí bitcoinu. Váš dar podpoří kreativní projekt, který ještě nebyl vyvinut. Existuje riziko, že navzdory veškerému úsilí tvůrce nebude váš produkt splněn, a vyzýváme vás, abyste toto riziko zvážili před jeho podporou. Geyser nenese odpovědnost za tvrzení o projektu nebo za plnění produktů.",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "Smazáním tohoto projektu ztratíte všechna data spojená s tímto projektem, včetně popisů, fotografií, záznamů a produktů.",
  "Add Products": "Přidat produkty",
  "Create a product": "Vytvořit produkt",
  "Create product": "Vytvořit produkt",
  "Or, use a product template below": "Nebo použijte níže uvedenou šablonu produktu",
  "Add product": "Přidat produkt",
  "Product Name": "Název produktu",
  "Save product": "Uložit produkt",
  "Update Product": "Aktualizovat produkt",
  "Edit Product": "Upravit produkt",
  "Publish Product": "Zveřejnit produkt",
  "Create Product": "Vytvořit produkt",
  "Are you sure you want to remove the product?": "Opravdu chcete odstranit produkt?",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "Produkty s limitovanou edicí nelze po zakoupení upravovat, aby byla zajištěna spravedlnost pro první kupující. Chcete-li změnit množství produktů s limitovanou edicí, vytvořte nový produkt.",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "Upozorňujeme, že všechny ceny produktů se automaticky aktualizují tak, aby odrážely jejich ekvivalentní hodnotu v měně SWITCH_TO_REWARD_CURRENCY, na základě aktuální ceny Bitcoinu v amerických dolarech. Pokud si přejete, můžete ceny u každého produktu aktualizovat individuálně na stránce produktu.",
  "No products are selected": "Nejsou vybrány žádné produkty.",
  "Trending products": "Doporučené produkty",
  "No products sold": "Žádné prodané produkty",
  "Products Sold": "Prodané produkty",
  "Sell product": "Prodat produkt",
  "Hidden products": "Skryté produkty",
  "Products sold": "Prodané produkty",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "Chystáte se změnit měnovou nominaci pro všechny své produkty z CURRENT_REWARD_CURRENCY na SWITCH_TO_REWARD_CURRENCY.",
  "Available Products": "Dostupné produkty",
  "Product buyers": "Kupující produktů",
  "Linked goals and products": "Propojené cíle a produkty",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "Použití odkazů vám umožňuje zvýraznit konkrétní produkt nebo cíl a pomáhá vám směrovat lidi k němu.",
  "Link Goals and Products": "Propojit cíle a produkty",
  "Select products": "Vybrat produkty",
  "Add your product specifications (eg. T-shirt size)": "Přidejte specifikace svého produktu (např. velikost trička)",
  "Created product": "Vytvořený produkt",
  "Product currency denomination": "Měnová nominace produktu",
  "Product Updates": "Aktualizace produktu",
  "All products": "Všechny produkty",
  "Share product": "Sdílet produkt",
  "Share the product page to spread the word across the internet and social media.": "Sdílejte stránku produktu a rozšiřujte povědomí o produktu na internetu a na sociálních sítích.",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "U produktů, které jsou stále ve vývoji a nejsou připraveny k odeslání, je nastavte na „Předobjednat“, abyste uživatelům umožnili nákup předem.",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "Nastavte vlastní zprávu, abyste poděkovali přispěvatelům, poskytli důležité podrobnosti nebo sdíleli další informace, které byste jim chtěli sdělit poté, co si produkt nárokují.",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "Použijte „Datum očekávané dostupnosti“ a nastavte, kdy bude váš produkt vyvinut a k dispozici.",
  "Specify estimated delivery time for the product from the moment it is ordered.": "Uveďte odhadovanou dobu dodání produktu od okamžiku jeho objednání.",
  "Failed to update product": "Aktualizace produktu se nezdařila",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "Produkty vám umožňují vrátit něco zpět svým přispěvatelům, od digitálních odznaků a fyzických produktů až po sponzorství. Podívejte se na našeho průvodce ",
  "How to leverage the power of Products": "Jak využít sílu produktů",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "Dostávejte měsíční e-mail o shrnutí vašeho projektu: statistiky, průběh cílů a oblíbené produkty.",
  "Failed to fetch project products": "Nepodařilo se načíst produkty projektu",
  "Invalid legal entity type": "Neplatný typ právnické osoby",
  "Individual": "Jednotlivec",
  "Company": "Společnost",
  "Non-profit": "Nezisková organizace",
  "Please select an identity below, to enable verification.": "Vyberte prosím identitu níže a povolte ověření.",
  "Full Name": "Celé jméno",
  "Update Information": "Aktualizovat informace",
  "Incorporation Document": "Zakládací dokument",
  "Tax Residency": "Daňové rezidence",
  "Verify your identity to get access to higher limits and tax-deducting features.": "Ověřte svou identitu a získejte přístup k vyšším limitům a funkcím odpočtu daně.",
  "Tax ID": "DIČ",
  "Tax profile": "Daňový profil",
  "Enter Tax ID": "Zadejte DIČ",
  "(optional)": "(volitelné)",
  "Full name": "Celé jméno",
  "Enter full name": "Zadejte celé jméno",
  "Legal entity type": "Typ právnické osoby",
  "State": "Stát",
  "Hero ID: {{heroId}}": "ID hrdiny: {{heroId}}",
  "Report project": "Nahlásit projekt",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "Tento projekt provozuje nezisková organizace v {{country}}. Váš dar je daňově uznatelný a dostanete potvrzení pro vaše daňové záznamy.",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>Lightning adresy</0> jsou jako e-mailová adresa, ale pro váš Bitcoin. Transakce na blockchainu i lightningu obdržíte přímo do své lightningové peněženky. Získejte si vlastní pohledem na naše doporučené a další <2>doporučené peněženky.</2>",
  "Verify your profile as a:": "Ověřte svůj profil jako:",
  "Rate is required": "Hodnota je povinná",
  "User ID is required": "ID uživatele je povinné",
  "Rate must be a number": "Hodnota musí být číslo",
  "Rate must be > {{min}} and <= {{max}}": "Hodnota musí být > {{min}} a <= {{max}}",
  "Tax ID is required for Non-profits": "DIČ je vyžadováno pro neziskové organizace",
  "Country is required for Non-profits": "Stát je vyžadován pro neziskové organizace",
  "Required for country US and Non-profits": "Požadováno pro zemi USA a neziskové organizace",
  "A tax-deductible invoice is provided  when contributing to this project.": "Při příspěvku do tohoto projektu je poskytnuta daňově uznatelná faktura.",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "Chcete-li zajistit přesné jméno na faktuře, aktualizujte své uživatelské jméno nebo daňový profil v nastavení profilu.",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "Pošlete nám dokumenty na hello@geyser.fund, které osvědčují, že jste registrovaná charita s daňově uznatelnými dary.",
  "This information will be displayed in donations and sale invoices.": "Tyto informace se zobrazí v darovacích a prodejních fakturách.",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "Tyto informace se zobrazí v darovacích a prodejních fakturách, aby se umožnily daňově uznatelné dary na způsobilých projektech.",
  "Charity projects with Tax benefits": "Charitativní projekty s daňovými výhodami",
  "Pending Verification": "Čeká se na ověření",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "Pomozte Geyseru v jeho poslání urychlit masové přijetí Bitcoinu ve světě.",
  "SATOSHI AMOUNT": "MNOŽSTVÍ SATOSHI",
  "Geyser tip": "Spropitné Geyser",
  "sats in contributions to this project.": "sats v příspěvcích do tohoto projektu.",
  "So far, ": "Dosud,",
  "Copy hero link": "Kopírovat odkaz na hrdinu",
  "This project has not enabled fiat contributions yet": "Tento projekt zatím neumožnil příspěvky ve fiat.",
  "Learn More": "Zjistit více",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "Tento malý poplatek je známkou závazku. Ukazuje, že to s vaším projektem myslíte vážně a jste připraveni se o něj podělit se světem. To znamená, že můžete začít okamžitě dostávat podporu od přispěvatelů.",
  "Show Less": "Zobrazit méně",
  "Wallet Unreachable": "Peněženka nedosažitelná",
  "Copied": "Zkopírováno",
  "Project in Launchpad": "Projekt v Launchpadu",
  "more to launch": "více do spuštění",
  "Successful follow!": "Úspěšné sledování!",
  "Share it with other friends to help spread the word and make this project a reality!": "Sdílejte to s ostatními přáteli, abyste pomohli šířit povědomí a uskutečnit tento projekt!",
  "You’re about to power a launch!": "Chystáte se spustit!",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "Pro sledování projektů Launchpad potřebujeme vaši e-mailovou adresu, abychom vás mohli upozornit, když budou spuštěny. ",
  "Add email to follow": "Přidat e-mail pro sledování",
  "Latest followers": "Nejnovější sledující",
  "Share link": "Sdílet odkaz",
  "Launchpad": "Launchpad",
  "left": "zbývá",
  "Pay $21 to launch right away": "Zaplaťte 21 $ a spusťte ihned",
  "Ready to launch": "Připraveno ke spuštění",
  "Your project is almost live. You can launch the project now.": "Váš projekt je téměř spuštěn. Nyní můžete projekt spustit.",
  "was successfully deleted": "byl úspěšně smazán",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "Tento projekt potřebuje ještě {{countdown}} sledujících, aby mohl začít sbírat finanční prostředky.",
  "We’ll email you when the project goes live.": "Po spuštění projektu vám zašleme e-mail.",
  "Ready": "Připraveno",
  "Support Geyser Grants": "Podpořte granty Geyser",
  "Help fund the next round — or get an email when it launches.": "Pomozte financovat další kolo — nebo získejte e-mail, když se spustí.",
  "Heroes": "Hrdinové",
  "that match your interests!": "které odpovídají vašim zájmům!",
  "You are not following any projects yet.": "Zatím nesledujete žádné projekty.",
  "Explore projects": "Prozkoumat projekty",
  "Top Projects this month": "Nejlepší projekty tento měsíc",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Povoleno <1>{{usdAmount}}</1> ({{satsAmount}} sats) napříč <3>{{numberOfProjects}}</3> projekty",
  "Prelaunch": "Před spuštěním",
  "Are you sure you want to activate the project?": "Opravdu chcete projekt aktivovat?",
  "User": "Uživatel",
  "Contributions Enabled": "Příspěvky povoleny",
  "Geyser Promotion": "Propagace Geyser",
  "10% fee": "10% poplatek",
  "Let's spread the word about your project.": "Pojďme šířit povědomí o vašem projektu.",
  "The fee is only applied to contributions enabled through Geyser promotions": "Poplatek se vztahuje pouze na příspěvky povolené prostřednictvím propagace Geyser.",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "Po aktivaci bude váš projekt způsobilý ke sdílení prostřednictvím propagační sítě Geyser a partnerských společností digitálních médií, čímž se na váš projekt dostane více očí, aby se umožnilo více příspěvků.",
  "Promotions": "Propagace",
  "Payout Rate (%)": "Sazba výplaty (%)",
  "Ambassador Payouts": "Výplaty pro ambasadory",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "Ambasadoři šíří slovo o vašem projektu. Můžete odměnit své nejvěrnější ambasadory sdílením procenta příspěvků, které umožní, s nimi.",
  "Featured for a week": "Doporučeno na týden",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "Zajistěte si místo v doporučené sekci na vstupní stránce na celý týden.",
  "Actions": "Akce",
  "User Hero ID": "ID uživatele hrdiny",
  "Your project doesn't have ambassadors yet.": "Váš projekt zatím nemá ambasadory.",
  "Payout Rate": "Sazba výplaty",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "Tento projekt je v předběžném spuštění, a proto nemůže přijímat příspěvky a nemůžete změnit stav projektu.",
  "The creator has requested: ": "Tvůrce požaduje: ",
  "Creator's message": "Zpráva tvůrce",
  "Nostr Badges": "Odznaky Nostr",
  "Email is required when purchasing a product.": "Při nákupu produktu je vyžadována e-mailová adresa.",
  "Where grassroots Bitcoin projects come to life.": "Kde ožívají grassroots Bitcoin projekty.",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "Geyser sdružuje bitcoinovou komunitu, aby financovala nápady, produkty a příčiny, které od základu pohání reálné přijetí.",
  "Choose your launch strategy": "Vyberte si svou strategii spuštění",
  "Launch your project": "Spusťte svůj projekt",
  "Skip the challenge. Launch instantly for $21.": "Přeskočte výzvu. Spusťte okamžitě za 21 $.",
  "Build momentum quickly with early supporters": "Rychle získejte dynamiku s prvními podporovateli",
  "Geyser Launch Challenge": "Geyser Launch Challenge",
  "Go Live Now": "Jít online",
  "No pressure to raise a lot right away, go by your plan.": "Netlačte na sebe, abyste hned získali hodně, řiďte se svým plánem.",
  "Seen in ‘Recently launched’ in Discovery page": "Viděno v ‘Nedávno spuštěných’ na stránce Discover",
  "Embed": "Vložit",
  "What's next?": "Co bude dál?",
  "more to go live": "zbývá spustit",
  "New in": "Nové v",
  "left to raise $210 & launch": "zbývá získat 210 $ a spustit",
  "raised": "vybráno",
  "more to go live.": "zbývá do spuštění.",
  "to raise $210": "vybrat $210",
  "Save as Draft": "Uložit jako koncept",
  "raised!": "vybráno!",
  "raised this week!": "vybráno tento týden!",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "Nakupujete produkt z projektu, který je v Launchpadu. Vaše platba bude zpracována, ale projekt se spustí, pouze pokud dosáhne $210. Přispěním pomáháte tvůrci dosáhnout tohoto milníku. 🙌",
  "Are you interested in receiving updates from this project?": "Máte zájem o zasílání aktualizací z tohoto projektu?",
  "Follow project": "Sledovat projekt",
  "We will send you important updates via your profile email for the projects your follow.": "Budeme vám posílat důležité aktualizace prostřednictvím e-mailu vašeho profilu pro projekty, které sledujete.",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "Budoucnost vašeho projektu závisí na tomto kritickém prvním kroku - splňte cíl a udržte svou vizi naživu. Je to vaše šance nabrat brzy na síle a spustit s boomem.",
  "unFollow": "Zrušit sledování",
  "Launchpad projects": "Launchpad projekty",
  "Email address is a required field.": "E-mailová adresa je povinné pole.",
  "Email verification": "Ověření e-mailu",
  "Featured in ‘Recently launched’ in Discovery page": "Doporučeno v ‘Nedávno spuštěných’ na stránce Objevit",
  "Featured in Launchpad & discovery emails": "Doporučeno v Launchpad & objevit e-mailech",
  "Lightning QR code": "Lightning QR kód",
  "Go to Project": "Přejít na projekt",
  "Generating banner...": "Generování banneru...",
  "Copy image": "Kopírovat obrázek",
  "Contribute with lightning": "Přispět pomocí lightning",
  "Copy embed code": "Kopírovat kód pro vložení",
  "Embed the contribute and leaderboard section of this page on your website": "Vložte sekci přispějte a žebříček této stránky na své webové stránky",
  "12345": "12345",
  "Project Deactivated": "Projekt deaktivován",
  "This project did not reach its goal in the launchpad.": "Tento projekt nedosáhl svého cíle v launchpadu.",
  "Your project did not reach its goal in the launchpad.": "Váš projekt nedosáhl svého cíle v launchpadu.",
  "Project Closed": "Projekt uzavřen",
  "Project story should be longer than 210 characters.": "Příběh projektu by měl být delší než 210 znaků.",
  "Raise $210 in 7 days with your community.": "Získejte 210 $ za 7 dní s vaší komunitou.",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you don't need to worry about reaching $210 in 7 days": "Tento malý poplatek je známkou závazku. Ukazuje, že to s vaším projektem myslíte vážně a jste připraveni se o něj podělit se světem. To znamená, že se nemusíte obávat, že za 7 dní nedosáhnete 210 $.",
  "If you don’t reach $210 in your first week, your project will close (you can start over)": "Pokud ve svém prvním týdnu nedosáhnete 210 $, váš projekt se uzavře (můžete začít znovu)",
  "Once you launch your project, it will become visible and searchable by the public. A 7-day countdown will begin immediately.": "Po spuštění vašeho projektu bude viditelný a vyhledávatelný veřejností. Okamžitě se spustí 7denní odpočítávání.",
  "If you’re not ready to launch we recommend you place your project in Draft mode. ": "Pokud nejste připraveni na spuštění, doporučujeme umístit svůj projekt do režimu konceptu.",
  "Launch & Start Countdown": "Spustit a spustit odpočítávání",
  "You're live on the Launchpad!": "Jste online na Launchpadu!",
  "Raise $210 to lift off": "Získejte 210 $ pro start",
  "It's time to raise $210 in 7 days!": "Je čas získat 210 $ za 7 dní!",
  "Share your project with your friends, community, and people you think will care about your project.": "Sdílejte svůj projekt se svými přáteli, komunitou a lidmi, o kterých si myslíte, že se o váš projekt budou zajímat.",
  "Connect with the Geyser team on <1>Discord</1>, <3>Telegram</3>, <5>Nostr</5>, <7>X</7>.": "Spojte se s týmem Geyser na <1>Discordu</1>, <3>Telegramu</3>, <5>Nostru</5>, <7>X</7>.",
  "Your project will remain hidden until you decide to launch it.": "Váš projekt zůstane skrytý, dokud se nerozhodnete jej spustit.",
  "Your project is not visible to the public and cannot receive contributions.": "Váš projekt není viditelný pro veřejnost a nemůže přijímat příspěvky.",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 7 days. Help them build momentum — or they might never take off.": "Tyto projekty v rané fázi jsou v režimu odpočítávání. Pro spuštění musí získat 210 $ do 7 dnů. Pomozte jim nabrat momentum – jinak se možná nikdy nevznesou.",
  "Add Email": "Přidat e-mail",
  "Add your email to receive project updates from the creator.": "Přidejte svůj e-mail a dostávejte aktualizace projektu od tvůrce.",
  "Connect profile": "Propojit profil",
  "Connect this transaction with your social profile and receive project updates.": "Propojte tuto transakci se svým sociálním profilem a dostávejte aktualizace projektu.",
  "At least one shipping rate is required": "Je vyžadována alespoň jedna sazba dopravy",
  "Shipping availability is required": "Je vyžadována dostupnost dopravy",
  "At least one specific country must be added when not shipping worldwide": "Pokud se neposílá do celého světa, musí být přidána alespoň jedna konkrétní země",
  "Name is required": "Je vyžadováno jméno",
  "Fees model is required": "Je vyžadován model poplatků",
  "Country is required": "Je vyžadována země",
  "Summary that captures the essence of your product": "Shrnutí, které vystihuje podstatu vašeho produktu",
  "Additional configuration": "Další konfigurace",
  "Add one or multiple images to showcase your product": "Přidejte jeden nebo více obrázků, abyste představili svůj produkt",
  "Header images": "Obrázky záhlaví",
  "Best for small, lightweight items where shipping cost doesn't change with quantity. eg: stickers, keychains, etc.": "Nejlepší pro malé, lehké předměty, kde se náklady na dopravu nemění s množstvím. např.: samolepky, klíčenky atd.",
  "One fee, regardless of quantity": "Jeden poplatek, bez ohledu na množství",
  "Flat Rate": "Paušální sazba",
  "Per Unit": "Za kus",
  "Calculation: If 1 item = $10,   then 2+ items = $10": "Výpočet: Pokud 1 kus = 10 $, pak 2+ kusy = 10 $",
  "Ideal when each item adds to the shipping cost. eg: laptops, books, etc.": "Ideální, když se každý kus přidává ke nákladům na dopravu. např.: notebooky, knihy atd.",
  "Calculation: If 1 item = $10,   then 2+ items = $20": "Výpočet: Pokud 1 kus = 10 $, pak 2+ kusy = 20 $",
  "Incremental": "Přírůstkový",
  "Base fee + extra charge per additional item": "Základní poplatek + příplatek za další kus",
  "Multiply fee by number of items": "Násobit poplatek počtem kusů",
  "Calculation: If 1 item = $10, increment rate = $2, then 2 items = $10 + (1×2) = $12": "Výpočet: Pokud 1 kus = 10 $, přírůstková sazba = 2 $, pak 2 kusy = 10 $ + (1×2) = 12 $",
  "Add shipping fees": "Přidat poplatky za dopravu",
  "Enter a name to remember this fees configuration": "Zadejte název, abyste si zapamatovali tuto konfiguraci poplatků",
  "Fees model": "Model poplatků",
  "Great for items where shipping a few costs the same, but bulk adds extra fees. Set a base price, then add a small fee per item to balance the cost. eg: small electronics, apparel, etc.": "Skvělé pro položky, kde doprava několika kusů stojí stejně, ale hromadné dodání přidává další poplatky. Nastavte základní cenu a poté přidejte malý poplatek za kus, abyste vyrovnali náklady. Např.: malá elektronika, oblečení atd.",
  "Shipping rates": "Ceny dopravy",
  "Base rate ($)": "Základní sazba ($)",
  "Same as Default": "Stejné jako výchozí",
  "Shipping Availability": "Dostupnost dopravy",
  "Add new country": "Přidat novou zemi",
  "Base rate must be a number": "Základní sazba musí být číslo",
  "Default": "Výchozí",
  "Describe your product in detail - features, specifications, and benefits.": "Popište svůj produkt podrobně - vlastnosti, specifikace a výhody.",
  "Base rate is required": "Základní sazba je povinná",
  "If selected, only the countries selected below will be eligible for shipping": "Pokud je vybráno, pouze níže vybrané země budou způsobilé k odeslání",
  "Ships Worldwide": "Odesílá se do celého světa",
  "Ships to certain countries": "Odesílá se do určitých zemí",
  "Increment rate ($)": "Přírůstková sazba ($)",
  "Select Country": "Vyberte zemi",
  "Remove country rate": "Odebrat sazbu pro zemi",
  "Increment rate is required": "Přírůstková sazba je povinná",
  "Increment rate must be a number": "Přírůstková sazba musí být číslo",
  "Invalid increment rate": "Neplatná přírůstková sazba",
  "Updates": "Aktualizace",
  "Shop": "Obchod",
  "Community": "Komunita",
  "Guides": "Průvodci",
  "Shipping fees": "Poplatky za dopravu",
  "fee": "poplatek",
  "Shipping availability": "Dostupnost dopravy",
  "Increment rate": "Přírůstková sazba",
  "Base rate": "Základní sazba",
  "Fee model": "Model poplatku",
  "Edit shipping fees": "Upravit poplatky za dopravu",
  "Rates": "Sazby",
  "Specific countries listed below": "Specifické země uvedené níže",
  "Updating this shipping fee configuation will update all rewards that use this shipping fee.": "Aktualizace této konfigurace poplatku za dopravu aktualizuje všechny odměny, které tento poplatek za dopravu používají.",
  "Add new": "Přidat nový",
  "Select fee": "Vyberte poplatek",
  "Invalid amount": "Neplatná částka",
  "Shipping conflict": "Konflikt dopravy",
  "The items in your basket cannot all be shipped to a single country. Please adjust your selection or choose items available for global shipping.": "Ne všechny položky ve vašem košíku lze odeslat do jedné země. Upravte svůj výběr nebo si vyberte položky dostupné pro celosvětovou dopravu.",
  "City is required": "Město je povinné",
  "Full name is required": "Celé jméno je povinné",
  "Postal code is required": "PSČ je povinné",
  "Street address is required": "Adresa ulice je povinná",
  "Shipping Address": "Dodací adresa",
  "Postal code": "PSČ",
  "City": "Město",
  "State / Region": "Stát / Region",
  "Street Address": "Adresa ulice",
  "Include unit/apartment/suite no. if applicable": "Včetně čísla bytu/bytu/suite, pokud je k dispozici",
  "Raymond Holt": "Raymond Holt",
  "123 Main St, Unit 123": "123 Main St, Unit 123",
  "State is required": "Stát je povinný",
  "California": "Kalifornie",
  "San Francisco": "San Francisco",
  "Invalid shipping address": "Neplatná dodací adresa",
  "Failed to save shipping address": "Nepodařilo se uložit dodací adresu",
  "Unstable Wallet": "Nestabilní peněženka",
  "Ships worldwide": "Odesílá se do celého světa",
  "Ships to select regions": "Odesílá se do vybraných regionů",
  "Expected": "Očekává se",
  "You are purchasing a physical item that requires shipping. ": "Nakupujete fyzickou položku, která vyžaduje dopravu.",
  "This information is stored securely and deleted after a period of 3 months.": "Tyto informace jsou bezpečně uloženy a po 3 měsících smazány.",
  "This project needs to raise $210 in 7 days to go live. Share this project on social media to help launch it.": "Tento projekt potřebuje získat 210 $ za 7 dní, aby se spustil. Sdílejte tento projekt na sociálních médiích, abyste jej pomohli spustit.",
  "Create a re-usable shipping fee configuration that can be used across multiple rewards.": "Vytvořte znovu použitelnou konfiguraci poplatku za dopravu, kterou lze použít pro více odměn.",
  "The default rate is used for any country not configured below.": "Výchozí sazba se používá pro jakoukoli zemi, která není uvedena níže.",
  "List all the countries that are eligible for shipping.": "Uveďte všechny země, které jsou způsobilé k odeslání.",
  "Require shipping": "Vyžadovat dopravu",
  "Collect shipping address for delivering physical products directly to your supporters.": "Sbírejte dodací adresu pro doručení fyzických produktů přímo vašim podporovatelům.",
  "Add shipping fees based on specific countries or globally.": "Přidejte poplatky za dopravu na základě konkrétních zemí nebo globálně.",
  "Shipping cost": "Náklady na dopravu",
  "Products cost": "Cena produktů",
  "Shipping cost is an estimate and may vary depending on the shipping address.": "Cena dopravy je odhad a může se lišit v závislosti na dodací adrese.",
  "Wallet Connection": "Připojení peněženky",
  "Connect a Lightning wallet to your account to receive refunds, ambassador payouts, etc.": "Připojte Lightning peněženku ke svému účtu, abyste mohli dostávat refundace, výplaty ambasadorů atd.",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your product via email.": "Zapojte svou komunitu, sledující, přispěvatele a kupující produktů tím, že jim pošlete aktualizaci o vašem produktu e-mailem.",
  "Linked products and goals": "Propojené produkty a cíle",
  "Please enter a valid email address": "Zadejte platnou e-mailovou adresu",
  "Email is required": "E-mail je povinný",
  "Discord": "Discord",
  "X": "X",
  "Discover the best bitcoin projects - join the list!": "Objevte nejlepší bitcoinové projekty – připojte se k seznamu!",
  "Real-world Bitcoin adoption stories": "Příběhy adopce Bitcoinu v reálném světě",
  "Telegram": "Telegram",
  "satoshi@gmx.com": "satoshi@gmx.com",
  "New projects & product launches": "Nové projekty a uvedení produktů na trh",
  "Get Updates": "Získat aktualizace",
  "Just launched!": "Právě spuštěno!",
  "You’ve just launched a Bitcoin project - let`s make it fly!": "Právě jste spustili Bitcoinový projekt – pojďme ho rozletět!",
  "Connect with the Geyser team on ": "Spojte se s týmem Geyser na "
}