{
  "projects": "Projekte",
  "contributors": "Mitwirkende",
  "Search": "Suche",
  "Projects with perks": "Projekte mit Prämien",
  "Inactive Projects": "Inaktive Projekte",
  "Active Projects": "Aktive Projekte",
  "Subscribe": "Abonnieren",
  "Privacy": "Datenschutz",
  "Analytics": "Statistik",
  "activity": "Tätigkeit",
  "Select": "Auswählen",
  "Trending in": "Trends in",
  "Recent Projects": "Aktuelle Projekte",
  "See all": "Alle anzeigen",
  "This week": "Diese Woche",
  "All time": "Bisher",
  "Failed to fetch data": "Abruf der Daten fehlgeschlagen",
  "Login": "Anmeldung",
  "Projects": "Projekte",
  "Contributions": "Beiträge",
  "Entry": "Eintrag",
  "Go back": "Zurückgehen",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "Wenn du Probleme hast, dich mit X (Twitter) auf deinem Mobilgerät zu verbinden, versuche zuerst, dich auf X.com in deinem Browser anzumelden, und versuche es dann erneut.",
  "Project": "Projekt",
  "You have been logged out": "Du wurdest abgemeldet",
  "Continue": "Weiter",
  "Grants": "Förderung",
  "About": "Über",
  "Feedback": "Rückmeldung",
  "Sign Out": "Abmelden",
  "Dashboard": "Dashboard",
  "Contribute": "Beitragen",
  "Back": "Zurück",
  "RUNNING": "Laufend",
  "Follow": "Folgen",
  "Copied!": "Kopiert!",
  "Download": "Herunterladen",
  "Tags": "Schlagwörter",
  "Region": "Region",
  "Launched": "Gestartet",
  "Finalize project": "Projekt fertigstellen",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "Dein Projekt ist noch nicht live. Gehe zurück zum Erstellungsprozess, um die Projektinformationen zu vervollständigen und es zu starten!",
  "Story": "Geschichte",
  "Cancel": "Abbrechen",
  "Confirm": "bestätigen",
  "Something went wrong.": "Etwas ist schief gelaufen.",
  "Please try again": "Bitte noch einmal versuchen",
  "Failed to fetch contributions": "Beiträge konnten nicht abgerufen werden",
  "Some time ago": "Vor einiger Zeit",
  "ago": "vor",
  "a day": "ein Tag",
  "days": "Tage",
  "an hour": "eine Stunde",
  "a minute": "eine Minute",
  "a few seconds": "einigen Sekunden",
  "minutes": "Minuten",
  "hours": "Stunden",
  "Total": "Total",
  "Funding as": "Förderung als",
  "anonymous": "anonym",
  "Funding anonymously. Click to login": "Anonym fördern. Zum Anmelden klicken",
  "Click to logout": "Zum Abmelden klicken",
  "About to logout": "In Kürze abmelden",
  "You are about to logout of your account": "Du bist dabei, dich von deinem Konto abzumelden",
  "Logout": "Abmeldung",
  "Reach out for help": "Um Hilfe bitten",
  "Waiting for payment": "Warten auf die Zahlung",
  "Email": "E-Mail",
  "Failed to download image": "Bild konnte nicht heruntergeladen werden",
  "copy": "kopieren",
  "Go to project": "Weiter zum Projekt",
  "Your project is in draft": "Dein Projekt ist im Entwurf",
  "Saved in draft": "Gespeichert als Entwurf",
  "Please refresh the page and try again.": "Bitte aktualisiere die Seite und versuche es erneut.",
  "Description": "Beschreibung",
  "Links & tags": "Verknüpfungen und Schlagwörter",
  "Wallet": "Wallet",
  "Contributors": "Mitwirkende",
  "Back to project": "Zurück zum Projekt",
  "Name": "Name",
  "Contribution": "Beitrag",
  "Copy": "Kopieren",
  "Project updated successfully!": "Projekt erfolgreich aktualisiert!",
  "Project update failed!": "Projektaktualisierung fehlgeschlagen!",
  "Save": "Speichern",
  "Title": "Titel",
  "A few words that make your project stand out": "Ein paar Worte, die dein Projekt hervorheben",
  "Add 'one liner' a simple descriptions of what your project is about": "Füge einen Einzeiler hinzu, eine einfache Beschreibung, worum es bei deinem Projekt geht",
  "Image": "Bild",
  "Change image": "Bild ändern",
  "This lightning address is already taken.": "Diese Lightning-Adresse ist bereits vergeben.",
  "Leave without saving": "Verlassen ohne zu speichern",
  "failed to update project": "Projekt konnte nicht aktualisiert werden",
  "please enter a valid url for project links": "Bitte gebe eine gültige URL für Projektlinks ein",
  "failed to create new tag": "neues Schlagwort kann nicht erstellt werden",
  "failed to create tag": "Schlagwort kann nicht erstellt werden",
  "tag length must be between": "Die Länge des Schlagwortes muss zwischen",
  "and": "und",
  "add tag": "Schlagwort hinzufügen",
  "Connect your sites so viewers can see more proof of your work": "Verbinde die Webseiten, damit die Betrachter mehr Arbeitsnachweise sehen können",
  "Project links": "Projekt Verknüpfungen",
  "Add Project Link": "Projekt Verknüpfungen hinzufügen",
  "you will be redirected shortly...": "Du wirst in Kürze weitergeleitet werden...",
  "failed to delete project": "Projekt kann nicht gelöscht werden",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "Projektbenachrichtigungen und -aktualisierungen werden an die Profil E-Mail-Adresse des Projekt-Erstellers gesendet. Diese E-Mail kann in den Profileinstellungen des Kreativen bearbeitet werden.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "Die Deaktivierung des Projekts führt dazu, dass andere das Projekt nicht mehr finanzieren können, aber das Projekt ist weiterhin für alle anderen sichtbar. Das Projekt kann jederzeit wieder aktiviert werden.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "Durch das Löschen eines Projekts wird das Projekt für dich und andere unzugänglich. Ein Projekt kann nur gelöscht werden, wenn es keine Beiträge erhalten hat. Damit soll die Transparenz für diejenigen gewährleistet werden, die zu dem Projekt beigetragen haben.",
  "Delete": "Löschen",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "Diese Aktion ist unumkehrbar. Das Projekt und die Projektdaten können nicht mehr eingesehen oder aufgerufen werden.",
  "Confirm that you want to delete the project": "Bestätige, dass das Projekt gelöscht werden soll",
  "FUNDED": "Gefördert",
  "Project story updated successfully!": "Projektgeschichte erfolgreich aktualisiert!",
  "There was a problem while trying to update the project story": "Beim Versuch, die Projektgeschichte zu aktualisieren, ist ein Problem aufgetreten",
  "Write a more in-depth description of the project. You can also add images and videos.": "Schreibe eine ausführlichere Beschreibung des Projekts. Außerdem kannst du Bilder und Videos hinzufügen.",
  "Hostname or IP address": "Hostname oder IP-Adresse",
  "Public key": "Öffentlicher Schlüssel",
  "Invoice Macaroon": "Macaroon-Rechnung",
  "TLS certificate": "TLS-Zertifikat",
  "gRPC port": "gRPC-Anschluss",
  "Lightning Address": "Lightning-Adresse",
  "failed to create project wallet": "Projekt-Wallet kann nicht erstellt werden",
  "please provide valid wallet details": "bitte gültige Details zur Wallet angeben",
  "Launch Project": "Projekt starten",
  "Save As Draft": "Als Entwurf speichern",
  "Connect Your Node": "Verbinde deine Node",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "Das Projekt ist fast fertig. Das Projekt kann nun entweder gestartet und veröffentlicht werden oder als Entwurf gespeichert werden. Außerdem kann das Projekt zu jeder Zeit bearbeitet werden.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "Mit dem Fortfahren erkläre ich mich mit den <1>Geschäftsbedingungen</1> von Geyser's einverstanden.",
  "Node name cannot be longer than": "Der Name der Node kann nicht länger sein als",
  "characters": "Zeichen",
  "Tor addresses are currently not supported": "Tor-Adressen werden derzeit nicht unterstützt",
  "Public Key must be": "Der öffentliche Schlüssel muss",
  "characters long": "Zeichen lang",
  "The Public Key is wrongly formatted.": "Der öffentliche Schlüssel ist falsch formatiert.",
  "Invoice Macaroon cannot be longer than": "Der Rechnungs-Macaroon kann nicht länger sein als",
  "Add a Node": "Node hinzufügen",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "Wir unterstützen derzeit LND- und Clearnet-Nodes. Tor-Nodes funktionieren also zurzeit nicht.",
  "Node Name": "Node-Name",
  "This is a Voltage Node": "Dies ist ein Voltage-Node",
  "Find our demo here on how to load a Voltage node.": "Hier findest du eine Demo, wie du eine Voltage-Node herunterladen kannst.",
  "API endpoint": "API-Endpunkt",
  "Identity Pubkey": "Öffentlicher Identitätsschlüssel",
  "failed to create project": "Projekt kann nicht erstellt werden",
  "Create a project": "Ein Projekt erstellen",
  "Create a new project": "Ein neues Projekt erstellen",
  "Transform your ideas into real world projects backed by your community": "Verwandle deine Ideen in reale Projekte, die von deiner Gemeinschaft unterstützt werden",
  "Raise funds from anywhere in the world": "Von überall auf der Welt Geld sammeln",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "Wenn die X (Twitter)-Schaltfläche keine X (Twitter)-Authentifizierungsseite öffnet, stelle sicher, dass Pop-ups in den Einstellungen deines Browsers aktiviert sind.",
  "The authentication request failed.": "Die Authentifizierungsanfrage ist fehlgeschlagen.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "Eine Nostr-Erweiterung wie Alby oder Flamingo konnten wir nicht entdecken.",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "Dieses Konto ist mit einem anderen Geyser-Profil verbunden. Stelle sicher, dass du ein eindeutiges Konto verwendest. Bei Fragen wende dich an das Geyser-Team über",
  "Project description": "Projektbeschreibung",
  "Launch project": "Projekt starten",
  "Connect wallet": "Wallet verbinden",
  "You’re ready to launch!": "Du bist bereit für den Start!",
  "An error occurred while attempting to load the profile page.": "Beim Versuch, die Profilseite zu laden, ist ein Fehler aufgetreten.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "Bitte versuche, die Seite zu aktualisieren. Wenn das Problem weiterhin besteht, wende dich bitte an den Support.",
  "Edit": "Bearbeiten",
  "Failed to unlink account": "Konto kann nicht entkoppelt werden",
  "Connect more social profiles to your Geyser account.": "Verbinde weitere soziale Profile mit deinem Geyser-Konto.",
  "Activity": "Tätigkeit",
  "Followed projects": "Gefolge Projekte",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "Der Start eines Projekts dauert nur 2 Minuten! Wenn du dir nicht sicher bist, ob deine Idee fertig ist, kannst du später starten.",
  "Geyser badges": "Geyser-Abzeichen",
  "Login with Nostr to claim the badges you earned!": "Melde dich bei Nostr an, um die verdienten Abzeichen zu erhalten!",
  "Claim": "Anspruch",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "Wenn du dieses Nostr-Konto von deinem Geyser-Profil trennst, kannst du ein anderes Nostr-Konto anschließen. Du kannst jedoch kein neues Geyser-Profil mit diesem bestehenden Nostr-Konto erstellen.",
  "Your badges are connected to this Nostr account.": "Deine Abzeichen sind mit diesem Nostr-Konto verbunden.",
  "Disconnect": "Trennen",
  "Bio": "Biografie",
  "You do not have permission to access this page.": "Du hast keine Erlaubnis, auf diese Seite zuzugreifen.",
  "Applications Open": "Offene Bewerbungen",
  "Closed": "Geschlossen",
  "Active": "Aktiv",
  "Countdown to grant going live": "Countdown bis zum Start der Förderung",
  "Time left to vote": "Verbleibende Zeit bis zur Abstimmung",
  "Sponsored by": "Gefördert durch",
  "SPONSORS": "SPONSOREN",
  "See the winner announcement": "Siehe Bekanntgabe der Gewinner",
  "Announcement": "Ankündigung",
  "Let the Sats flow to your favorite projects.": "Lasst die Sats zu euren Lieblingsprojekten fließen.",
  "distributed": "verteilt",
  "Vote": "abstimmen",
  "Apply": "Bewerbung",
  "Login to apply": "Anmeldung zur Bewerbung",
  "Success!": "Erfolgreich!",
  "Select a project": "Wähle ein Projekt",
  "To apply to a grant you need to first login into Geyser.": "Um eine Förderung zu beantragen, muss man sich zunächst bei Geyser anmelden.",
  "Select your Geyser project from the list": "Wähle dein Geyser-Projekt aus der Liste aus",
  "You have not created any projects": "Du hast noch keine Projekte erstellt",
  "To apply for a grant you need to create a project on Geyser.": "Um eine Förderung zu beantragen, muss man ein Projekt auf Geyser erstellen.",
  "Grant application failed.": "Förderungsantrag abgelehnt.",
  "Grant funds will be distributed based on community votes.": "Die Fördermittel werden auf der Grundlage von Abstimmungen in der Gemeinde verteilt.",
  "Amount": "Betrag",
  "More Information": "Mehr Informationen",
  "Grant Winners!": "Gewinner von Förderungen!",
  "See all Grants": "Alle Förderungen anzeigen",
  "Geyser Grants": "Geyser-Förderungen",
  "CLOSED": "Geschlossen",
  "Round 1 Announcement": "Ankündigung der Runde 1",
  "The Geyser Grant Round 1 winners have been released.": "Die Gewinner der Geyser-Förderungsrunde 1 wurden bekannt gegeben.",
  "The board will be responsible for reviewing and evaluating the applications.": "Der Ausschuss ist für die Prüfung und Bewertung der Anträge zuständig.",
  "Made possible by sponsors": "Ermöglicht durch Sponsoren",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "Bitcoin-Unternehmen und anonyme Einzelpersonen, die der Welt Hoffnung bringen wollen.",
  "Bitcoin Education": "Bitcoin Bildung",
  "Bitcoin Development": "Bitcoin Entwicklung",
  "Bitcoin Culture": "Bitcoin Kultur",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "Das Ziel dieser Förderung ist es, gemeinnützige Bemühungen und Initiativen zu unterstützen, die sich mit der Bitcoin-Bildung befassen. Bitcoin ist ein Werkzeug für individuelle Freiheit und Selbstbestimmung. Dass eine Revolution ermöglicht, die es erlaubt, dass sich die Menschheit auf die nächste Stufe entwickeln kann, indem es der Welt finanzielle Freiheit und Zugänglichkeit bietet und zu einem soliden Finanzsystem zurückkehrt. Und doch sehen es die meisten Menschen immer noch als ein Werkzeug für Glücksspiele, Geld für Kriminelle, ein Schneeballsystem oder einen ökologischen Albtraum. Aus diesem Grund ist die Arbeit von Bitcoin-Lehrern so wichtig. Es ist noch viel Arbeit nötig, um Menschen auf der ganzen Welt zu befähigen, Bitcoin als Werkzeug zu nutzen, um der grassierenden Inflation, Finanzzensur und Banklosigkeit zu entkommen. Für weitere Informationen, siehe hier.",
  "applicants": "Antragsteller",
  "contributed": "beigetragen",
  "GRANT TO DISTRIBUTE": "FÖRDERUNG ZU VERTEILEN",
  "Designs by": "Entwürfe von",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "Vielen Dank an die Entwickler und Designer, die Geyser-Förderungen entwickelt und gestaltet haben.",
  "Please enter a valid email address.": "Bitte gib eine gültige E-Mail Adresse ein.",
  "Succesfully subscribed to Geyser": "Erfolgreich Geyser abonniert",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "Danke für die Anmeldung. Wir werden bald mehr Informationen über Geyser-Projekte und -Produkte veröffentlichen. Um unserer Community beizutreten, finde uns auf Telegram und X (Twitter).",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "Um Informationen über die neuesten Geyser-Projekte und -Produkte zu erhalten, trage deine E-Mail-Adresse unten ein.",
  "Contact Email": "E-Mail Kontakt",
  "You successfully subscribed to <1>Geyser Grants</1>!": "Du hast dich erfolgreich bei <1>Geyser Förderungen</1> angemeldet!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "Förderung von Lehrern, Kreativen und Schaffern, die Bitcoin-Only-Projekte auf Geyser durchführen.",
  "Funded by bitcoiners who want to change the world.": "Finanziert von Bitcoinern, die die Welt verändern wollen.",
  "View project": "Projekt ansehen",
  "Saving": "Speichern",
  "Saved": "Gespeichert",
  "Save draft": "Entwurf speichern",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "Zur Anerkennung aktiver Nutzer vergibt und gewährt Geyser Nostr-Abzeichen, mit denen die Aktionen der Nutzer besser gewürdigt werden können.",
  "What is Nostr": "Was ist Nostr",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "Nostr steht für 'Notes and Other Stuff Transmitted by Relays'. Wie HTTP oder TCP-IP ist auch Nostr ein Protokoll, ein offener Standard, auf den jeder bauen kann. Nostr selbst ist keine Anwendung oder ein Dienst, für den man sich anmelden muss. Weitere Informationen findest du auf <1>nostr.how</1>",
  "What are Nostr Badges": "Was sind Nostr Abzeichen",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "Nostr-Badges sind ein neues Ereignis auf Nostr, das es Nutzern ermöglicht, digitale Assets mit einem Bild, einem Titel und einer Beschreibung zu senden und zu empfangen. Es handelt sich um NIP-58 auf Nostr",
  "How to redeem my Nostr badge": "Wie löse ich mein Nostr-Abzeichen ein?",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "Du kannst deine Geyser-Abzeichen ganz einfach in deinem Geyser-Profil einfordern. Melde dich bei Nostr an, gehe zum Profil und klicke auf &apos; anfordern&apos;.",
  "Where can I see my Geyser badges?": "Wo kann ich meine Geyser-Abzeichen sehen?",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "Du kannst auf deine Geyser-Abzeichen auf jeder Nostr-Plattform zugreifen, die Nostr-Abzeichen präsentiert, zum Beispiel auf badges.page und Amethist.",
  "Who can edit and update Nostr Badges?": "Wer kann Nostr Badges bearbeiten und aktualisieren?",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "Der Herausgeber der Abzeichen kann die zu den Abzeichen gehörenden Informationen bearbeiten, aber das Abzeichen zu keinem Zeitpunkt widerrufen. Daher kann Geyser Änderungen an den Abzeichen vornehmen, falls dies jemals erforderlich ist",
  "Will there be more badges?": "Wird es weitere Abzeichen geben?",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "Ja! Wir beabsichtigen, weitere Abzeichen zu erstellen, wenn wir das Gefühl haben, dass es einen besonderen Grund gibt, harte Arbeit oder wichtige Leistungen anzuerkennen. Aber keine Sorge, wir werden das System nicht mit Abzeichen &apos;überfluten&apos;.",
  "Hey, I should have that badge!": "Hey, ich sollte dieses Abzeichen haben!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "Wenn du denkst, dass du Zugang zu einem Abzeichen haben solltest, melde dich bei uns unter <1>hello@geyser.fund</1> und wir können dein Abzeichenprivileg überprüfen!",
  "Error": "Fehler",
  "Authentication failed.": "Authentifizierung fehlgeschlagen.",
  "Please clear your browser's cache & cookies and try again.": "Bitte lösche den Cache und die Cookies deines Browsers und versuche es erneut.",
  "Requested operation declined": "Angefragte Operation abgelehnt",
  "Please use the invoice instead.": "Bitte verwende stattdessen die Rechnung.",
  "Oops! Something went wrong with WebLN.": "Ups! Bei WebLN ist etwas schief gelaufen.",
  "Please copy the invoice manually instead.": "Bitte kopiere die Rechnung stattdessen manuell.",
  "Connect with Lightning": "Verbindung mit Lightning",
  "Scan the QR code to connect to your Lightning wallet.": "Scanne den QR-Code, um sich mit Ihrer Lightning-Wallet zu verbinden.",
  "Check if your wallet supports LNURL-auth here.": "Prüfe hier, ob deine Wallet LNURL-auth unterstützt.",
  "Waiting to connect...": "Warten auf die Verbindung...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "Denke daran, dass du für die Verwaltung der Liquidität deiner Node verantwortlich bist.",
  "Grant": "Förderung",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "Bitte logge dich wieder mit deinem Profil ein, oder drücke auf \"Weiter\", wenn du anonym bleiben möchtest.",
  "Add tags": "Schlagwörter hinzufügen",
  "You must write a project story.": "Du musst eine Projektgeschichte schreiben.",
  "Public comment": "Öffentlicher Kommentar",
  "Filter": "Filtern",
  "cannot select more than 3 tags": "kann nicht mehr als 3 Schlagwörter auswählen",
  "Leaderboard": "Bestenliste",
  "Contributor": "Beitragende",
  "Amount funded": "Geförderter Betrag",
  "Projects funded": "Projekte gefördert",
  "Open source": "Open Source",
  "Podcast": "Podcast",
  "Epic": "Episch",
  "Winner": "Gewinner",
  "Board": "Vorstand",
  "Creator": "Kreativer",
  "Select language": "Sprache auswählen",
  "Request a language": "Frage eine Sprache an",
  "Check out some trending projects this week that you can follow in the discovery view!": "Schau dir diese Woche einige aktuelle Projekte an, die du in der Übersicht verfolgen kannst!",
  "Add goal": "Ziel hinzufügen",
  "from": "von",
  "Grant funds will be distributed by principled bitcoin board members.": "Die Fördermittel werden von Bitcoin-ONLY-Vorstandsmitgliedern verteilt.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "Spende direkt an die {{Titel}} Förderung über QR-Code (Lightning und Onchain)",
  "1 Sat = 1 vote.": "1 Sat = 1 Stimme.",
  "Verify your email": "Bestätige deine E-Mail",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "Sichere dein Geyser-Konto und dein Projekt mit deiner E-Mail. So kannst du sicherstellen, dass du immer auf Geyser zugreifen kannst (im Falle einer Zensur in den sozialen Medien) und deine Projektinformationen sicher aktualisieren kannst.",
  "Email input": "E-Mail Eingabe",
  "Failed to generate OTP.": "OTP-Generierung fehlgeschlagen.",
  "Email is a required field": "E-Mail ist ein Pflichtfeld",
  "Please enter a valid Email address": "Bitte gib eine gültige E-Mail Adresse ein",
  "Failed to update email.": "E-Mail kann nicht aktualisiert werden.",
  "Failed to verify email.": "E-Mail konnte nicht verifiziert werden.",
  "Your email": "Deine E-Mail",
  "Wallet updated successfully!": "Wallet erfolgreich aktualisiert!",
  "Failed to update wallet.": "Aktualisierung der Wallet fehlgeschlagen.",
  "Failed to login with email": "Anmeldung mit E-Mail fehlgeschlagen",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "Du kannst deine Wallet sicher aktualisieren, indem du das Einmalpasswort verwendest, das an deine verifizierte E-Mail gesendet wird.",
  "Verify email": "E-Mail verifizieren",
  "This email has not been verified": "Diese E-Mail wurde nicht verifiziert",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "Du kannst deine E-Mail sicher aktualisieren, indem du ein einmaliges Passwort verwendest, das an deine letzte bestätigte E-Mail gesendet wird.",
  "Delete profile": "Profil löschen",
  "Failed to delete profile": "Profil kann nicht gelöscht werden",
  "Settings": "Einstellungen",
  "To delete your profile permanently from Geyser.": "Um dein Profil dauerhaft von Geyser zu löschen.",
  "Your profile has been deleted.": "Dein Profil wurde gelöscht.",
  "Profile has been deleted": "Das Profil wurde gelöscht",
  "Type '{{textToConfirm}}' and confirm": "Tippe '{{textToConfirm}}' und bestätige",
  "Close": "Schließe",
  "Check your SPAM folder for the email.": "Überprüfe deinen SPAM-Ordner auf diese E-Mail.",
  "Delete your profile permanently from Geyser.": "Lösche dein Profil dauerhaft von Geyser.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "Verifiziere deine E-Mail, um dein Konto zu sichern und die Informationen zur Projekt-Wallet bearbeiten zu können. Diese E-Mail wird verwendet, um Dich über wichtige Projekt- und Wallet-Updates zu informieren.",
  "As a project creator, you cannot delete your profile": "Als Ersteller eines Projekts kannst du dein Profil nicht löschen.",
  "Successfully updated user email": "Erfolgreich aktualisierte Benutzer-E-Mail",
  "Email verification successfull!": "E-Mail-Überprüfung erfolgreich!",
  "Copy onchain address": "Onchain-Adresse kopieren",
  "Not now": "Jetzt nicht",
  "Add row above": "Zeile oberhalb einzufügen",
  "Add row below": "Zeile unterhalb einzufügen",
  "Add column left": "Spalte links einzufügen",
  "Add column right": "Splate rechts einfügen",
  "Remove column": "Spalte löschen",
  "Remove row": "Zeile löschen",
  "Insert video": "Video einfügen",
  "Insert": "Einfügen",
  "Must be a valid twitter URL": "Es muss eine gültige X (Twitter)-URL sein",
  "URL is required": "Eine URL ist erforderlich",
  "Insert tweet": "X-Tweet einfügen",
  "Failed to insert tweet": "X-Tweet einfügen fehlgeschlagen",
  "Connect more accounts": "Weitere Konten verbinden",
  "Pulldown to refresh": "Herunterziehen zum Aktualisieren",
  "Hide": "Verstecken",
  "Error fetching project stats": "Fehler beim Abrufen von Projektstatistiken",
  "Error fetching badges": "Fehler bei der Badge-Abfrage",
  "Historical": "Historisch",
  "No data available": "Keine Daten verfügbar",
  "Details": "Details",
  "Add": "Hinzufügen",
  "Last 30 days": "Letzte 30 Tage",
  "Last 7 days": "Letzte 7 Tage",
  "Last 12 months": "Letzte 12 Monate",
  "Exported on": "Exportiert am",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "Wenn du aus deinem Projekt von Geyser ausgeloggt wirst, kannst du von jedem anderen Nostr-Client aus auf dein Projekt zugreifen, indem du deinen privaten Schlüssel verwendest, der von Geyser für dich gesichert wurde.",
  "Get your Private Key Kit off your computer and print out a copy": "Hole dein Satz privater Schlüssel von deinem Computer und drucke eine Kopie aus",
  "Store it somewhere safe.": "Speichere ihn sicher.",
  "Nostr Private Key information": "Information über den privaten Nostr Schlüssel",
  "Public Key": "Öffentlicher Schlüssel",
  "Be aware of the following:": "Beachte folgende Punkte:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "Wenn du deine privaten Schlüssel verlierst oder weitergibst, besteht die Gefahr, dass dein Projekt kompromittiert wird, und es gibt nichts, was Geyser dagegen tun kann.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "Geyser verwahrt deine privaten Schlüssel, daher empfehlen wir nicht, diese privaten Schlüssel für die non-custodial Nostr-Erfahrung zu verwenden.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "Es sind noch nicht alle Geyser-Funktionen auf Nostr aufgebaut, daher werden nicht alle Inhalte, die du auf Geyser erstellst, mit dem Rest des Nostr-Netzwerks interoperabel sein.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "Wenn du deine Lightning-Adresse für Geyser von anderen Clients aus änderst, hat Geyser keine Möglichkeit, die Zaps zu überprüfen, die von anderen Clients aus getätigt werden, daher werden diese Zaps nicht auf Geyser angezeigt.",
  "Export Private key (nsec)": "Privaten Schlüssel (nsec) exportieren",
  "Are you sure you want to export your private keys?": "Bist du sicher, dass du deine privaten Schlüssel exportieren willst?",
  "Warning: your project risks being compromised if you leak your private key.": "Warnung: Dein Projekt könnte gefährdet werden, wenn du deinen privaten Schlüssel preisgibst.",
  "I understand the risks of exporting my private key": "Ich bin mir der Risiken des Exports meines privaten Schlüssels bewusst",
  "failed to copy": "konnte nicht kopiert werden",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Nostr ist ein einfaches, offenes Protokoll, das die globale, dezentralisierte und zensurresistente Verbreitung von Informationen ermöglicht. Geyser stattet jedes Projekt mit einem eigenen npub aus. Das bedeutet, dass du von anderen Nostr-Clients aus auf dein Projekt zugreifen kannst und dass deine Aktivitäten auf Geyser plattformübergreifend sichtbar und zugänglich sind.",
  "Below you can find the information you need to access your public and private keys.": "Nachfolgend findest du die Informationen, die du für den Zugriff auf deine öffentlichen und privaten Schlüssel benötigst.",
  "Your Nostr Public Key (npub)": "Dein öffentlicher Nostr Schlüssel (npub)",
  "Warning: Before exporting your private keys, make sure to read the following message.": "Warnung: Bevor du deine privaten Schlüssel exportierst, solltest du unbedingt die folgende Meldung lesen.",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "Du kannst die privaten Schlüssel deines Geyser-Projekts exportieren, um von einem anderen Nostr-Client darauf zuzugreifen. Beachte jedoch die folgenden Punkte:",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "Behandele deinen Schlüssel mit großer Sorgfalt. Jeder, der den privaten Schlüssel besitzt, kann im Namen des Projekts Beiträge veröffentlichen. Wenn du deinen privaten Schlüssel preisgibst, riskierst du, dass das Projekt kompromittiert wird, und es gibt nichts, was Geyser tun kann, um das zu verhindern.",
  "The Relays": "Die Relais",
  "These are the relays that we publish to.": "Dies sind die Relais, die wir veröffentlichen.",
  "You need to login before creating your project.": "Du musst dich anmelden, bevor du dein Projekt erstellen kannst.",
  "Please provide secure links, starting with https://": "Bitte stelle sichere Links zur Verfügung, beginnend mit https://",
  "Project Private Key Kit (nsec)": "privater Projekt Schlüssel Satz (nsec)",
  "Share": "Teile",
  "Select an image": "Ein Bild auswählen",
  "Title is a required field.": "Der Titel ist ein Pflichtfeld.",
  "Find out more": "Mehr erfahren",
  "Milestone": "Meilenstein",
  "Successfully contributed to": "Erfolgreicher Beitrag zu",
  "Project Identifier": "Projektkennzeichen",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "Lege deine eindeutige Projektkennung fest, um deine personalisierte URL zu erstellen und eine entsprechende Lightning-Adresse für dein Geyser-Projekt zu erhalten.",
  "Your Nostr Private Key Kit (nsec)": "Dein Satz privater Nostr Schlüssel (nsec)",
  "Limited Edition (skip if no limit)": "Limitierte Edition (Überspringen, wenn nicht gewollt)",
  "Currency": "Währung",
  "Describe the item you would like to sell": "Beschreibe den Artikel, den du verkaufen möchtest",
  "Price": "Preis",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "Deine Geyser Lightning-Adresse lautet <1>{{projectAddress}}</1>. Alle Gelder, die an diese Adresse gesendet werden, werden sofort an die von Ihnen unten angegebene Wallet weitergeleitet.",
  "Confirm project launch": "Projektstart bestätigen",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "Wenn du dein Projekt startest, ist es für die Öffentlichkeit sichtbar und \nsuchbar. Du kannst dein Projekt nach dem Start deaktivieren, aber nicht verstecken.",
  "Lightning Node": "Lightning Node",
  "Confirm launch": "Start bestätigen",
  "You’re all set!": "Du bist bereit!",
  "Zoom": "Vergrößern",
  "Warning! By changing this identifier your old project links will not send you to your project": "Achtung! Wenn du diese Kennung änderst, werden deine alten Projektlinks dich nicht mehr zu deinem Projekt führen",
  "Private Key": "Privater Schlüssel",
  "sold": "verkauft",
  "Items": "Artikel",
  "Bitcoin Price": "Bitcoin Preis",
  "Date": "Datum",
  "Status": "Status",
  "Show more": "Zeige mehr",
  "Delivered": "Geliefert",
  "To do": "Aufgaben",
  "Shipped": "Versendet",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "Folge uns und markiere uns in den sozialen Medien unter @geyserfund, damit wir deine Inhalte verbreiten können.",
  "Type": "Typ",
  "Reference": "Referenz",
  "To": "An",
  "From": "Von",
  "Export": "Export",
  "Custom Range": "Benutzerdefinierte Auswahl",
  "Past Month": "Letzter Monat",
  "Past Week": "Letzte Woche",
  "All": "Alle",
  "Donation": "Spende",
  "BTC (sats)": "BTC (Sats)",
  "Are you sure you want to make the change?": "Bist du dir sicher, dass du die Änderung vornehmen willst?",
  "Badge": "Abzeichen",
  "Checkout": "Kasse",
  "Project URL": "Projekt URL",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "Du hast deine Projektkennung geändert, was auch deine Geyser-URL und Lightning-Adresse ändert.",
  "Are you sure?": "Bist du sicher?",
  "Nostr settings": "Nostr Einstellungen",
  "USD ($)": "US-Dollar",
  "Make a donation": "Spende tätigen",
  "Sell anything to reward your contributors": "Verkaufe irgend etwas, um deine Mitwirkenden zu belohnen",
  "Oops, looks like this page got lost in space": "Hoppla, sieht so aus, als ob diese Seite im Cyberspace verloren gegangen ist",
  "No items with this status.": "Keine Artikel mit diesem Status.",
  "Category": "Kategorie",
  "months": "Monate",
  "Purchases": "Käufe",
  "Followed": "Gefolgt",
  "month": "Monat",
  "Quantity": "Anzahl",
  "Reference code": "Referenz-Code",
  "Shipping status": "Status der Lieferung",
  "Guide": "Leitfaden",
  "Support Geyser": "Unterstütze Geyser",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "Geyser bietet dir eine Plattform, um dein Projekt zu präsentieren und zu verstärken. Denke  daran, uns etwas zurückzugeben, damit wir unser Produkt weiter verbessern können.",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "Versuche bitte, diese Seite zu aktualisieren, oder versuche es mit dem Löschen von Standortdaten (Inspektion -> Anwendung -> Standortdaten löschen).",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "Wenn das Problem weiterhin besteht, lass es uns über unser <1>Feedback Formular</1> wissen oder kontaktiere uns über <3>Telegram</3>",
  "This project does not exist": "Dieses Projekt existiert nicht",
  "What may have gone wrong:": "Was schief gelaufen sein könnte:",
  "You may have typed the wrong URL": "Du hast vielleicht die falsche URL eingegeben",
  "The project may have been deleted": "Das Projekt wurde möglicherweise gelöscht",
  "The creator may have changed the project URL": "Der Ersteller hat möglicherweise die Projekt-URL geändert",
  "Grant amount": "Höhe der Förderung",
  "APPLICATION PENDING": "ANTRAG AUSSTEHEND",
  "Pending Applications": "Ausstehende Anträge",
  "Connect with Nostr": "Mit Nostr verbinden",
  "Post": "Beitrag",
  "Invoice": "Rechnung",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "Um die ausgewählten Artikel zu erhalten, musst du deine Versanddaten an die E-Mail-Adresse des Erstellers senden. Geyser möchte deine privaten Informationen aus Sicherheitsgründen nicht speichern.",
  "More info": "Mehr Infos",
  "Download & Continue": "Herunterladen & Fortfahren",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "Indem du fortfährst, bestätigst du, dass du für die Beantragung von Erstattungen verantwortlich bist.",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "Um Geyser KYC-frei zu halten, werden On-Chain-Transaktionen in Lightning auf eine nicht-verwahrende Weise getauscht. Daher muss für den seltenen Fall, dass eine Zahlung fehlschlägt, eine Rückerstattungsdatei als Backup heruntergeladen werden.",
  "Download refund file before proceeding": "Lade die Rückerstattungsdatei herunter, bevor du fortfährst",
  "Enter your email to receive transaction confirmation": "Gib deine E-Mail ein, um eine Transaktionsbestätigung zu erhalten",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "Die Bearbeitungszeit kann aufgrund der Gegebenheiten des Bitcoin-Netzwerks, wie z. B. der Mempool-Größe und der Transaktionsgebühren, variieren. Wir bedanken uns für deine Geduld.",
  "View transaction on explorer": "Transaktion im Explorer anzeigen",
  "Get notified (optional)": "Benachrichtigung erhalten (optional)",
  "Download refund file": "Rückerstattungsdatei herunterladen",
  "Payment & refund instructions": "Anweisungen für Zahlung und Erstattung",
  "Copy link": "Link kopieren",
  "Claim refund": "Rückerstattung beantragen",
  "Transaction has failed": "Transaktion ist fehlgeschlagen",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "Gib die Bitcoin-On-Chain-Adresse ein, für die du eine Rückerstattung erhalten möchtest.",
  "Send the exact payment amount in Satoshis": "Sende den genauen Zahlungsbetrag in Satoshis",
  "Set the transaction fee to medium or high": "Setze die Transaktionsgebühr auf mittel oder hoch",
  "Address is required to claim funds": "Für die Auszahlung von Geldern ist eine Adresse erforderlich",
  "Upload refund file": "Rückerstattungsdatei hochladen",
  "Initiate refund": "Rückerstattung einleiten",
  "Refund initiated successfully": "Rückerstattung erfolgreich eingeleitet",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "Hier kannst du Rückerstattungen für fehlgeschlagene Beitragstransaktionen veranlassen. Wenn Ihr Browser Erstattungsdateien lokal gespeichert hat, gib einfach deine Bitcoin-On-Chain-Adresse ein, um fortzufahren. Falls nicht, musst du auch die Refund-Datei hochladen, die du während des Beitragsprozesses sicher gespeichert haben solltest.",
  "For more info on Refund Policies and Fees <1>click here.</1>": "Für weitere Informationen über Rückerstattungsrichtlinien und Gebühren <1>hier klicken.</1>",
  "Check out my project in geyser: {{projectLink}}": "Schau dir mein Projekt in Geyser an: {{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "Wir sind auf einer Mission, das Spiel zu verändern, und wir brauchen deine Hilfe. Tauche ein in unser Projekt auf @geyserfund und lass uns etwas bewegen. Bist du dabei? {{projectLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "Träume mit uns! Wir starten etwas Unglaubliches auf @geyserfund und du bist eingeladen, Teil dieser Reise zu sein. Mach mit! {{projectLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "Große Neuigkeiten! Wir haben gerade unser neuestes Projekt auf @geyserfund gestartet und wir brauchen DEINE Hilfe, um es zu verwirklichen. Bist du bereit, etwas zu bewirken? {{projectLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "Hilf uns, unser Traumprojekt auf @geyserfund zum Leben zu erwecken. Lasst uns gemeinsam etwas verändern! {{projectLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "Eilmeldung: Wir bringen mit unserem neuen Projekt auf @geyserfund frischen Wind in die Sache! Seht es euch an: {{projectLink}} #BreakingNews ",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "Mit diesem Projekt auf @geyserfund setzen wir unsere Träume in die Realität um. Deine Unterstützung zählt: {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "Schritt für Schritt etwas bewirken. Schließe dich unserer Mission auf @geyserfund an und hilf uns, eine nachhaltige Wirkung zu hinterlassen. Deine Unterstützung macht den Unterschied aus: {{projectLink}} #MakeADifference",
  "By keeping your project in 'draft', it will remain hidden until you decide to launch it": "Wenn du dein Projekt im Entwurfsstadium hältst, bleibt es verborgen, bis du dich entscheidest, es zu starten",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "Alternativ kannst du dich über diesen Link über andere Lightning-Adressenanbieter und ihre jeweiligen Limits informieren: <1>Liste der Lightning- Wallets</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "Es tut uns leid, aber deine Transaktion kann nicht abgeschlossen werden. Die Geldbörse des Projekts, das du zu finanzieren versuchst, hat ihr maximales Limit erreicht und kann nicht mehr als {{amount}} Sats zu diesem Zeitpunkt erhalten.",
  "Scan and pay invoice with bitcoin.": "Rechnung scannen und mit Bitcoin bezahlen.",
  "Download and securely store your Refund File.": "Lade deine Rückerstattungsdatei herunter und speichere sie sicher.",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "Wenn du das getan hast und dich entschieden hast, dass du zu diesem Zeitpunkt keine Rückerstattung vornehmen möchtest, kannst du dieses Fenster ohne Bedenken schließen",
  "Do not close this window": "Dieses Fenster nicht schließen",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "Die Rückerstattungsdatei kann ohne Bedenken gelöscht werden, da Ihre Transaktion erfolgreich bearbeitet wurde.",
  "Refund Transaction Fees": "Rückerstattung von Transaktionsgebühren",
  "Amount contributed": "Höhe der Beiträge",
  "Contribution to": "Höhe der Spenden",
  "Refund summary": "Zusammenfassung der Erstattung",
  "Total Refunded": "Zusammenfassung der Erstattung",
  "We apologize for any inconvenience caused.": "Wir entschuldigen uns für die entstandenen Unannehmlichkeiten.",
  "If you need assistance, please don't hesitate to reach out to us for support.": "Wenn du Hilfe brauchst, zögere bitte nicht, dich an uns zu wenden.",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "Du kannst <1>Kontakt zum Ersteller</1>, um ihn über deinen Finanzierungsversuch zu informieren.",
  "Alternatively": "Alternativ",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "Dies könnte daran liegen, dass wir leider nicht in der Lage sind, die Wallet zu erreichen, um eine Rechnung zu erstellen. Dies könnte der Fall sein, weil",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "Bewerbe dich für die Teilnahme am {{title}}, indem du dein Projekt auf Geyser erstellst und es dann im Bewerbungsablauf auswählst",
  "Confirm Delete": "Löschen bestätigen",
  "Leaderboard (All)": "Bestenliste (Alle)",
  "Sats sent": "Sats gesendet",
  "votes": "Stimmen",
  "voters": "Wähler",
  "sats sent": "Sats gesendet",
  "How voting works": "Wie die Abstimmung funktioniert",
  "This grant uses ": "Diese Förderung verwendet",
  "Incremental Voting": "Schrittweise Stimmabgabe",
  "1 vote": "1 Stimme",
  "From 1,000 to 9,999 sats": "Von 1.000 bis 9.999 Sats",
  "2 votes": "2 Stimmen",
  "From 10,000 to 99,999 sats": "Von 10.000 bis 99.999 Sats",
  "3 votes": "3 Stimmen",
  "Above 100k sats": "Über 100k Sats",
  "Above 100k sats = 3 votes": "Über 100k sats = 3 Stimmen",
  "Let's vote!": "Lasst uns abstimmen!",
  "Proportional Voting": "Proportionale Stimmabgabe",
  " to enable more funding to go towards projects. This means:": "um mehr Mittel für Projekte bereitstellen zu können. Das bedeutet:",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 Sat = 1 Stimme. Jeder Sat ist eine Stimme.",
  "You can send Sats to multiple projects and multiple times": "Du kannst Sats an mehrere Projekte und zu mehreren Zeitpunkten senden",
  "You can send Sats anonymously": "Du kannst Sats anonym senden",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "Bleib auf dem Laufenden über Projekte, die du verfolgst, indem du regelmäßig Projekt-Updates und Produktankündigungen von Geyser erhältst. Gib unten deine E-Mail-Adresse ein, du kannst dich jederzeit wieder abmelden.",
  "Enter Goal Title": "Titel des Ziels eingeben",
  "Deleting this goal will result in losing all of its progress": "Wenn du dieses Ziel löscht, gehen alle seine Fortschritte verloren.",
  "Are you sure you want to delete goal titled": "Bist du sicher, dass du das Ziel löschen willst?",
  "Delete Goal": "Ziel löschen",
  "Denominate your goal in Bitcoin or USD": "Gib dein Ziel in Bitcoin oder USD an",
  "Inspire your followers to contribute to specific objectives.": "Inspiriere deine Follower, zu bestimmten Zielen beizutragen.",
  "Goal Title": "Zielbezeichnung",
  "Goal Amount": "Zielbetrag",
  "Denomination": "Stückelung",
  "Create goal": "Ziel erstellen",
  "Nostr": "Nostr",
  "Sold": "Verkauft",
  "Buy": "Kauf",
  "Followers": "Follower",
  "Ready for delivery": "Bereit zur Lieferung",
  "Preorder": "Vorbestellung",
  "Goals": "Ziele",
  "weeks": "Wochen",
  "Change language": "Sprache wechseln",
  "Discover": "Endecke",
  "Completed": "Abgeschlossen",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "Dies ist das Standardziel. Die Beiträge werden hierher geleitet, es sei denn, die Spender beschließen, ein anderes Ziel zu finanzieren. Sobald dieses Ziel abgeschlossen ist, wird das nächste Ziel in der Reihe automatisch zum Standardziel.",
  "This goal is denominated in US Dollars": "Dieses Ziel wird in US Dollar angegeben.",
  "contributed towards goal": "zum Ziel beigetragen",
  "Location": "Standort",
  "of": "von",
  "Posts": "Beiträge",
  "Delivery in": "Auslieferung in",
  "contributed in total": "insgesamt beigetragen",
  "Title must match exactly": "Titel muss exakt übereinstimmen",
  "Github": "Github",
  "No contributions have been made to this project": "Es wurden keine Beiträge zu diesem Projekt geleistet",
  "Project details": "Details zum Projekt",
  "Anonymous": "Anonym",
  "Select project": "Projekt auswählen",
  "Logged in with": "Eingeloggt mit",
  "Do you want to receive monthly email updates of the projects you follow?": "Möchtest du monatlich per E-Mail über die Projekte informiert werden, die du verfolgst?",
  "Sign in": "Anmelden",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "Bleibe über die Projekte, die du verfolgst, auf dem Laufenden, indem du regelmäßig Projekt-Updates und Geyser-Produkt-Updates erhältst.",
  "Sign in to Geyser": "Anmeldung bei Geyser",
  "Yes, please send me updates": "Ja, bitte sende mir Updates",
  "Don't ask again": "Frag nicht noch einmal",
  "Reset filters": "Filter zurücksetzen",
  "Create project": "Projekt erstellen",
  "Receive email notifications for projects you follow": "Erhalte E-Mail-Benachrichtigungen für Projekte, denen du folgst",
  "Stay informed": "Bleib informiert",
  "Feature project": "Feature-Projekt",
  "Featured": "Ausgewählt",
  "No, no project updates": "Nein, keine Projektaktualisierungen",
  "Learn more": "Mehr erfahren",
  "Filter by": "Filtern nach",
  "View results": "Ergebnisse anzeigen",
  "My Projects": "Meine Projekte",
  "Inactive projects": "Inaktive Projekte",
  "Past week": "Letzte Woche",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "Dein Projekt ist für die Öffentlichkeit nicht sichtbar und kann keine Beiträge erhalten. Klicke auf Veröffentlichen, wenn du bereit bist, live zu gehen.",
  "Draft": "Entwurf",
  "Updates on projects I follow": "Updates zu Projekten, denen ich verfolge",
  "Contributions Received": "Eingegangene Beiträge",
  "No contributions received": "Keine Unterstützung erhalten",
  "Global Feed": "Globaler Feed",
  "Projects I Follow": "Projekte denen ich folge",
  "Top Contribution": "Top Beiträge",
  "Anonymous contributor": "Anonymer Mitwirkender",
  "New post": "Neuer Beitrag",
  "Top Projects and Contributors": "Wichtigste Projekte und Mitwirkende",
  "Past month": "Vergangener Monat",
  "The projects and contributors making world-changing ideas a reality": "Die Projekte und Mitwirkenden, die weltverändernde Ideen in die Tat umsetzen",
  "Select period...": "Zeitraum auswählen...",
  "through": "über",
  "Open Grants": "Offene Förderungen",
  "Open": "Öffnen",
  "Awarded": "Ausgezeichnet",
  "Sponsors": "Sponsoren",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "Gib deine Geyser Lightning-Adresse an andere weiter, und sie können dich damit sofort finanzieren.",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "Füge diese Lightning Adresse zu deinem Nostr Profil für dieses Projekt hinzu, um direkt von anderen Nutzern „gezapped“ (getippt) zu werden",
  "Write post": "Beitrag schreiben",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "Nostr npub ist die eindeutige Kennung Ihres Projekts im zensurresistenten, dezentralisierten sozialen Netzwerk Nostr.",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "Eine Lightning-Adresse ist eine E-Mail-ähnliche Kennung für den Empfang von Bitcoin.",
  "Lightning address & NPUB": "Lightning-Adresse & NPUB",
  "Available": "Verfügbar",
  "Share the post page to spread the word across the internet and social media.": "Teile die Seite, um die Nachricht im Internet und in den sozialen Netzwerken zu verbreiten.",
  "Share post": "Beitrag teilen",
  "Project is part of a voting grant": "Das Projekt ist Teil einer Wahlunterstützung",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "Diese Förderung verwendet die schrittweise Abstimmung, um sicherzustellen, dass alle Stimmen einen Einfluss haben können. Es funktioniert folgendermaßen:",
  "You can vote multiple times and towards multiple projects": "Du kannst mehrmals und für mehrere Projekte abstimmen",
  "You can vote by sending Sats": "Du kannst abstimmen, indem du Sats sendest",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "Du kannst bis zu 3 Stimmen pro Projekt abgeben, basierend auf den kumulierten Beträgen, die an jedes Projekt gesendet werden:",
  "Inactive Wallet": "Inaktive Wallet",
  "View Sales": "Verkäufe anzeigen",
  "Unhide": "Einblenden",
  "Sales": "Verkäufe",
  "Accounting": "Buchhaltung",
  "Project Info": "Projekt-Infos",
  "Notifications": "Benachrichtigungen",
  "Funds received (sats)": "Erhaltene Mittel (sats)",
  "Views": "Ansichten",
  "Funding by method": "Finanzierung nach Methode",
  "Funding by region": "Finanzierungen nach Regionen",
  "Private message": "Private Nachricht",
  "Export CSV": "CSV exportieren",
  "Project info": "Projekt-Infos",
  "Upload image": "Bild hochladen",
  "Youtube and Vimeo video links are supported for project headers.": "Youtube- und Vimeo-Videolinks werden für Projektüberschriften unterstützt.",
  "Media url": "Medien url",
  "Upload additional image": "Zusätzliches Bild hochladen",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "Um deine Wallet zu bearbeiten, musst du aus Sicherheitsgründen deine E-Mail-Adresse verifizieren. Du kannst dies in deinen <0> Profileinstellungen tun </0> <1> Mehr dazu in der Anleitung. </1>",
  "Choose Geyser split per transaction:": "Wähle deinen Geyser-Split pro Transaktion:",
  "Featured Wallets": "Unterstützte Wallets",
  "Export Private Key (nsec)": "Privaten Schlüssel exportieren (nsec)",
  "Project status": "Status des Projekts",
  "Are you sure you want to deactivate the project ?": "Bist du sicher, dass du das Projekt deaktivieren willst?",
  "Update project status": "Projektstatus aktualisieren",
  "Delete Project": "Projekt löschen",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "Dieses Projekt beantragt eine Finanzierung durch den {{grantName}}. Um das Projekt mit deiner Stimme zu unterstützen, melde dich bitte mit einem verknüpften Social-Media-Konto an (Lightning-Konten sind für die Abstimmung nicht zugelassen). Du kannst auch ohne Anmeldung einen Beitrag leisten, der dann aber nicht als Stimme zählt.",
  "Provide your Nostr public address (npub)": "Gib deine öffentliche Nostr-Adresse an (npub)",
  "The Bitcoin address you entered is invalid": "Die von dir eingegebene Bitcoin-Adresse ist ungültig",
  "Basket": "Warenkorb",
  "Summary": "Zusammenfassung",
  "All posts": "Alle Beiträge",
  "Post on X": "Beitrag auf X",
  "Your post is live!": "Dein Beitrag ist live!",
  "Don’t forget to share it on social media to maximize its reach.": "Vergiss nicht, ihn in den sozialen Medien zu verbreiten, um seine Reichweite zu maximieren.",
  "Followers (Everyone)": "Follower (Alle)",
  "Back to post": "Zurück zum Beitrag",
  "Post Title": "Titel des Beitrags",
  "Publish": "veröffentlichen",
  "The summary of the post": "Die Zusammenfassung des Beitrags",
  "Send post by email": "Post per E-Mail versenden",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "Du kannst einen Beitrag auf der Plattform veröffentlichen, der für alle sichtbar ist, und ihn optional per E-Mail an ausgewählte Mitglieder deiner Community senden.",
  "Don’t Lose Your Progress": "Verliere deinen Fortschritt nicht",
  "Upload header image": "Header-Bild hochladen",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "Der Titel des Beitrags, der Untertitel und das Bild sind die einzigen Elemente, die in der E-Mail, die die Nutzer erhalten, sichtbar sind. Achte darauf, dass du sie aufmerksamkeitsstark gestaltest, um sie zum Besuch deines Beitrags zu animieren.",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "Du bist dabei zu gehen. Speichere deinen Beitrag als Entwurf, um zu vermeiden, dass deine Arbeit verloren geht, und beende ihn später.",
  "Link": "Link",
  "Send via email": "Per E-Mail versenden",
  "Send to": "Senden an",
  "Select recipients": "Empfänger auswählen",
  "Email will be sent to": "Die E-Mail wird gesendet an",
  "members.": "Mitglieder.",
  "Completed Goals": "Abgeschlossene Ziele",
  "Successfully deleted post!": "Erfolgreich gelöschter Beitrag!",
  "Back to posts": "Zurück zu den Beiträgen",
  "Failed to fetch featured project": "Das vorgestellte Projekt konnte nicht abgerufen werden",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "Wallets werden als instabil markiert, wenn eine Transaktion aufgrund eines Transaktionsfehlers, nicht genügend eingehender Liquidität oder aus anderen Gründen fehlschlägt. Erwäge eine kleine Transaktion, um dein Projekt wieder auf aktiv zu setzen, oder wechsle deine Wallet.",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "Deine Wallet ist nicht funktionsfähig. Bitte wechsle deine Wallet, um Beiträge zu erhalten.",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "Dein Projekt ist live und kann Beiträge empfangen. Teile dein Projekt, um mehr Sichtbarkeit zu erhalten.",
  "No projects": "Keine Projekte",
  "Profile settings": "Profil-Einstellungen",
  "Goal": "Ziel",
  "Exit the creation flow": "Beenden des Erstellungsprozesses",
  "The project will be saved as a Draft and you can access it in your Profile page.": "Das Projekt wird als Entwurf gespeichert und du kannst es auf deiner Profilseite aufrufen.",
  "Save as draft": "Als Entwurf speichern",
  "Leave a public comment here.": "Hinterlasse hier einen öffentlichen Kommentar.",
  "Enter your comment here...": "Gib deinen Kommentar hier ein...",
  "Private comments": "Private Kommentare",
  "Funded": "Finanziert",
  "Merch": "Merch",
  "Provide your Lightning Address for a full or partial refund": "Gib deine Lightning-Adresse für eine vollständige oder teilweise Rückerstattung an",
  "To a goal": "Zu einem Ziel",
  "Email and Updates": "E-Mail und Updates",
  " Total to pay": "Zu zahlender Gesamtbetrag",
  "Copy invoice": "Rechnung kopieren",
  "Download invoice": "Rechnung herunterladen",
  "Update your community by email": "Aktualisiere deine Community per E-Mail",
  "Facebook": "Facebook",
  "Google": "Google",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "<0>Sende den genauen Zahlungsbetrag in Satoshis</0>, um eine erfolgreiche Bearbeitung zu gewährleisten und eine Ablehnung der Zahlung zu vermeiden.",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "<0>Stelle die Transaktionsgebühr auf mittel oder hoch</0> und passe den Gebührensatz in Satoshis pro Byte (Sat/B) an, um sicherzustellen, dass Ihr Swap innerhalb von 24 Stunden verarbeitet wird.",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "<0>Lade deine Rückerstattungsdatei herunter und bewahre sie sicher auf;</0> im Zweifelsfall lade sie erneut herunter, um sicherzustellen, dass sie",
  "Transaction is being processed": "Transaktion wird gerade bearbeitet",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "Lade deine Rückerstattungsdatei herunter und bewahre sie sicher auf; im Zweifelsfall lade sie erneut herunter, um sie zu schützen.",
  "Get notified via email (optional)": "Per E-Mail benachrichtigt werden (optional)",
  "Enter notified by email (optional)": "Benachrichtigung per E-Mail eingeben (optional)",
  "Refresh Page": "Seite aktualisieren",
  "Continue with email": "Weiter mit E-Mail",
  "Twitter (X)": "X (Twitter)",
  "You can login securely by using One Time Password sent to your email.": "Du kannst dich sicher anmelden, indem du ein einmaliges Passwort verwendest, das du per E-Mail erhältst.",
  "Receive One Time Password": "Einmaliges Passwort erhalten",
  "We sent you an OTP code to": "Wir haben Ihnen einen OTP-Code an",
  "Paste (or type) it below to continue.": "Füge es unten ein (oder gib es ein), um fortzufahren.",
  "Banner": "Banner",
  "Spread the word": "Verbreite das Wort",
  "This month": "Diesen Monat",
  "Hall of Fame": "Ruhmeshalle",
  "Top Projects": "Top Projekte",
  "Top Heroes": "Top Helden",
  "Creators": "Schöpfer",
  "Ambassadors": "Botschafter",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "Entdecke die Top-Projekte, die einen signifikanten Einfluss auf die Massenadaption von Bitcoin haben",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "Sammelte <1>{{usdAmount}}</1> ({{satsAmount}} sats) mit <3>{{numberOfContributions}}</3> Beiträgen von <5>{{numberOfFunders}}</5> Benutzern",
  "Those bringing the most successful projects to life": "Diejenigen, die die erfolgreichsten Projekte ins Leben gerufen haben",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "Diejenigen, deren Beiträge Projekte auf Geyser antreiben, treiben die Einführung von Bitcoin voran",
  "Heroes Hall of Fame": "Helden-Ruhmeshalle",
  "Those spreading the word about valuable projects and enabling contributions to happen": "Diejenigen, die wertvolle Projekte bekannt machen und Beiträge ermöglichen",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "Teile die Helden-Ruhmeshalle, um die besten Mitwirkenden, Schöpfer und Botschafter des Bitcoin-Ökosystems zu präsentieren!",
  "Hero link:": "Hero-Link:",
  "Top Contributors": "Top-Beitragende",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "Hat <1>{{usdAmount}}</1> ({{satsAmount}} sats) mit <3>{{numberOfContributions}}</3> Beiträgen zu <5>{{numberOfProjects}}</5> Projekten beigetragen",
  "Top Creators": "Top Beitragende",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Erhöht <1>{{usdAmount}}</1> ({{satsAmount}} sats) über <3>{{numberOfProjects}}</3> Projekte",
  "Top Ambassadors": "Top-Botschafter",
  "made in contributions": "an Beiträgen geleistet",
  "raised in contributions": "eingenommene Beiträge",
  "Hero Rank": "Helden-Rang",
  "Ambassador": "Botschafter",
  "of enabled contributions": "der freigegebenen Beiträge",
  "Error fetching user profile": "Fehler beim Abrufen des Benutzerprofils",
  "Copy card": "Karte kopieren",
  "Creator Ranking": "Ersteller-Ranking",
  "Contributor Ranking": "Rangliste der Mitwirkenden",
  "Ambassador Ranking": "Botschafter-Ranking",
  "Resend code": "Code erneut senden",
  "Geyser Manifesto": "Geyser Manifest",
  "with": "mit",
  "contributions": "Beiträge",
  "to get your custom": "um deine individuelle",
  "Become the first project": "Das erste Projekt werden",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "Jemand, der Beiträge zu Projekten ermöglicht, indem er sie über seinen einzigartigen Hero-Link weiterverbreitet",
  "and track the impact of sharing.": "und die Auswirkungen der gemeinsamen Nutzung zu verfolgen.",
  "A unique link that tracks contributions you helped generate": "Ein eindeutiger Link, der die von Ihnen geleisteten Beiträge nachverfolgt",
  "Hero link": "Hero link",
  "Share on X": "Teile auf X",
  "by spreading the word and enabling more contributions to this project.": "indem du die Nachricht verbreitest und weitere Beiträge zu diesem Projekt ermöglichst.",
  "No contributions have been enabled through sharing yet.": "Es wurden noch keine Beiträge durch Freigabe aktiviert.",
  "No Purchases made yet": "Noch keine Käufe getätigt",
  "Failed to fetch purchases": "Käufe konnten nicht abgeholt werden",
  "No contributions made yet": "Noch keine Beiträge geleistet",
  "Order placed": "Bestellung aufgegeben",
  "Order number": "Bestellnummer",
  "Unit price": "Preis pro Einheit",
  "By continuing to checkout you are accepting our T&Cs": "Indem du zur Kasse gehst, akzeptierst du unsere AGBs",
  "Please refresh the page and try again": "Bitte aktualisiere die Seite und versuche es erneut",
  "Something went wrong": "Etwas ist schief gelaufen",
  "An Error Occured": "Ein Fehler ist aufgetreten",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "Es ist ein Problem mit dem Zahlungsfluss aufgetreten. Dies könnte auf einen Drittanbieterdienst oder einen internen Systemfehler zurückzuführen sein. Wir entschuldigen uns für die Unannehmlichkeiten und danken Ihnen für Ihre Geduld, während wir an der Lösung des Problems arbeiten.",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "Einige Systemfehler sind vorübergehend. Wenn du auf die Schaltfläche „Erneut versuchen“ klickst, kannst du die Zahlung erneut versuchen.",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "Einige Systemfehler sind vorübergehend. Wenn du auf die Schaltfläche „Erneut versuchen“ klickst, kannst du die Zahlung erneut versuchen.",
  "for this project by spreading the word using your": "für dieses Projekt, indem du die Nachricht über deine",
  "Next Actions": "Nächste Aktionen",
  "Become an": "Werde ein",
  "Hero Link:": "Helden-Link:",
  "Send to new email": "An neue E-Mail senden",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "Prüfe deine E-Mail ({{email}}), um Benachrichtigungen über Transaktionsbestätigungen zu erhalten.",
  "Learn more about Geyser Grants.": "Erfahre mehr über Geyser-Förderungen.",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "Förderungen für Lehrer, Kreative und Entwickler, die die Einführung von Bitcoin vorantreiben. Hilf jetzt mit, die nächste Runde von Grants zu finanzieren!",
  "Guardians": "Wächter",
  "Closed Grants": "Abgeschlossene Förderungen",
  "Make a recurring contribution": "Einen wiederkehrenden Beitrag leisten",
  "Subscription": "Abonnement",
  "Subscribing anonymously": "Anonym abonnieren",
  "You would not be able to manage your subscription through geyser.": "Du kannst dein Abonnement nicht über Geyser verwalten.",
  "To manage your subscription in the future, please login to stripe with your provided email.": "Um dein Abonnement in Zukunft zu verwalten, melde dich bitte mit deiner angegebenen E-Mail-Adresse bei Stripe an.",
  "Warrior": "Kämpfer",
  "Legend": "Legende",
  "Knight": "Ritter",
  "King": "König",
  "Why Geyser": "Warum Geyser",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "Geyser-Wächter spielen eine wichtige Rolle bei der Einführung von Bitcoin. Indem du ein Wächter wirst, finanzierst du direkt Zuschüsse für Schöpfer und erhältst im Gegenzug exklusive Vergünstigungen.",
  "Words from creators on Geyser": "Worte der Schöpfer zu Geyser",
  "Geyser Guardians": "Geyser Wächter",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "In einer Welt, in der Nihilismus und Pessimismus über die Zukunft vorherrschen, hat uns Bitcoin Hoffnung gebracht. Nicht nur die Hoffnung auf eine Welt, die auf gesundem Geld basiert, sondern auch die Hoffnung auf die Kraft des Handelns, um sinnvolle Veränderungen zu schaffen. Die Welt ist formbar, und jeder Einzelne hat die Macht, sie umzugestalten.",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "Damit die soliden Prinzipien von Bitcoin in der Welt Fuß fassen können, muss der Wandel auf allen Ebenen der Gesellschaft stattfinden. Entwickler, Lehrern, Schriftsteller, Filmemacher, Künstler und ganze Gemeinschaften haben alle eine Rolle beim Aufbau der Bitcoin-Welt zu spielen. Keine Handlung ist zu klein - kleine Aktionen verbinden sich zu globalen Graswurzelbewegungen.",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "Bitcoin ist eine friedliche Revolution - aber friedlich bedeutet nicht passiv. Es ist Zeit zu handeln. Bist du ein Bitcoiner? Dann bist du der Protagonist dieser Geschichte, und die Werkzeuge liegen in deinen Händen.",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "Die Cypherpunks haben das verstanden. Sie warteten nicht auf Erlaubnis - sie bauten die Werkzeuge der Freiheit. 1993 erklärte das Cypherpunk Manifesto: „Cypherpunks schreiben Code.“ Im Jahr 2009 veröffentlichte Satoshi Nakamoto den Code von Bitcoin. Bitcoin wurde aus der Aktion und dem Willen zur Veränderung geboren.",
  "- Geyser Team": "- Geyser-Team",
  "Metamick": "Metamick",
  "Stelios": "Stelios",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "Die Vision war schon immer, eine solide Grundlage für das digitale Zeitalter zu schaffen - weg vom vorbestimmten Weg der totalitären Kontrolle und Zensur, hin zu Dezentralisierung, Offenheit, Freiheit und Selbstbestimmung. Um unvorstellbaren Wohlstand und menschliches Gedeihen zu erreichen.",
  "Vlad": "Vlad",
  "Partners": "Partner",
  "What will you do to help bring about Bitcoin adoption?": "Was wirst du tun, um die Einführung von Bitcoin zu fördern?",
  "Sajal": "Saal",
  "Discounts": "Vergünstigungen",
  "Physical Items": "Physical Items",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "Der Krieger ist ein furchtloser Verteidiger der Bitcoin-Adoption und trägt die Schrammen unzähliger Schlachten davon. Seine leichte Rüstung und seine scharfen Instinkte machen ihn schnell und strategisch, er sammelt Unterstützung für Ideen in ihren frühesten Tagen. Die magische Anstecknadel, die er trägt, leuchtet am hellsten, wenn er in der Nähe von anderen Bitcoinern ist und in Ländern, in denen Bitcoin gesetzliches Zahlungsmittel ist.",
  "Digital Items": "Digitale Objekte",
  "Deliveries will begin in Q1 2025.": "Die Auslieferungen werden im ersten Quartal 2025 beginnen.",
  "Experiences": "Erfahrungen",
  "Infinite army": "Unendliche Armeen",
  "Explore Guardians": "Endecke Wächter",
  "Leave a private message to the creator.": "Hinterlasse eine private Nachricht an den Ersteller.",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "Du finanzierst anonym. <1>Melde dich an</1>, um deinen Beitrag mit deinem Profil zu verbinden.",
  "Individuals who spread the word about Geyser projects by sharing.": "Einzelpersonen, die Geyser-Projekte durch Weitergabe von Informationen bekannt machen.",
  "Project Story": "Projekt-Geschichte",
  "Promote": "Förderung von",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "Die ersten <1>{{discountItems}}</1> {{guardian}} erhalten <3>10%</3> Rabatt. <5>{{remainingDiscounts}}</5> übrig.",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "Der König kennt den langen Weg zur Hyper-Bitcoinisierung. Das Trinken aus seinem verzauberten Kelch gewährt ihm Weitsicht und erlaubt ihm, makellose Strategien zu planen, um die Bitcoin-Einführung voranzutreiben. Mit seiner goldenen Krone und seiner weisen Führung inspiriert er die Einigkeit unter den Bitcoinern und führt sie in eine wohlhabende Zukunft.",
  "Most funded projects filtered by:": "Am meisten finanzierte Projekte gefiltert nach:",
  "Search country or region": "Land oder Region suchen",
  "Worldwide": "Weltweit",
  "Search category or sub category": "Suche nach Kategorie oder Unterkategorie",
  "All categories": "Alle Kategorien",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "Werden Sie leichter entdeckt, indem Sie bis zu {{MAX_TAGS_ALLOWED}} Projekt-Tags auswählen.",
  "Board members": "Vorstandsmitglieder",
  "You can send Sats to projects to multiple projects and multiple times": "Sie können Sats an Projekte an mehrere Projekte und mehrmals senden",
  "Receive on": "Empfangen am",
  "Add external video": "Externes Video hinzufügen",
  "Create Goal": "Ziel erstellen",
  "did ": "hat ",
  "times.": "Mal.",
  " or ": " oder ",
  "sold out!": "ausverkauft!",
  "Goal reached:": "Ziel erreicht:",
  "Update your community": "Aktualisieren Sie Ihre Community",
  "Project Category": "Projektkategorie",
  "Choose the most fitting category. Landing page features trending projects in each category.": "Wählen Sie die am besten passende Kategorie aus. Auf der Landingpage werden Trendprojekte in jeder Kategorie vorgestellt.",
  "Select category": "Kategorie auswählen",
  "category": "Kategorie",
  "with following features": "mit folgenden Funktionen",
  "Project category is required to proceed": "Die Projektkategorie ist erforderlich, um fortzufahren",
  "Please select a category": "Bitte wählen Sie eine Kategorie aus",
  "Project subcategory is required to proceed": "Die Projekt-Unterkategorie ist erforderlich, um fortzufahren",
  "Please select a subcategory": "Bitte wählen Sie eine Unterkategorie aus",
  "Please select a country": "Bitte wählen Sie ein Land aus",
  "Project country is required to proceed": "Das Projektland ist erforderlich, um fortzufahren",
  "Country": "Land",
  "Get found more easily by putting your project on the map. Select a country": "Werden Sie leichter gefunden, indem Sie Ihr Projekt auf die Karte setzen. Wählen Sie ein Land aus",
  "Select country": "Land auswählen",
  "Post saved successfully!": "Beitrag erfolgreich gespeichert!",
  "Write an update": "Ein Update schreiben",
  "Images": "Bilder",
  "Pre-Order": "Vorbestellen",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "Wählen Sie für die beste Passform ein horizontales 4:3-Bild. Bildgrößenlimit: 10 MB.",
  "Select Category": "Kategorie auswählen",
  "Short Description": "Kurzbeschreibung",
  "Expected Availability Date": "Erwartetes Verfügbarkeitsdatum",
  "Enable this option to request the user's shipping address. This is necessary for delivering physical products directly to your supporters.": "Aktivieren Sie diese Option, um die Lieferadresse des Benutzers abzufragen. Dies ist erforderlich, um physische Produkte direkt an Ihre Unterstützer zu liefern.",
  "Successfully updated!": "Erfolgreich aktualisiert!",
  "All goals": "Alle Ziele",
  "Goal updates": "Ziel-Updates",
  "Share the goal page to spread the word across the internet and social media.": "Teilen Sie die Zielseite, um das Wort im Internet und in sozialen Medien zu verbreiten.",
  "Share goal": "Ziel teilen",
  "Edit goal": "Ziel bearbeiten",
  "The board evaluates all applications and decides the allocation of the funds collected.": "Der Vorstand bewertet alle Bewerbungen und entscheidet über die Zuweisung der gesammelten Gelder.",
  "Achievements": "Erfolge",
  "Upcoming Grants": "Bevorstehende Zuschüsse",
  "Investors": "Investoren",
  "Become our partner": "Werden Sie unser Partner",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "Investoren, die sich der Bitcoin-Mission der Offenheit, Freiheit und Innovation verschrieben haben.",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "Bitcoin-Marken, die Urheber befähigen, die Akzeptanz weltweit voranzutreiben.",
  "Goal reached": "Ziel erreicht",
  "Goal created": "Ziel erstellt",
  "New Project": "Neues Projekt",
  "Funding Limits & Verification": "Finanzierungslimits & Verifizierung",
  "Phone Verification": "Telefonverifizierung",
  "Verified": "Verifiziert",
  "Raise up to $100k in total": "Bis zu 100.000 $ insgesamt sammeln",
  "Max $10k per contribution": "Max. 10.000 $ pro Beitrag",
  "Gov ID": "Regierungsausweis",
  "Increase my limit": "Mein Limit erhöhen",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "Limits dienen dazu, Missbrauch, Betrug oder betrügerische Aktivitäten zu verhindern. Es bietet den Beitragenden Ihres Projekts eine zusätzliche Vertrauensebene.",
  "Go limitless": "Werden Sie grenzenlos",
  "Enable fiat contributions": "Fiat-Beiträge aktivieren",
  "Remove funding limits": "Finanzierungslimits entfernen",
  "Raised up to $10k in total": "Bis zu 10.000 $ insgesamt gesammelt",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "Für Fiat-Beiträge wird eine zusätzliche Gebühr von 3,5 % von dem Zahlungsabwickler von Drittanbietern erhoben.",
  "Nostr Wallet Connect": "Nostr Wallet Connect",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "Ermöglichen Sie Ihren Beitragenden, mit Fiat zu finanzieren. Wenn aktiviert, werden alle Zahlungen automatisch in Bitcoin umgerechnet und sofort in Ihrem verbundenen Bitcoin-Wallet hinterlegt.",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Wallet Connect</0> ist ein Protokoll, das Nostr verwendet, um Web-Apps mit Lightning-Wallets zu verbinden. Lesen Sie mehr auf <2>nwc.dev.</2>",
  "Email Verification": "E-Mail-Verifizierung",
  "OTP Sent to the updated email": "OTP an die aktualisierte E-Mail gesendet",
  "Verify your identity": "Bestätigen Sie Ihre Identität",
  "Skip": "Überspringen",
  "Identity verification": "Identitätsprüfung",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "Sie müssen Ihre Identität mit einem behördlichen Ausweis verifizieren, um Fiat-Beiträge zu ermöglichen. Deaktivieren Sie diese Funktion, wenn Sie die Verifizierung nicht abschließen möchten.",
  "Lightning Address & Wallet": "Lightning-Adresse & Wallet",
  "Continue to verification": "Weiter zur Verifizierung",
  "You’re almost ready to launch!": "Sie sind fast startklar!",
  "Verification Successful": "Verifizierung erfolgreich",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "Beitragende können Fiat über ihre Kreditkarte oder lokale Zahlungsmethode ausgeben, während Sie immer Bitcoin über Lightning erhalten.",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "Die Verifizierung erfordert lediglich einen von der Regierung ausgestellten Ausweis und dauert über unseren sicheren, vertrauenswürdigen Partner weniger als 2 Minuten.",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "Mit der Creator-Verifizierung können Sie bestimmte Funktionen für alle Ihre Projekte auf der Plattform freischalten:",
  "A verified creator badge": "Ein verifiziertes Creator-Abzeichen",
  "To help you build trust with potential contributors.": "Um Ihnen zu helfen, Vertrauen bei potenziellen Beitragenden aufzubauen.",
  "Become a guardian": "Guardian werden",
  "You have successfully completed the phone verification.": "Sie haben die Telefonverifizierung erfolgreich abgeschlossen.",
  "Complete Identity Verification": "Identitätsprüfung abschließen",
  "Remove raising limits on your project": "Heben Sie die Erhöhungsgrenzen für Ihr Projekt auf",
  "Complete the identity verification to:": "Schließen Sie die Identitätsprüfung ab, um:",
  "Your project can now receive up to 100k dollars.": "Ihr Projekt kann jetzt bis zu 100.000 US-Dollar erhalten.",
  "Phone verification": "Telefonverifizierung",
  "You can now raise more than $100k in contributions for your project.": "Sie können jetzt mehr als 100.000 US-Dollar an Beiträgen für Ihr Projekt sammeln.",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "Sie haben auch ein \"Verifizierter Creator\"-Abzeichen erhalten und Fiat-Beiträge für Ihr Projekt aktiviert.",
  "You have successfully completed the document verification!": "Sie haben die Dokumentenverifizierung erfolgreich abgeschlossen!",
  "Email verification required": "E-Mail-Verifizierung erforderlich",
  "Please verify your email.": "Bitte verifizieren Sie Ihre E-Mail.",
  "Verification on hold": "Verifizierung angehalten",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "Ihre Verifizierung ist angehalten. Möglicherweise müssen Sie einige Dokumente erneut hochladen oder zusätzliche Informationen bereitstellen. Bitte wenden Sie sich an support@geyser.fund.",
  "Complete verification": "Verifizierung abschließen",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Ihr Projekt hat Ihr Finanzierungslimit von 10.000 US-Dollar erreicht. Schließen Sie die Telefonverifizierung ab, um weiterhin bis zu 100.000 US-Dollar zu sammeln.",
  "Funding limit reached!": "Finanzierungslimit erreicht!",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Ihr Projekt hat Ihr Finanzierungslimit von 100.000 US-Dollar erreicht. Schließen Sie die Identitätsprüfung ab, um weiterhin über 100.000 US-Dollar zu sammeln.",
  "You have almost reached your funding limit!": "Sie haben fast Ihr Finanzierungslimit erreicht!",
  "Verify now": "Jetzt verifizieren",
  "Become a Verified Creator": "Werden Sie ein verifizierter Creator",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "Verdienen Sie ein verifiziertes Creator-Abzeichen und aktivieren Sie Fiat-Beiträge, indem Sie Ihre Identität verifizieren.",
  "Back to profile": "Zurück zum Profil",
  "Subscriptions": "Abonnements",
  "Profile": "Profil",
  "Profile information": "Profilinformationen",
  "This email has been verified": "Diese E-Mail wurde verifiziert",
  "Update email": "E-Mail aktualisieren",
  "Verifications": "Verifizierungen",
  "Customize your profile and project notifications.": "Passen Sie Ihr Profil und Ihre Projektbenachrichtigungen an.",
  "Creator notifications": "Creator-Benachrichtigungen",
  "Projects I follow": "Projekte, denen ich folge",
  "You will receive project updates regarding the projects that you follow. ": "Sie erhalten Projektaktualisierungen bezüglich der Projekte, denen Sie folgen.",
  "Unfollow": "Nicht mehr folgen",
  "View, adjust, and manage all your subscriptions.": "Zeigen, anpassen und verwalten Sie alle Ihre Abonnements.",
  "Active subscriptions": "Aktive Abonnements",
  "You don't have any active subscriptions.": "Sie haben keine aktiven Abonnements.",
  "You don't have any paused subscriptions.": "Sie haben keine pausierten Abonnements.",
  "Profile Settings": "Profileinstellungen",
  "Identity": "Identität",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0> hat sich entschieden, ein Geyser-Schutzpatron zu werden, um unsere Plattform zu unterstützen und dazu beizutragen, die Bitcoin-Akzeptanz voranzutreiben.",
  "Nudge the creator": "Den Ersteller anstupsen",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "Lassen Sie den Ersteller wissen, dass Sie eine Zahlung mit Fiat-Währung leisten möchten, damit er sie einrichten kann.",
  "Select a currency supported by our payment provider": "Wählen Sie eine von unserem Zahlungsanbieter unterstützte Währung aus",
  "Identity verification required": "Identitätsprüfung erforderlich",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "Alle sensiblen Informationen, die während des Verifizierungsprozesses weitergegeben werden, werden vom Verifizierungsanbieter sicher behandelt.",
  "Redirection Notice": "Weiterleitungsmitteilung",
  "clicking here": "hier klicken",
  "Waiting for payment to be confirmed": "Warten auf Bestätigung der Zahlung",
  "Contribution amount above $10k": "Beitrag über 10.000 $",
  "To contribute more than $10k, please complete a one-time identity verification.": "Um mehr als 10.000 $ beizutragen, schließen Sie bitte eine einmalige Identitätsprüfung ab.",
  "Collapse": "Einklappen",
  "Meanwhile, please try other payment methods": "Bitte versuchen Sie in der Zwischenzeit andere Zahlungsmethoden",
  "Creator will be notified shortly": "Der Ersteller wird in Kürze benachrichtigt",
  "Creator Verification": "Ersteller-Verifizierung",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin, Lightning oder Fiat (über 20 Zahlungsmethoden)",
  "Receive funds instantly, in your Bitcoin wallet": "Erhalten Sie Gelder sofort in Ihrer Bitcoin-Wallet",
  "Configure wallet": "Wallet konfigurieren",
  "Wallet limits": "Wallet-Limits",
  "Minimum Receivable Limit": "Mindestgrenze für den Empfang",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "Wir wenden uns an Ihren Wallet-Anbieter, da dieser möglicherweise eine Option zur Erhöhung dieser Limits anbietet.",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "Diese Limits werden nach Ermessen Ihres Lightning-Wallet-Anbieters festgelegt. Um sie zu erhöhen, sollten Sie Folgendes in Betracht ziehen:",
  "Maximum Receivable Limit": "Maximale Empfangsgrenze",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Ihr Projekt hat fast Ihr Finanzierungslimit von 10.000 $ erreicht. Schließen Sie die Telefonverifizierung ab, um weiterhin bis zu 100.000 $ zu sammeln.",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Ihr Projekt hat fast Ihr Finanzierungslimit von 100.000 $ erreicht. Schließen Sie die Identitätsprüfung ab, um weiterhin über 100.000 $ zu sammeln.",
  "Please try again, once the creator has removed the funding limits.": "Bitte versuchen Sie es erneut, sobald der Ersteller die Finanzierungslimits entfernt hat.",
  "This project has reached its Funding limit": "Dieses Projekt hat sein Finanzierungslimit erreicht",
  "Products": "Produkte",
  "Search project": "Projekt suchen",
  "No trending products found": "Keine Trendprodukte gefunden",
  "Failed to fetch recent products": "Fehler beim Abrufen der letzten Produkte",
  "Failed to fetch project goals": "Fehler beim Abrufen der Projektziele",
  "time.": "Zeit.",
  "Configure Wallet": "Wallet konfigurieren",
  "Project objective is a required field.": "Projektziel ist ein Pflichtfeld.",
  "Enabled": "Aktiviert",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "Sie müssen Ihre Identität von unserem Drittanbieter-Zahlungsanbieter verifizieren lassen. Diese Verifizierung ist nur für Fiat-Zahlungen über 500 $ pro Monat erforderlich.",
  "To contribute more than $10k, please log in and complete a one-time verification.": "Um mehr als 10.000 $ beizutragen, melden Sie sich bitte an und schließen Sie eine einmalige Verifizierung ab.",
  "Enable": "Aktivieren",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "Das letzte Mal, als jemand versucht hat, Geld an dieses Wallet zu senden, gab es ein Liquiditätsproblem.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "Das letzte Mal, als jemand versuchte, eine Transaktion an dieses Projekt durchzuführen, schlug die Rechnungserstellung fehl.",
  "This project is live and wallet running smoothly.": "Dieses Projekt ist aktiv und das Wallet läuft reibungslos.",
  "This project has been deactivated by the project creator.": "Dieses Projekt wurde vom Projekt-Ersteller deaktiviert.",
  "The payment minimum is 1 satoshi.": "Die Mindestbezahlung beträgt 1 Satoshi.",
  "Objective": "Zielsetzung",
  "Add the main project image that will be displayed in all thumbnails": "Füge das Hauptprojekt-Bild hinzu, das in allen Miniaturansichten angezeigt wird",
  "For best fit, pick a square image. Image size limit: 10MB.": "Wähle ein quadratisches Bild, damit es optimal passt. Begrenzung der Bildgröße: 10 MB.",
  "Header": "Kopfzeile",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "Projektbenachrichtigungen werden an deine Profil E-Mail gesendet, die du in den Profileinstellungen bearbeiten kannst. Stelle sicher, dass du deine E-Mail verifizierst, damit deine Wallet sicher bleibt.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "Benutzerdefinierte Lightning-Adressen können nicht mit \"@geyser.fund\" enden.",
  "Please use a valid email-formatted address for your Lightning Address.": "Bitte verwende eine gültige Adresse im E-Mail-Format für deine Lightning-Adresse.",
  "Are you sure you want to disconnect this account?": "Bist du sicher, dass du die Verbindung zu diesem Konto trennen willst?",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "Bitcoin ist das Signal, alles andere ist Rauschen.\n          Wir haben Geyser Förderung geschaffen, um mehr Bitcoin-Signale in die Welt zu senden.\n          Das heißt, um das Wachstum des Bitcoin-Ökosystems zu beschleunigen, indem wir das Bitcoin-Bewusstsein erhöhen, die Bitcoin-Kultur unterstützen und die notwendige Entwicklung fördern.\n          Durch diese Zuschüsse werden wir Bitcoin-Lehrer, Entwickler, Unternehmer und Kreative mit den Ressourcen unterstützen, die sie benötigen, um ihre Initiativen zu starten.\n          Wir akzeptieren Bitcoin für jeden einzelnen Grant und erheben keine Bearbeitungsgebühren. Für weitere Informationen siehe dieses Dokument.",
  "Ask for shipping address": "Nach der Lieferadresse fragen",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "Die Lightning-Adresse ist eine einfache Möglichkeit für andere, Ihnen Geld zu senden. Wenn jemand Geld an diese Adresse sendet, wird es sofort an Ihre private Wallet weitergeleitet. Dies stellt sicher, dass du die volle Kontrolle und sofortigen Zugriff auf dein Geld hast.",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "Bitcoin-Meetups und Reise-Vlogs über die Bitcoin-Einführung im globalen Süden!",
  "Are you sure you want to save these changes?": "Bist du sicher, dass du diese Änderungen speichern möchtest?",
  "Save Changes": "Änderungen speichern",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "Du kannst dies tun, indem du deine Entwicklungsumgebung öffnest (Rechtsklick -> inspizieren) und dann auf Anwendung > Speicher > Website-Daten löschen klickst.",
  "Onchain": "On-Chain",
  "You can try the transaction again, in case the wallet becomes accessible again.": "Du kannst die Transaktion erneut versuchen, falls die Wallet wieder zugänglich wird.",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "Wir haben den Ersteller über dieses Problem informiert und hoffen auf eine schnelle Lösung.",
  "We took actions": "Wir haben Maßnahmen ergriffen",
  "The lightning address provided for the wallet might no longer be valid.": "Die Lightning-Adresse, die für die Wallet angegeben wurde, ist möglicherweise nicht mehr gültig.",
  "The lightning node may be temporarily down.": "Die Lightning-Node kann vorübergehend ausgefallen sein.",
  "Or use a social account": "oder verwende ein soziales Konto",
  "Add one or multiple images or video links to help bring your project to life": "Füge ein oder mehrere Bilder oder Videolinks hinzu, um dein Projekt zum Leben zu erwecken",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "Wenn du diese Ansicht verlässt, werden deine Informationen nicht gespeichert. Du solltest deine Arbeit als Entwurf speichern, bevor du diese Ansicht verlässt",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "Wähle ein horizontales Bild im Format 16:9, damit es optimal passt. Begrenzung der Bildgröße: 10 MB.",
  "Enter your message here...": "Gib deine Nachricht hier ein...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "Dein Projekt kann keine Beiträge empfangen, ist aber für die Öffentlichkeit sichtbar. Um dein Projekt zu reaktivieren, gehe zu Einstellung.",
  "Your project is in review and therefore cannot receive contributions": "Dein Projekt befindet sich in der Prüfung und kann daher keine Beiträge erhalten",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "Dein Projekt befindet sich in der Prüfung und kann daher keine Beiträge erhalten und ist für die Öffentlichkeit nicht sichtbar.",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "Dein Projekt wurde wegen Verstoßes gegen unsere Allgemeinen Geschäftsbedingungen markiert. Du solltest eine E-Mail mit weiteren Informationen über das weitere Vorgehen erhalten haben. Dein Projekt ist derzeit nicht für die Öffentlichkeit sichtbar.",
  "This project has not been launched yet.": "Dieses Projekt ist noch nicht angelaufen.",
  "This project has been flagged for violating our Terms & Conditions.": "Dieses Projekt wurde wegen Verstoßes gegen unsere Allgemeinen Geschäftsbedingungen gekennzeichnet.",
  "Check your email": "Prüfe deine E-Mail",
  "Contribute without login": "Beitrag ohne Anmeldung",
  "What now?": "Was nun?",
  "Card": "Karte",
  "Get Featured": "Hervorgehoben werden",
  "Private comment": "Privater Kommentar",
  "Confirmation Message": "Bestätigungsmeldung",
  "Ask contributors for Nostr public address (npub)": "Bitten Sie die Mitwirkenden um die öffentliche Nostr-Adresse (npub)",
  "Ask contributors for a lighting address in case of partial or full refund": "Bitten Sie die Mitwirkenden um eine Lightning-Adresse im Falle einer teilweisen oder vollständigen Rückerstattung",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "Mitglieder können Ihnen jederzeit eine private Nachricht mit zusätzlichen Informationen senden. Sie können auch vordefinierte Optionen unten auswählen, um bestimmte Details von ihnen in der privaten Nachricht anzufordern. Wenn ausgewählt, wird der private Kommentar für den Beitragenden obligatorisch.",
  "Delivery Time (Weeks)": "Lieferzeit (Wochen)",
  "Canceled subscriptions": "Stornierte Abonnements",
  "Please login to use fiat payment": "Bitte melden Sie sich an, um eine Fiat-Zahlung zu verwenden",
  "Fiat": "Fiat",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "Verbinde das Konto mit der größten sozialen Reichweite, damit die Nutzer dich entdecken und deinen Ruf leichter überprüfen können.",
  "INACTIVE": "Inaktiv",
  "Please update the amount, or contact us for donating a higher amount.": "Bitte aktualisiere den Betrag, oder kontaktiere uns, um einen höheren Betrag zu spenden.",
  "Please update the amount.": "Bitte den Betrag aktualisieren.",
  "Please enter an email.": "Bitte E-Mail eingeben",
  "ACTIVE": "Aktive",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "Wenn er sich in die Länder der No-coiner wagt, schützen ihn die Rüstung und das Breitschwert des Ritters vor Angst, Ungewissheit und Zweifel, die ihm entgegenschlagen. Sein Breitschwert hat mythische Kräfte. In der Nähe von natürlichen Energiequellen wie Wasserfällen und Geysiren lädt es sich auf und schleudert Blitze auf seine Gegner.",
  "Email is required when subscribing to a project.": "E-Mail ist erforderlich, wenn du dich für ein Projekt anmeldest.",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "Die geheimnisumwitterte Legende bewegt sich in den Schatten und entzieht sich selbst der schärfsten Kontrolle. Sein Laserblick durchschneidet die Lügen von Regierungen und Institutionen und bringt Klarheit und Wahrheit ans Licht. Diejenigen, die seinem Blick begegnen, werden für immer verändert und mit einem unerschütterlichen Wunsch nach einer freieren, besseren Zukunft entflammt.",
  "Post published": "Beitrag veröffentlicht",
  "Your post is now live": "Ihr Beitrag ist jetzt live",
  "$100 per week": "$100 pro Woche",
  "Contributed": "Beigetragen",
  "Browse map": "Karte durchsuchen",
  "Send your shipping address to the creator at the following email": "Senden Sie Ihre Lieferadresse an den Ersteller an die folgende E-Mail",
  "In partnership with": "In Partnerschaft mit",
  "&": "&",
  "Guardian collectible cards": "Guardian Sammelkarten",
  "Guardian t-shirts": "Guardian T-Shirts",
  "Guardian jerseys": "Guardian Trikots",
  "Guardian bitaxes": "Guardian Bitaxes",
  "CARD": "KARTE",
  "OF": "VON",
  " GUARDIANS": " GUARDIANS",
  "21% of all sales go directly to fund our Bitcoin grants.": "21% aller Verkäufe fließen direkt in die Finanzierung unserer Bitcoin-Zuschüsse.",
  "All prices include shipping.": "Alle Preise verstehen sich inklusive Versand.",
  "Failed to fetch project stats": "Fehler beim Abrufen der Projektstatistiken",
  "Notifications for Projects I follow": "Benachrichtigungen für Projekte, denen ich folge",
  "Donate": "Spenden",
  "Terms": "Bedingungen",
  "Safe to delete refund file": "Sicher zum Löschen der Rückerstattungsdatei",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "Die Rückerstattungsdatei kann sicher gelöscht werden, da Ihre Transaktion erfolgreich verarbeitet wurde.",
  "Geyser Cards": "Geyser Karten",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "Geyser Cards feiern Ihre Erfolge in der Bitcoin-Landschaft.",
  "Similar projects in": "Ähnliche Projekte in",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "Die Projektansichten werden mit SimpleAnalytics, einem datenschutzorientierten Analysetool, verfolgt. Die tatsächlichen Zahlen sind wahrscheinlich höher.",
  "T-Shirts": "T-Shirts",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "Artikel in limitierter Auflage, hergestellt in Zusammenarbeit mit Top-Bitcoin-Marken, die Bitcoin-Ersteller unterstützen.",
  "BitAxe": "BitAxe",
  "Collectible Cards": "Sammelkarten",
  "COLLECT YOURS": "HOL DIR DEINE",
  "Jerseys": "Trikots",
  "& JOIN THE COMMUNITY OF ": "& TRITT DER COMMUNITY VON ",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "HOL DIR DEINE 👇 & TRITT DER COMMUNITY VON <1>{{totalUsers}}</1> GUARDIANS BEI",
  "REMAINING": "VERBLEIBEND",
  "followers": "Follower",
  "Delete product": "Produkt löschen",
  "Product": "Produkt",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Geyser ist kein Shop. Es ist eine Möglichkeit, kreative Projekte mit Bitcoin zum Leben zu erwecken. Ihre Spende unterstützt ein kreatives Projekt, das noch entwickelt werden muss. Es besteht das Risiko, dass Ihr Produkt trotz aller Bemühungen des Erstellers nicht erfüllt wird, und wir bitten Sie, dieses Risiko zu berücksichtigen, bevor Sie es unterstützen. Geyser ist nicht verantwortlich für Projektansprüche oder Produktdurchführung.",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "Durch das Löschen dieses Projekts gehen alle mit diesem Projekt verknüpften Daten verloren, einschliesslich Beschreibungen, Fotos, Einträge und Produkte.",
  "Add Products": "Produkte hinzufügen",
  "Create a product": "Ein Produkt erstellen",
  "Create product": "Produkt erstellen",
  "Or, use a product template below": "Oder verwenden Sie unten eine Produktvorlage",
  "Add product": "Produkt hinzufügen",
  "Product Name": "Produktname",
  "Save product": "Produkt speichern",
  "Update Product": "Produkt aktualisieren",
  "Edit Product": "Produkt bearbeiten",
  "Publish Product": "Produkt veröffentlichen",
  "Create Product": "Produkt erstellen",
  "Are you sure you want to remove the product?": "Sind Sie sicher, dass Sie das Produkt entfernen möchten?",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "Produkte in limitierter Auflage können nach dem Kauf nicht bearbeitet werden, um Fairness für die Erstkäufer zu gewährleisten. Um die Mengen von Produkten in limitierter Auflage zu ändern, erstellen Sie ein neues Produkt.",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "Bitte beachten Sie, dass alle Produktpreise automatisch aktualisiert werden, um ihren Gegenwert in SWITCH_TO_REWARD_CURRENCY widerzuspiegeln, basierend auf dem aktuellen Bitcoin-Preis in US-Dollar. Wenn Sie möchten, können Sie die Preise für jedes Produkt auf der Produktseite einzeln aktualisieren.",
  "No products are selected": "Keine Produkte ausgewählt",
  "Trending products": "Trendige Produkte",
  "No products sold": "Keine Produkte verkauft",
  "Products Sold": "Verkaufte Produkte",
  "Sell product": "Produkt verkaufen",
  "Hidden products": "Versteckte Produkte",
  "Products sold": "Verkaufte Produkte",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "Sie sind dabei, die Währungsbezeichnung für alle Ihre Produkte von CURRENT_REWARD_CURRENCY in SWITCH_TO_REWARD_CURRENCY umzustellen.",
  "Available Products": "Verfügbare Produkte",
  "To receive the selected products, please send your shipping details to the creator’s email, which will be revealed in the success screen.": "Um die ausgewählten Produkte zu erhalten, senden Sie bitte Ihre Versanddetails an die E-Mail-Adresse des Erstellers, die im Erfolgsbildschirm angezeigt wird.",
  "Product buyers": "Produktkäufer",
  "Linked goals and products": "Verknüpfte Ziele und Produkte",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "Durch die Verwendung von Links können Sie ein bestimmtes Produkt oder Ziel hervorheben und so die Menschen darauf lenken.",
  "Link Goals and Products": "Ziele und Produkte verknüpfen",
  "Select products": "Produkte auswählen",
  "Add your product specifications (eg. T-shirt size)": "Fügen Sie Ihre Produktspezifikationen hinzu (z. B. T-Shirt-Größe)",
  "Created product": "Erstelltes Produkt",
  "Product currency denomination": "Produktwährungsbezeichnung",
  "Product Updates": "Produkt-Updates",
  "All products": "Alle Produkte",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your new product via email.": "Binden Sie Ihre Community, Follower, Mitwirkenden und Produktkäufer ein, indem Sie ihnen per E-Mail ein Update über Ihr neues Produkt senden.",
  "Share product": "Produkt teilen",
  "Share the product page to spread the word across the internet and social media.": "Teilen Sie die Produktseite, um die Nachricht im Internet und in den sozialen Medien zu verbreiten.",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "Für Produkte, die sich noch in der Entwicklung befinden und nicht versandfertig sind, setzen Sie sie auf 'Vorbestellung', um Vorabkäufe durch Benutzer zu ermöglichen.",
  "Add one or multiple images to help showcase your product": "Fügen Sie ein oder mehrere Bilder hinzu, um Ihr Produkt zu präsentieren",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "Legen Sie eine benutzerdefinierte Nachricht fest, um Mitwirkenden zu danken, wichtige Details bereitzustellen oder zusätzliche Informationen mitzuteilen, die sie nach dem Abrufen des Produkts kennen sollen.",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "Verwenden Sie 'Erwartetes Verfügbarkeitsdatum', um festzulegen, wann Ihr Produkt entwickelt und verfügbar sein wird.",
  "Specify estimated delivery time for the product from the moment it is ordered.": "Geben Sie die geschätzte Lieferzeit für das Produkt ab dem Zeitpunkt der Bestellung an.",
  "Failed to update product": "Produkt konnte nicht aktualisiert werden",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "Mit Produkten können Sie Ihren Mitwirkenden etwas zurückgeben, von digitalen Abzeichen und physischen Produkten bis hin zu Sponsoring. Schauen Sie sich unseren Leitfaden an:",
  "How to leverage the power of Products": "Wie Sie die Leistungsfähigkeit von Produkten nutzen können",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "Erhalten Sie eine monatliche E-Mail mit einer Zusammenfassung Ihres Projekts: Statistiken, Fortschritte bei den Zielen und beliebte Produkte.",
  "Failed to fetch project products": "Projekprodukte konnten nicht abgerufen werden",
  "Invalid legal entity type": "Ungültiger Rechtsträger",
  "Individual": "Einzelperson",
  "Company": "Unternehmen",
  "Non-profit": "Non-Profit",
  "Please select an identity below, to enable verification.": "Bitte wählen Sie unten eine Identität aus, um die Verifizierung zu ermöglichen.",
  "Full Name": "Vollständiger Name",
  "Update Information": "Informationen aktualisieren",
  "Incorporation Document": "Gründungsdokument",
  "Tax Residency": "Steueransässigkeit",
  "Verify your identity to get access to higher limits and tax-deducting features.": "Verifizieren Sie Ihre Identität, um Zugriff auf höhere Limits und steuerliche Abzugsfunktionen zu erhalten.",
  "Tax ID": "Steuer-ID",
  "Tax profile": "Steuerprofil",
  "Enter Tax ID": "Steuer-ID eingeben",
  "(optional)": "(optional)",
  "Full name": "Vollständiger Name",
  "Enter full name": "Vollständigen Namen eingeben",
  "Legal entity type": "Rechtsform",
  "State": "Bundesland",
  "Hero ID: {{heroId}}": "Hero-ID: {{heroId}}",
  "Report project": "Projekt melden",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "Dieses Projekt wird von einer gemeinnützigen Organisation in {{country}} betrieben. Ihre Spende ist steuerlich absetzbar und Sie erhalten eine Spendenquittung für Ihre Steuerunterlagen.",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>Lightning-Adressen</0> sind wie eine E-Mail-Adresse, aber für Ihre Bitcoins. Sie erhalten alle On-Chain- und Lightning-Transaktionen direkt in Ihre Lightning-Wallet. Holen Sie sich Ihre eigene, indem Sie sich unsere vorgestellten und anderen <2>empfohlenen Wallets</2> ansehen.",
  "Verify your profile as a:": "Bestätigen Sie Ihr Profil als:",
  "Rate is required": "Bewertung ist erforderlich",
  "User ID is required": "Benutzer-ID ist erforderlich",
  "Rate must be a number": "Bewertung muss eine Zahl sein",
  "Rate must be > {{min}} and <= {{max}}": "Bewertung muss > {{min}} und <= {{max}} sein",
  "Tax ID is required for Non-profits": "Steuer-ID ist für gemeinnützige Organisationen erforderlich",
  "Country is required for Non-profits": "Land ist für gemeinnützige Organisationen erforderlich",
  "Required for country US and Non-profits": "Erforderlich für das Land USA und gemeinnützige Organisationen",
  "A tax-deductible invoice is provided  when contributing to this project.": "Eine steuerlich absetzbare Rechnung wird bereitgestellt, wenn Sie zu diesem Projekt beitragen.",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "Um einen genauen Namen auf der Rechnung zu gewährleisten, aktualisieren Sie bitte Ihren Benutzernamen oder Ihr Steuerprofil in den Profileinstellungen.",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "Senden Sie uns Dokumente an hello@geyser.fund, die bestätigen, dass Sie eine eingetragene Wohltätigkeitsorganisation mit steuerlich absetzbaren Spenden sind.",
  "This information will be displayed in donations and sale invoices.": "Diese Informationen werden in Spenden- und Verkaufsrechnungen angezeigt.",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "Diese Informationen werden in Spenden- und Verkaufsrechnungen angezeigt, um steuerlich absetzbare Spenden für förderfähige Projekte zu ermöglichen.",
  "Charity projects with Tax benefits": "Wohltätigkeitsprojekte mit Steuervorteilen",
  "Pending Verification": "Verifizierung ausstehend",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "Helfen Sie Geyser bei seiner Mission, die Basis-Bitcoin-Adoption in der Welt zu beschleunigen.",
  "SATOSHI AMOUNT": "SATOSHI-BETRAG",
  "Geyser tip": "Geyser-Trinkgeld",
  "sats in contributions to this project.": "Sats in Beiträgen zu diesem Projekt.",
  "So far, ": "Bisher ",
  "Copy hero link": "Hero-Link kopieren",
  "This project has not enabled fiat contributions yet": "Dieses Projekt hat noch keine Fiat-Beiträge aktiviert",
  "Learn More": "Mehr erfahren",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "Diese kleine Gebühr ist ein Zeichen des Engagements. Sie zeigt, dass Sie es mit Ihrem Projekt ernst meinen und bereit sind, es mit der Welt zu teilen. Das bedeutet, dass Sie sofort damit beginnen können, Unterstützung von Mitwirkenden zu erhalten.",
  "Show Less": "Weniger anzeigen",
  "Wallet Unreachable": "Wallet nicht erreichbar",
  "You're live on Geyser Launchpad!": "Sie sind live auf Geyser Launchpad!",
  "Copied": "Kopiert",
  "Project in Launchpad": "Projekt im Launchpad",
  "more to launch": "mehr zum Start",
  "Successful follow!": "Erfolgreiches Folgen!",
  "Share it with other friends to help spread the word and make this project a reality!": "Teilen Sie es mit anderen Freunden, um dazu beizutragen, die Nachricht zu verbreiten und dieses Projekt zu verwirklichen!",
  "You’re about to power a launch!": "Sie sind dabei, einen Start zu ermöglichen!",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "Um Launchpad-Projekten zu folgen, benötigen wir Ihre E-Mail-Adresse, damit wir Sie benachrichtigen können, wenn sie live gehen.",
  "Add email to follow": "E-Mail zum Folgen hinzufügen",
  "Latest followers": "Letzte Follower",
  "Share link": "Link teilen",
  "Products Cost": "Produktkosten",
  "Launchpad": "Launchpad",
  "left": "verbleibend",
  "Pay $21 to launch right away": "Zahlen Sie 21 $ für den sofortigen Start",
  "Ready to launch": "Bereit zum Start",
  "Your project is almost live. You can launch the project now.": "Ihr Projekt ist fast live. Sie können das Projekt jetzt starten.",
  "was successfully deleted": "wurde erfolgreich gelöscht",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "Dieses Projekt benötigt noch {{countdown}} Follower, um mit der Geldbeschaffung beginnen zu können.",
  "We’ll email you when the project goes live.": "Wir senden Ihnen eine E-Mail, wenn das Projekt live geht.",
  "Ready": "Bereit",
  "Support Geyser Grants": "Geyser Grants unterstützen",
  "Help fund the next round — or get an email when it launches.": "Helfen Sie mit, die nächste Runde zu finanzieren – oder erhalten Sie eine E-Mail, wenn sie startet.",
  "Heroes": "Helden",
  "that match your interests!": "die Ihren Interessen entsprechen!",
  "You are not following any projects yet.": "Sie folgen noch keinen Projekten.",
  "Explore projects": "Projekte erkunden",
  "Top Projects this month": "Top-Projekte diesen Monat",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "<1>{{usdAmount}}</1> ({{satsAmount}} Sats) über <3>{{numberOfProjects}}</3> Projekte aktiviert",
  "Prelaunch": "Vorstart",
  "Are you sure you want to activate the project?": "Sind Sie sicher, dass Sie das Projekt aktivieren möchten?",
  "User": "Benutzer",
  "Contributions Enabled": "Beiträge aktiviert",
  "Geyser Promotion": "Geyser-Werbung",
  "10% fee": "10 % Gebühr",
  "Let's spread the word about your project.": "Lassen Sie uns Ihr Projekt bekannt machen.",
  "The fee is only applied to contributions enabled through Geyser promotions": "Die Gebühr wird nur auf Beiträge angewendet, die durch Geyser-Werbeaktionen aktiviert wurden",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "Wenn aktiviert, kann Ihr Projekt über das Werbenetzwerk von Geyser und Partner-Digitalmedienunternehmen geteilt werden, wodurch mehr Aufmerksamkeit auf Ihr Projekt gelenkt wird, um mehr Beiträge zu ermöglichen.",
  "Promotions": "Werbeaktionen",
  "Payout Rate (%)": "Auszahlungsrate (%)",
  "Ambassador Payouts": "Botschafterauszahlungen",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "Botschafter machen Ihr Projekt bekannt. Sie können Ihre treuesten Botschafter belohnen, indem Sie einen Prozentsatz der Beiträge, die sie ermöglichen, mit ihnen teilen.",
  "Featured for a week": "Eine Woche lang vorgestellt",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "Sichern Sie sich einen Platz im Bereich „Vorgestellt“ der Landingpage für eine ganze Woche.",
  "Actions": "Aktionen",
  "User Hero ID": "Benutzer-Helden-ID",
  "Your project doesn't have ambassadors yet.": "Ihr Projekt hat noch keine Botschafter.",
  "Payout Rate": "Auszahlungsrate",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "Dieses Projekt befindet sich in der Vorstartphase und kann daher keine Beiträge erhalten, und Sie können den Status des Projekts nicht ändern.",
  "The creator has requested: ": "Der Ersteller hat angefordert:",
  "Creator's message": "Nachricht des Erstellers",
  "Nostr Badges": "Nostr-Abzeichen",
  "Email is required when purchasing a product.": "Für den Kauf eines Produkts ist eine E-Mail-Adresse erforderlich.",
  "Where grassroots Bitcoin projects come to life.": "Hier werden dezentrale Bitcoin-Projekte zum Leben erweckt.",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "Geyser bringt die Bitcoin-Community zusammen, um Ideen, Produkte und Anliegen zu finanzieren, die die reale Akzeptanz von Grund auf fördern.",
  "Choose your launch strategy": "Wählen Sie Ihre Startstrategie",
  "Launch your project": "Starten Sie Ihr Projekt",
  "If you don’t reach $210 in your first month, your project will close (you can start over)": "Wenn Sie in Ihrem ersten Monat keine 210 $ erreichen, wird Ihr Projekt geschlossen (Sie können von vorne beginnen).",
  "Skip the challenge. Launch instantly for $21.": "Überspringen Sie die Herausforderung. Sofortiger Start für 21 $.",
  "Build momentum quickly with early supporters": "Bauen Sie schnell mit frühen Unterstützern Dynamik auf",
  "Geyser Launch Challenge": "Geyser-Start-Challenge",
  "Go Live Now": "Gehen Sie jetzt live",
  "No pressure to raise a lot right away, go by your plan.": "Kein Druck, gleich viel Geld zu sammeln, gehen Sie nach Ihrem Plan vor.",
  "Seen in ‘Recently launched’ in Discovery page": "In „Kürzlich gestartet“ auf der Entdeckungsseite gesehen",
  "Embed": "Einbetten",
  "You have 30 days to raise $210 to officially launch and keep the project alive.": "Sie haben 30 Tage Zeit, um 210 $ zu sammeln, um offiziell zu starten und das Projekt am Leben zu erhalten.",
  "Your project is now featured on the Geyser Launchpad, where supporters discover bold, early-stage ideas.": "Ihr Projekt wird jetzt auf dem Geyser Launchpad vorgestellt, wo Unterstützer kühne Ideen im Frühstadium entdecken.",
  "What's next?": "Wie geht es weiter?",
  "more to go live": "mehr, um live zu gehen",
  "New in": "Neu in",
  "left to raise $210 & launch": "bis zur Erhebung von 210 $ und zum Start verbleiben",
  "This project needs to raise $210 in 30 days to go live. Share this project on social media to help launch it.": "Dieses Projekt muss in 30 Tagen 210 $ sammeln, um live zu gehen. Teile dieses Projekt in den sozialen Medien, um seine Einführung zu unterstützen.",
  "raised": "gesammelt",
  "more to go live.": "fehlen noch bis zum Start.",
  "Share your project far and wide — post it on social media, text it to friends, or pitch it in your community.": "Teile dein Projekt weit und breit – poste es in den sozialen Medien, schreibe es deinen Freunden oder präsentiere es in deiner Community.",
  "to raise $210": "um 210 $ zu sammeln",
  "Save as Draft": "Als Entwurf speichern",
  "raised!": "gesammelt!",
  "raised this week!": "diese Woche gesammelt!",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 30 days. Help them build momentum — or they might never take off.": "Diese Projekte in der Frühphase befinden sich im Countdown-Modus. Um zu starten, müssen sie innerhalb von 30 Tagen 210 $ sammeln. Hilf ihnen, an Fahrt zu gewinnen – sonst heben sie vielleicht nie ab.",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "Du kaufst ein Produkt von einem Projekt, das sich im Launchpad befindet. Deine Zahlung wird verarbeitet, aber das Projekt geht nur live, wenn es 210 $ erreicht. Mit deinem Beitrag hilfst du dem Ersteller, diesen Meilenstein zu erreichen. 🙌",
  "Are you interested in receiving updates from this project?": "Möchtest du Updates von diesem Projekt erhalten?",
  "Follow project": "Projekt folgen",
  "We will send you important updates via your profile email for the projects your follow.": "Wir senden dir wichtige Updates über deine Profil-E-Mail für die Projekte, denen du folgst.",
  "Raise $210 in 30 days with your community.": "Sammle mit deiner Community 210 $ in 30 Tagen.",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "Die Zukunft deines Projekts hängt von diesem entscheidenden ersten Schritt ab – erreiche das Ziel, um deine Vision am Leben zu erhalten. Es ist deine Chance, frühzeitig an Fahrt zu gewinnen und mit einem Knall zu starten.",
  "unFollow": "Nicht mehr folgen",
  "Launchpad projects": "Launchpad-Projekte",
  "Email address is a required field.": "E-Mail-Adresse ist ein Pflichtfeld.",
  "Email verification": "E-Mail-Verifizierung",
  "Featured in ‘Recently launched’ in Discovery page": "Vorgestellt in 'Kürzlich gestartet' auf der Entdeckungsseite",
  "Featured in Launchpad & discovery emails": "Vorgestellt in Launchpad- und Entdeckungs-E-Mails",
  "Lightning QR code": "Lightning QR-Code",
  "Go to Project": "Zum Projekt gehen",
  "Generating banner...": "Banner erstellen...",
  "Copy image": "Bild kopieren",
  "Contribute with lightning": "Mit Lightning beitragen",
  "Copy embed code": "Einbettungscode kopieren",
  "Embed the contribute and leaderboard section of this page on your website": "Bette den Bereich 'Beiträge' und die Bestenliste dieser Seite auf deiner Website ein",
  "${{countDown}} out of $210": "${{countDown}} von 210 $"
}