{
  "projects": "projects",
  "contributors": "χορηγοί",
  "Search": "Αναζήτηση",
  "Projects with perks": "Project με προνόμια",
  "Inactive Projects": "Ανενεργά Project",
  "Active Projects": "Ενεργά Project",
  "Subscribe": "Εγγραφή",
  "Privacy": "Ιδιωτικότητα",
  "Analytics": "Στατιστικά",
  "activity": "δραστηριότητα",
  "Select": "Επιλέξτε",
  "Trending in": "Τάσεις",
  "Recent Projects": "Πρόσφατα Project",
  "See all": "Δείτε τα όλα",
  "This week": "Αυτήν την εβδομάδα",
  "All time": "Όλων των εποχών",
  "Failed to fetch data": "Η ανάκτηση δεδομένων απέτυχε",
  "Login": "Συνδεθείτε",
  "Projects": "Projects",
  "Contributions": "Συνεισφορές",
  "Entry": "Είσοδος",
  "Go back": "Πήγαινε πίσω",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "Αν αντιμετωπίζετε προβλήματα σύνδεσης με το Twitter στο κινητό, δοκιμάστε πρώτα να συνδεθείτε στο Twitter.com με το πρόγραμμα περιήγησης και, στη συνέχεια, δοκιμάστε ξανά.",
  "Project": "Project",
  "You have been logged out": "Έχετε αποσυνδεθεί",
  "Continue": "Συνεχίστε",
  "Grants": "Επιχορηγήσεις",
  "About": "Σχετικά με την Geyser",
  "Feedback": "Σχόλια",
  "Sign Out": "Αποσύνδεση",
  "Dashboard": "Ταμπλό",
  "Contribute": "Συνεισφέρετε",
  "Back": "Επιστροφή",
  "RUNNING": "Σε εξελιξη",
  "Follow": "Ακολουθήστε",
  "Copied!": "Αντιγράφηκε!",
  "Download": "Λήψη",
  "Tags": "Ετικέτες",
  "Region": "Περιοχή",
  "Launched": "Έναρξη",
  "Finalize project": "Ολοκλήρωση project",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "Το project σας δεν είναι ακόμα ενεργό. Επιστρέψτε στη διαμόρφωση για να οριστικοποιήσετε τις πληροφορίες του project σας και να το ξεκινήσετε!",
  "Story": "Περιγραφή",
  "Cancel": "Ακύρωση",
  "Confirm": "Επιβεβαιώστε",
  "Something went wrong.": "Κάτι πήγε στραβά.",
  "Please try again": "Παρακαλώ δοκιμάστε πάλι",
  "Failed to fetch contributions": "Αποτυχία ανάκτησης συνεισφορών",
  "Some time ago": "Πριν από λίγο καιρό",
  "ago": "πριν από",
  "a day": "μια μέρα",
  "days": "μέρες",
  "an hour": "μια ώρα",
  "a minute": "ένα λεπτό",
  "a few seconds": "μερικά δευτερόλεπτα",
  "minutes": "λεπτά",
  "hours": "ώρες",
  "Total": "Σύνολο",
  "Funding as": "Χρηματοδοτείτε ως",
  "anonymous": "ανώνυμος",
  "Funding anonymously. Click to login": "Χρηματοδοτήστε ανώνυμα. Κάντε κλικ για να συνδεθείτε",
  "Click to logout": "Πατήστε για να αποσυνδεθείτε",
  "About to logout": "Πρόκειται να αποσυνδεθείτε",
  "You are about to logout of your account": "Πρόκειται να αποσυνδεθείτε από το λογαριασμό σας",
  "Logout": "Αποσύνδεση",
  "Reach out for help": "Απευθυνθείτε για βοήθεια",
  "Waiting for payment": "Αναμονή για πληρωμή",
  "Email": "Email",
  "Failed to download image": "Αποτυχία λήψης της φωτογραφίας",
  "copy": "αντιγραφή",
  "Go to project": "Πήγαινε στο project",
  "Your project is in draft": "Το project σας είναι στα πρόχειρα",
  "Please refresh the page and try again.": "Παρακαλούμε ανανεώστε την σελίδα και προσπαθήστε πάλι.",
  "Description": "Περιγραφή",
  "Links & tags": "Σύνδεσμοι & ετικέτες",
  "Wallet": "Πορτοφόλι",
  "Contributors": "Χορηγοί",
  "Back to project": "Επιστροφή στο project",
  "Name": "Όνομα",
  "Contribution": "Συνεισφορά",
  "Copy": "Αντιγραφή",
  "Project updated successfully!": "Το project ενημερώθηκε επιτυχώς!",
  "Project update failed!": "Η ενημέρωση του project απέτυχε!",
  "Save": "Αποθήκευση",
  "Title": "Τίτλος",
  "A few words that make your project stand out": "Μερικές κουβέντες για να κάνουν το project σας να ξεχωρίζει",
  "Add 'one liner' a simple descriptions of what your project is about": "Προσθέστε \"συμπληρωματικές πληροφορίες\", μια απλή περιγραφή του αντικειμένου του project σας",
  "Image": "Εικόνα",
  "Change image": "Αλλαγή εικόνας",
  "This lightning address is already taken.": "Αυτή η διεύθυνση lightning  χρησιμοποιείται ήδη.",
  "Leave without saving": "Αποχώρηση χωρίς αποθήκευση",
  "failed to update project": "αποτυχία ανανέωσης του project",
  "please enter a valid url for project links": "παρακαλούμε εισάγετε ένα έγκυρο url για τους συνδέσμους project",
  "failed to create new tag": "αποτυχία δημιουργίας νέας ετικέτας",
  "failed to create tag": "αποτυχία δημιουργίας ετικέτας",
  "tag length must be between": "το μήκος της επικέτας πρέπει να είναι ανάμεσα",
  "and": "και",
  "add tag": "πρόσθεστε ετικέτα",
  "Connect your sites so viewers can see more proof of your work": "Συνδέστε τις τοποθεσίες σας ώστε οι θεατές να βλέπουν περισσότερες αποδείξεις της εργασίας σας",
  "Project links": "Σύνδεσμοι project",
  "Add Project Link": "Προσθέστε Συνδέσμους Project",
  "you will be redirected shortly...": "θα ανακατευθυνθείτε σύντομα...",
  "failed to delete project": "αποτυχία διαγραφής project",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "Οι ειδοποιήσεις και οι ενημερώσεις του project αποστέλλονται στο email του δημιουργού του. Αυτό το email μπορεί να διορθωθεί από τις Ρυθμίσεις του προφίλ του δημιουργού.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "Η απενεργοποίηση του project σας δεν θα επιτρέψει σε άλλους να το χρηματοδοτήσουν, αλλά το project σας θα εξακολουθεί να είναι ορατό σε όλους. Θα μπορείτε να ενεργοποιήσετε ξανά το project σας ανά πάσα στιγμή.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "Η διαγραφή ενός project θα το καταστήσει μη προσβάσιμο σ' εσάς και στους άλλους. Μπορείτε να διαγράψετε ένα project μόνο αν δεν έχει λάβει καμία συνεισφορά. Αυτό γίνεται για να διασφαλιστεί η διαφάνεια για όσους έχουν συνεισφέρει στο project.",
  "Delete": "Διαγραφή",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "Η ενέργεια αυτή είναι μη αναστρέψιμη. Δεν θα μπορείτε πλέον να βλέπετε ή να έχετε πρόσβαση σε αυτό το project ή τα δεδομένα του.",
  "Confirm that you want to delete the project": "Επιβεβαιώστε ότι θέλετε να διαγράψετε το project",
  "FUNDED": "Χρηματοδοτηθηκε",
  "Project story updated successfully!": "Η περιγραφή του project ενημερώθηκε με επιτυχία!",
  "There was a problem while trying to update the project story": "Υπήρξε ένα πρόβλημα κατά την προσπάθεια ενημέρωσης της περιγραφής του project",
  "Write a more in-depth description of the project. You can also add images and videos.": "Γράψτε μια πιο εμπεριστατωμένη περιγραφή του project. Μπορείτε επίσης να προσθέσετε εικόνες και βίντεο.",
  "Hostname or IP address": "Hostname ή διεύθυνση IP",
  "Public key": "Δημόσιο κλειδί",
  "Invoice Macaroon": "Τιμολόγιο Macaroon",
  "TLS certificate": "Πιστοποιητικό TLS",
  "gRPC port": "θύρα gRPC",
  "Lightning Address": "Διεύθυνση Lightning",
  "failed to create project wallet": "αποτυχία δημιουργίας πορτοφολιού για το project",
  "please provide valid wallet details": "παρακαλούμε δώστε έγκυρα στοιχεία πορτοφολιού",
  "Launch Project": "Έναρξη Project",
  "Save As Draft": "Αποθήκευση Ως Πρόχειρο",
  "Connect Your Node": "Συνδέστε τον Κόμβο σας",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "Το project σας είναι σχεδόν έτοιμο. Τώρα μπορείτε να ξεκινήσετε το project και να το δημοσιοποιήσετε ή να το αποθηκεύσετε ως προσχέδιο. Και μπορείτε πάντα να επεξεργάστείτε το project ανά πάσα στιγμή.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "Συνεχίζοντας, συμφωνώ με τους <1>Όρους και Προϋποθέσεις</1> της Geyser",
  "Node name cannot be longer than": "Το όνομα του κόμβου δεν μπορεί να είναι μεγαλύτερο από",
  "characters": "χαρακτήρες",
  "Tor addresses are currently not supported": "Οι διευθύνσεις μέσω Tor δεν υποστηρίζονται προς το παρόν",
  "Public Key must be": "Το Δημόσιο Κλειδί πρέπει να είναι",
  "characters long": "τόσους χαρακτήρες",
  "The Public Key is wrongly formatted.": "Το Δημόσιο Κλειδί είναι λανθασμένα διαμορφωμένο.",
  "Invoice Macaroon cannot be longer than": "Το τιμολόγιο Macaroon δεν μπορεί να είναι μεγαλύτερο από",
  "Add a Node": "Συμπληρώστε έναν Κόμβο",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "Προς το παρόν υποστηρίζουμε κόμβους LND και clearnet. Έτσι, οι κόμβοι Tor δεν λειτουργούν αυτή τη στιγμή.",
  "Node Name": "Όνομα Κόμβου",
  "This is a Voltage Node": "Αυτός είναι ένας Κόμβος Voltage",
  "Find our demo here on how to load a Voltage node.": "Βρείτε το demo μας εδώ για το πώς να φορτώσετε έναν κόμβο Voltage.",
  "API endpoint": "Τελικό σημείο API",
  "Identity Pubkey": "Ταυτότητα Δημόσιου Κλειδιού",
  "failed to create project": "αποτυχία δημιουργίας project",
  "Create a project": "Δημιουργήστε ένα project",
  "Create a new project": "Δημιουργήστε ένα νέο project",
  "Transform your ideas into real world projects backed by your community": "Μετατρέψτε τις ιδέες σας σε πραγματικά project που υποστηρίζονται από την κοινότητά σας",
  "Raise funds from anywhere in the world": "Συγκεντρώστε κεφάλαια από οπουδήποτε στον κόσμο",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "Αν το κουμπί του twitter δεν ανοίγει τη σελίδα ελέγχου ταυτότητας του Twitter, βεβαιωθείτε ότι τα αναδυόμενα παράθυρα είναι ενεργοποιημένα από τις προτιμήσεις του προγράμματος περιήγησης.",
  "The authentication request failed.": "Το αίτημα ελέγχου ταυτότητας απέτυχε.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "Δεν μπορέσαμε να εντοπίσουμε τις εφαρμογές Alby ή Flamingo που συνδέονται με το Nostr.",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "Αυτός ο λογαριασμός είναι συνδεδεμένος με ένα άλλο προφίλ της Geyser. Βεβαιωθείτε ότι χρησιμοποιείτε έναν μοναδικό λογαριασμό. Για οποιαδήποτε απορία επικοινωνήστε με την ομάδα της Geyser μέσω",
  "Project description": "Περιγραφή project",
  "Launch project": "Έναρξη project",
  "Connect wallet": "Συνδέστε το πορτοφόλι",
  "You’re ready to launch!": "Είσαστε έτοιμοι να ξεκινήσετε!",
  "An error occurred while attempting to load the profile page.": "Παρουσιάστηκε σφάλμα κατά την προσπάθεια φόρτωσης της σελίδας προφίλ.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "Προσπαθήστε να ανανεώσετε τη σελίδα. Εάν το πρόβλημα εξακολουθεί να υφίσταται, μπορείτε επίσης να επικοινωνήσετε με την υποστήριξη.",
  "Edit": "Επεξεργασία",
  "Failed to unlink account": "Η αποσύνδεση λογαριασμού απέτυχε",
  "Connect more social profiles to your Geyser account.": "Συνδέστε περισσότερα κοινωνικά προφίλ με τον λογαριασμό σας στην Geyser.",
  "Activity": "Δραστηριότητα",
  "Followed projects": "Project που ακολουθείτε",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "Η εκκίνηση ενός project διαρκεί μόνο 2 λεπτά! Αν δεν είστε σίγουροι αν η ιδέα σας είναι έτοιμη, μπορείτε να την ξεκινήσετε και να την ενεργοποιήσετε αργότερα.",
  "Geyser badges": "Κονκάρδες της Geyser",
  "Login with Nostr to claim the badges you earned!": "Συνδεθείτε με το Nostr για να διεκδικήσετε τις κονκάρδες που κερδίσατε!",
  "Claim": "Δικαίωμα",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "Με την αποσύνδεση αυτού του λογαριασμού Nostr από το προφίλ σας στην Geyser θα μπορείτε να συνδέσετε έναν διαφορετικό λογαριασμό Nostr. Ωστόσο, δεν θα μπορείτε να δημιουργήσετε ένα νέο προφίλ στην Geyser με τον υπάρχοντα λογαριασμό του Nostr.",
  "Your badges are connected to this Nostr account.": "Οι κονκάρδες είναι συνδεδεμένες με αυτό τον λογαριασμού Nostr.",
  "Disconnect": "Αποσύνδεση",
  "Bio": "Βιογραφικό",
  "You do not have permission to access this page.": "Δεν έχετε άδεια πρόσβασης σε αυτή την σελίδα.",
  "Applications Open": "Ανοιχτές Αιτήσεις",
  "Closed": "Έκλεισε",
  "Active": "Ένεργά",
  "Countdown to grant going live": "Αντίστροφη μέτρηση για την επιχορήγηση",
  "Time left to vote": "Υπολειπόμενος χρόνος για ψηφοφορία",
  "Sponsored by": "Χορηγία από",
  "SPONSORS": "ΧΟΡΗΓΟΙ",
  "See the winner announcement": "Δείτε την ανακοίνωση του νικητή",
  "Announcement": "Ανακοίνωση",
  "Let the Sats flow to your favorite projects.": "Αφήστε τα Sats να ρέουν προς τα αγαπημένα σας project.",
  "distributed": "διανεμημένα",
  "Vote": "Ψηφίστε",
  "Apply": "Κάντε Αίτηση",
  "Login to apply": "Συνδεθείτε για να κάνετε αίτηση",
  "Success!": "Επιτυχές!",
  "Select a project": "Επιλέξτε ένα project",
  "To apply to a grant you need to first login into Geyser.": "Για να υποβάλετε αίτηση για μια επιχορήγηση πρέπει πρώτα να συνδεθείτε στην Geyser.",
  "Select your Geyser project from the list": "Επιλέξτε το project της Geyser από τη λίστα",
  "You have not created any projects": "Δεν έχετε δημιουργήσει κάποιο project",
  "To apply for a grant you need to create a project on Geyser.": "Για να αιτηθείτε επιχορήγηση πρέπει να δημιουργήσετε ένα project στην Geyser.",
  "Grant application failed.": "Η αίτηση επιχορήγησης απέτυχε.",
  "Grant funds will be distributed based on community votes.": "Τα χρήματα της επιχορήγησης θα διανεμηθούν με βάση τις ψήφους της κοινότητας.",
  "Amount": "Ποσό",
  "More Information": "Περισσότερες Πληροφορίες",
  "Grant Winners!": "Νικητές Επιχορηγήσεων!",
  "See all Grants": "Δείτε όλες τις Επιχορηγήσεις",
  "Geyser Grants": "Επιχορηγήσεις της Geyser",
  "CLOSED": "Εκλεισε",
  "Round 1 Announcement": "Ανακοίνωση 1ος Κύκλος",
  "The Geyser Grant Round 1 winners have been released.": "Ανακοινώθηκαν οι νικητές του 1ου Κύκλου Επιχορηγήσεων της Geyser.",
  "The board will be responsible for reviewing and evaluating the applications.": "Η επιτροπή θα είναι υπεύθυνη για την εξέταση και την αξιολόγηση των αιτήσεων.",
  "Made possible by sponsors": "Με τη βοήθεια χορηγών",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "εταιρίες Bitcoin και ανώνυμα άτομα που θέλουν να δώσουν ελπίδα στον κόσμο.",
  "Bitcoin Education": "Εκπαίδευση στο Bitcoin",
  "Bitcoin Development": "Εξέλιξη του Bitcoin",
  "Bitcoin Culture": "Πολιτισμός του Bitcoin",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "Στόχος αυτής της επιχορήγησης είναι η υποστήριξη μη κερδοσκοπικών προσπαθειών και πρωτοβουλιών που αποσκοπούν στην εκπαίδευση στο Bitcoin. Το Bitcoin είναι ένα εργαλείο για την ατομική ελευθερία και την αυτοκυριαρχία. Επιτρέπει μια επανάσταση που θα οδηγήσει την ανθρωπότητα στο επόμενο επίπεδο, παρέχοντας οικονομική ελευθερία και προσβασιμότητα στον κόσμο, καθώς και επιστροφή σε ένα υγιές χρηματοπιστωτικό σύστημα. Και όμως, οι περισσότεροι άνθρωποι εξακολουθούν να το βλέπουν ως ένα εργαλείο για τζόγο, χρήματα για εγκληματίες, ένα σύστημα ponzi ή έναν οικολογικό εφιάλτη. Αυτός είναι ο λόγος για τον οποίο το έργο των εκπαιδευτών του Bitcoin είναι τόσο σημαντικό. Χρειάζεται ακόμη πολλή δουλειά για να ενδυναμωθούν οι άνθρωποι σε όλο τον κόσμο ώστε να χρησιμοποιήσουν το Bitcoin ως εργαλείο για να ξεφύγουν από τον ανεξέλεγκτο πληθωρισμό, τη χρηματοπιστωτική λογοκρισία και την αφερεγγυότητα. Για περισσότερες πληροφορίες, δείτε εδώ.",
  "applicants": "υποψήφιοι",
  "contributed": "συνεισέφεραν",
  "GRANT TO DISTRIBUTE": "Επιχορηγησεις προς διανομη",
  "Designs by": "Σχεδιασμός από",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "Ευχαριστούμε τους προγραμματιστές και τους σχεδιαστές που δημιούργησαν και σχεδίασαν τις Επιχορηγήσεις της Geyser.",
  "Please enter a valid email address.": "Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση email.",
  "Succesfully subscribed to Geyser": "Επιτυχής εγγραφή στην Geyser",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "Ευχαριστούμε για την εγγραφή σας. Σύντομα θα μοιραστούμε περισσότερες πληροφορίες σχετικά με τα project και τα προϊόντα της Geyser. Για να γίνετε μέλος της κοινότητάς μας, βρείτε μας στο Telegram και στο Twitter.\n",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "Για να λαμβάνετε πληροφορίες σχετικά με τα τελευταία project και τα προϊόντα της Geyser εγγραφείτε αφήνοντας το email σας παρακάτω.",
  "Contact Email": "Email επικοινωνίας",
  "You successfully subscribed to <1>Geyser Grants</1>!": "Επιτυχής εγγραφή στις <1>Επιχορηγήσεις της Geyser</1>!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "Χρηματοδότηση εκπαιδευτικών, δημιουργών και κατασκευαστών που κάνουν project-μόνο σε σχέση με το- Bitcoin στην Geyser.",
  "Funded by bitcoiners who want to change the world.": "Χρηματοδοτείται από bitcoiners που θέλουν να αλλάξουν τον κόσμο.",
  "View project": "Δείτε το project",
  "Saving": "Αποθήκευση",
  "Saved": "Αποθηκεύτηκε",
  "Save draft": "Αποθήκευση στα πρόχειρα",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "Για την αναγνώριση των ενεργών χρηστών, η Geyser εκδίδει και απονέμει στους χρήστες κονκάρδες Nostr, με τις οποίες μπορούν να αναγνωρίσουν πληρέστερα τις ενέργειές τους.",
  "What is Nostr": "Τι είναι το Nostr",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "Nostr σημαίνει: 'Σημειώσεις και Άλλα Πράγματα που μεταδίδονται με Αναμεταδώτες'. Όπως το HTTP ή το TCP-IP, το Nostr είναι ένα πρωτόκολλο· ένα ανοιχτό πρότυπο στο οποίο μπορεί ο καθένας να δημιουργήσει. Το Nostr δεν είναι μια εφαρμογή ή μια υπηρεσία στην οποία κάνετε εγγραφή. Ελέγξτε το <1>nostr.how</1> για περισσότερες πληροφορίες.",
  "What are Nostr Badges": "Τι είναι οι κονκάρδες του Nostr",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "Οι κονκάρδες του Nostr είναι ένα νέο γεγονός στο Nostr που επιτρέπει στους χρήστες να στέλνουν και να λαμβάνουν ψηφιακά περιουσιακά στοιχεία με εικόνα, τίτλο και περιγραφή. Είναι NIP-58 στο Nostr",
  "How to redeem my Nostr badge": "Πως να εξαργυρώσω τις κονκάρδες του Nostr",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "Μπορείτε να διεκδικήσετε τις κονκάρδες της Geyser πολύ εύκολα από το προφίλ σας. Συνδεθείτε με το Nostr, μεταβείτε στο προφίλ και κάντε κλικ στο &apos;δικαίωμα&apos;.",
  "Where can I see my Geyser badges?": "Που μπορώ να δω τις κονκάρδες μου στην Geyser;",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "Μπορείτε να έχετε πρόσβαση στις κονκάρδες της Geyser σε οποιαδήποτε πλατφόρμα Nostr που παρουσιάζει κονκάρδες Nostr, όπως οι badges.page και Amethyst.",
  "Who can edit and update Nostr Badges?": "Ποιος μπορεί να επεξεργαστεί και να ενημερώσει τις κονκάρδες του Nostr;",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "Ο εκδότης των κονκάρδων μπορεί να επεξεργαστεί τις πληροφορίες που τις αφορούν, αλλά δεν μπορεί να τις ανακαλέσει. Ως εκ τούτου, η Geyser μπορεί να προβεί σε αλλαγές στις κονκάρδες, αν κάποια στιγμή χρειαστεί.",
  "Will there be more badges?": "Θα υπάρξουν περισσότερες κονκάρδες;",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "Ναι! Σκοπεύουμε να δημιουργήσουμε περισσότερες κονκάρδες όταν δούμε πως υπάρχει ένας ιδιαίτερος λόγος για να αναγνωρίσουμε τη σκληρή δουλειά ή τα σημαντικά επιτεύγματα. Αλλά μην ανησυχείτε, δεν θα κατακλύσουμε το σύστημα με κονκάρδες.",
  "Hey, I should have that badge!": "Θα έπρεπε να έχω αυτές τις κονκάρδες!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "Αν νομίζετε ότι θα έπρεπε να έχετε πρόσβαση σε μια κονκάρδα επικοινωνήστε μαζί μας στο <1>hello@geyser.fund</1> και μπορούμε να επανεξετάσουμε το προνόμιο της κονκάρδας σας!",
  "Error": "Λάθος",
  "Authentication failed.": "Αποτυχία ελέγχου ταυτότητας.",
  "Please clear your browser's cache & cookies and try again.": "Καθαρίστε τη μνήμη cache και τα cookies του προγράμματος περιήγησής σας και δοκιμάστε ξανά.",
  "Requested operation declined": "Απορρίφθηκε η αιτούμενη λειτουργία",
  "Please use the invoice instead.": "Παρακαλούμε χρησιμοποιήστε το τιμολόγιο.",
  "Oops! Something went wrong with WebLN.": "Ωπ! Κάτι πήγε στραβά με το WebLN.",
  "Please copy the invoice manually instead.": "Παρακαλούμε αντιγράψτε το τιμολόγιο χειροκίνητα.",
  "Connect with Lightning": "Συνδεθείτε με το Lightning",
  "Scan the QR code to connect to your Lightning wallet.": "Σαρώστε τον κωδικό QR για να συνδεθείτε με το Lightning πορτοφόλι σας.",
  "Check if your wallet supports LNURL-auth here.": "Ελέγξτε αν το πορτοφόλι σας υποστηρίζει LNURL-auth εδώ.",
  "Waiting to connect...": "Αναμονή για σύνδεση...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "Λάβετε υπόψη ότι είστε υπεύθυνοι για τη διαχείριση της ρευστότητας του κόμβου σας.",
  "Grant": "Επιχορήγηση",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "Παρακαλούμε συνδεθείτε ξανά με το προφίλ σας ή πατήστε Συνέχεια αν θέλετε να παραμείνετε ανώνυμοι.",
  "Add tags": "Συμπληρώστε ετικέτες",
  "You must write a project story.": "Χρειάζεται να γράψετε μια περιγραφή του project σας.",
  "Public comment": "Δημόσια σχόλια",
  "Filter": "Φίλτρα",
  "cannot select more than 3 tags": "δεν μπορείτε να επιλέξετε περισσότερες από 3 ετικέτες",
  "Leaderboard": "Κατηγοριοποίηση",
  "Contributor": "Συνεργάτης",
  "Amount funded": "Ποσό Χρηματοδότησης",
  "Projects funded": "Project που χρηματοδοτήθηκαν",
  "Open source": "Ανοικτού Κώδικα",
  "Podcast": "Podcast",
  "Epic": "Τέλεια",
  "Winner": "Νικητής",
  "Board": "Πίνακας",
  "Creator": "Δημιουργός",
  "Select language": "Επιλογή Γλώσσας",
  "Request a language": "Αναζητήστε γλώσσα",
  "Check out some trending projects this week that you can follow in the discovery view!": "Δείτε μερικά από τα διάσημα project αυτής της εβδομάδας που μπορείτε να ακολουθήσετε στη σελίδα εξερεύνησης!",
  "Add goal": "Συμπληρώστε τον στόχο",
  "from": "από",
  "Grant funds will be distributed by principled bitcoin board members.": "Τα ποσά της Επιχορήγησης θα διανεμηθούν σύμφωνα με τις αρχές του Bitcoin από μέλη της επιτροπής.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "Συνεισφέρετε απευθείας στο {{title}} μέσω του QR κωδικού (lightning and on-chain)",
  "1 Sat = 1 vote.": "1 Sat = 1 ψήφος.",
  "Verify your email": "Επιβεβαιώστε το email σας",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "Δημιουργήστε αντίγραφα ασφαλείας του λογαριασμού σας στην Geyser και του project σας με το email σας. Αυτό θα διασφαλίσει ότι μπορείτε πάντα να έχετε πρόσβαση στην Geyser (σε περίπτωση λογοκρισίας των μέσων κοινωνικής δικτύωσης) και να ενημερώνετε με ασφάλεια τις πληροφορίες του project σας.",
  "Email input": "Καταχωρήστε το email σας",
  "Failed to generate OTP.": "Αποτυχία δημιουργίας OTP.",
  "Email is a required field": "Το email είναι υποχρεωτικό πεδίο",
  "Please enter a valid Email address": "Παρακαλούμε καταχωρήστε ένα έγκυρο email",
  "Failed to update email.": "αποτυχία ανανέωσης email.",
  "Failed to verify email.": "Αποτυχία επιβεβαίωσης email.",
  "Your email": "Το email σας",
  "Wallet updated successfully!": "Επιτυχής ενημέρωση πορτοφολιού!",
  "Failed to update wallet.": "Αποτυχία ενημέρωσης πορτοφολιού.",
  "Failed to login with email": "Αποτυχία σύνδεσης με το email",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "Μπορείτε να ενημερώσετε το πορτοφόλι σας με ασφάλεια χρησιμοποιώντας τον κωδικό πρόσβασης μίας χρήσης που αποστέλλεται στο επαληθευμένο email σας.",
  "Verify email": "Επιβεβαίωση email",
  "This email has not been verified": "Αυτό το email δεν είναι επιβεβαιωμένο",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "Μπορείτε να ενημερώσετε το email σας με ασφάλεια χρησιμοποιώντας τον κωδικό πρόσβασης μίας χρήσης που αποστέλλεται στο τελευταίο επαληθευμένο email σας.",
  "Delete profile": "Διαγραφή προφίλ",
  "Failed to delete profile": "Αποτυχία διαγραφής προφίλ",
  "Settings": "Ρυθμίσεις",
  "To delete your profile permanently from Geyser.": "Για να διαγράψετε οριστικά το προφίλ σας από την Geyser.",
  "Your profile has been deleted.": "Το προφίλ σας έχει διαγραφεί.",
  "Profile has been deleted": "Το προφίλ έχει διαγραφεί",
  "Type '{{textToConfirm}}' and confirm": "Πληκτρολογήστε '{{textToConfirm}}' και επιβεβαιώστε ",
  "Close": "Κλείσιμο",
  "Check your SPAM folder for the email.": "Κοιτάξτε για το email στον φάκελο με τα spam.",
  "Delete your profile permanently from Geyser.": "Οριστική διαγραφή του προφίλ σας από την Geyser.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "Επαληθεύστε το email σας για να ασφαλίσετε το λογαριασμό σας και να μπορείτε να επεξεργαστείτε τις πληροφορίες του πορτοφολιού του project. Αυτό το email θα χρησιμοποιείται για να σας ειδοποιεί για σημαντικές ενημερώσεις του project και του πορτοφολιού.",
  "As a project creator, you cannot delete your profile": "Ως δημιουργός project, δεν μπορείτε να διαγράψετε το προφίλ σας",
  "Successfully updated user email": "Επιτυχής ενημέρωση email χρήστη",
  "Email verification successfull!": "Επιτυχής επιβεβαιώση email!",
  "Copy onchain address": "Αντιγραφή διεύθυνσης on-chain",
  "Not now": "Όχι τώρα",
  "Add row above": "Προσθέστε μια γραμμή από πάνω",
  "Add row below": "Προσθέστε μια γραμμή από κάτω",
  "Add column left": "Προσθέστε μια στήλη αριστερά",
  "Add column right": "Προσθέστε μια στήλη δεξία",
  "Remove column": "Αφαίρεση στήλης",
  "Remove row": "Αφαίρεση γραμμής",
  "Insert video": "Εισαφωγή video",
  "Insert": "Εισαγωγή",
  "Must be a valid twitter URL": "Πρέπει να είναι ένα έγκυρο twitter URL",
  "URL is required": "Χρειάζεται URL",
  "Insert tweet": "Εισαγωγή tweet",
  "Failed to insert tweet": "Αποτυχία εισαγωγής tweet",
  "Connect more accounts": "Συνδέστε περισσότερους λογαριασμούς",
  "Pulldown to refresh": "Πίεση προς τα κάτω για ανανέωση",
  "Hide": "Απόκρυψη",
  "Error fetching project stats": "Σφάλμα ανάκτησης στατιστικών στοιχείων του project",
  "Error fetching badges": "Σφάλμα ανάκτησης κονκάρδων",
  "Historical": "Ιστορικό",
  "No data available": "Δεν υπάρχουν διαθέσιμα δεδομένα",
  "Details": "Λεπτομέριες",
  "Add": "Πρόσθεσε",
  "Last 30 days": "Τις τελευταίες 30 ημέρες",
  "Last 7 days": "Τις τελευταίες 7 ημέρες",
  "Last 12 months": "Τους τελευταίους 12 μήνες",
  "Exported on": "Εξάχθηκαν σε",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "Εάν κλειδωθείτε έξω από το project σας από την Geyser, μπορείτε να έχετε πρόσβαση σε αυτό από οποιοδήποτε άλλο λογισμικό Nostr χρησιμοποιώντας το ιδιωτικό σας κλειδί, το οποίο έχει δημιουργηθεί από την Geyser για εσάς.",
  "Get your Private Key Kit off your computer and print out a copy": "Βγάλτε το Private Key Kit από τον υπολογιστή σας και εκτυπώστε ένα αντίγραφο.",
  "Store it somewhere safe.": "Αποθηκεύστε το σε ασφαλές μέρος.",
  "Nostr Private Key information": "Πληροφορίες ιδιωτικού κλειδιού Nostr",
  "Public Key": "Δημόσιο κλειδί",
  "Be aware of the following:": "Λάβετε υπόψη σας τα εξής:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "Αν χάσετε ή διαρρεύσουν τα ιδιωτικά σας κλειδιά, το project σας κινδυνεύει να εκτεθεί και δεν υπάρχει τίποτα που μπορεί να κάνει η Geyser γι' αυτό.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "Η Geyser αναλαμβάνει τη φύλαξη των ιδιωτικών κλειδιών σας, επομένως δεν συνιστούμε τη χρήση αυτών των ιδιωτικών κλειδιών στο Nostr.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "Δεν έχουν ενσωματωθεί όλες οι λειτουργίες της Geyser στο Nostr, επομένως δεν θα διαλειτουργεί όλο το περιεχόμενο που δημιουργείτε στη Geyser με το υπόλοιπο δίκτυο Nostr.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "Εάν αλλάξετε τη διεύθυνση lightning στην Geyser από άλλο λογισμικό, η Geyser δεν έχει τρόπο να επαληθεύσει τα Zaps που γίνονται από άλλα προγράμματα, επομένως, αυτά τα Zaps δεν θα εμφανίζονται στο Geyser.",
  "Export Private key (nsec)": "Εξαγωγή ιδιωτικού κλειδιού (nsec)",
  "Are you sure you want to export your private keys?": "Είστε σίγουροι ότι θέλετε να εξάγετε τα ιδιωτικά σας κλειδιά;",
  "Warning: your project risks being compromised if you leak your private key.": "Προειδοποίηση: το έργο σας κινδυνεύει να παραβιαστεί αν διαρρεύσει το ιδιωτικό σας κλειδί.",
  "I understand the risks of exporting my private key": "Κατανοώ τους κινδύνους της εξαγωγής του ιδιωτικού μου κλειδιού",
  "failed to copy": "Αποτυχία αντιγραφής",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Το Nostr είναι ένα απλό, ανοικτό πρωτόκολλο που επιτρέπει την παγκόσμια, αποκεντρωμένη και ανθεκτική στη λογοκρισία μετάδοση πληροφοριών. H Geyser παρέχει σε κάθε project το δικό του npub. Αυτό σημαίνει ότι είστε σε θέση να έχετε πρόσβαση στο project σας από άλλα λογισμικα προγράμματα Nostr και ότι η δραστηριότητά σας στο Geyser θα είναι ορατή και προσβάσιμη σε όλες τις πλατφόρμες.",
  "Below you can find the information you need to access your public and private keys.": "Παρακάτω μπορείτε να βρείτε τις πληροφορίες που χρειάζεστε για να αποκτήσετε πρόσβαση στα δημόσια και ιδιωτικά κλειδιά σας.",
  "Your Nostr Public Key (npub)": "Το Δημόσιο Κλειδί σας (npub) για το Nostr",
  "Warning: Before exporting your private keys, make sure to read the following message.": "Προειδοποίηση: Πριν εξάγετε τα ιδιωτικά σας κλειδιά, βεβαιωθείτε ότι έχετε διαβάσει το ακόλουθο μήνυμα.",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "Μπορείτε να εξάγετε τα ιδιωτικά κλειδιά του project από την Geyser για να έχετε πρόσβαση σε αυτό από άλλο λογισμικό Nostr. Ωστόσο, λάβετε υπόψη σας τα ακόλουθα:",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "Χειριστείτε το κλειδί με μεγάλη προσοχή. Οποιοσδήποτε κατέχει το ιδιωτικό κλειδί μπορεί να δημοσιεύσει για λογαριασμό του project. Αν διαρρεύσει το ιδιωτικό σας κλειδί, το έργο κινδυνεύει να παραβιαστεί και δεν υπάρχει τίποτα που μπορεί να κάνει το Geyser για να το αποτρέψει.",
  "The Relays": "Οι αναμεταδότες",
  "These are the relays that we publish to.": "Αυτοί είναι οι αναμεταδότες στους οποίους δημοσιεύουμε.",
  "You need to login before creating your project.": "Χρειάζεται να συνδεθείτε πριν δημιουργήσετε το δικό σας project.",
  "Please provide secure links, starting with https://": "Παρακαλείστε να παράσχετε ασφαλείς συνδέσμους, ξεκινώντας από το https://",
  "Project Private Key Kit (nsec)": "Project Private Key Kit (nsec)",
  "Share": "Μοιραστείτε",
  "Select an image": "Επιλέξτε μια φωτογραφία",
  "Title is a required field.": "Ο τίτλος είναι υποχρεωτικό πεδίο.",
  "Find out more": "Ανακαλύψτε περισσότερα",
  "Milestone": "Ορόσημο",
  "Successfully contributed to": "Συνεισέφερατε επιτυχώς στο",
  "Project Identifier": "Αναγνωριστικό του project",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "Ορίστε το μοναδικό αναγνωριστικό του project σας για να δημιουργήσετε την εξατομικευμένη διεύθυνση URL και να λάβετε μια αντίστοιχη διεύθυνση Lightning για το project σας στην Geyser.",
  "Your Nostr Private Key Kit (nsec)": "Το σετ ιδιωτικού κλειδιού Nostr (nsec)",
  "Limited Edition (skip if no limit)": "Περιορισμένη Έκδοση (παραλήψτε αν δεν υπάρχει όριο)",
  "Currency": "Νόμισμα",
  "Price": "Τιμή",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "Η lightning διεύθυνση της Geyser είναι <1>{{projectAddress}}</1>. Όλα τα χρήματα που αποστέλλονται σε αυτή τη διεύθυνση θα δρομολογούνται αμέσως στο πορτοφόλι που θα καθορίζετε παρακάτω.",
  "Confirm project launch": "Επιβεβαίωση έναρξης project",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "Με την έναρξη του project σας, αυτό θα είναι ορατό και αναζητήσιμο από το κοινό. Θα μπορείτε να απενεργοποιήσετε το project σας, αλλά όχι να το αποκρύψετε μετά την έναρξή του.",
  "Lightning Node": "Κόμβος Lightning",
  "Confirm launch": "Επιβεβαίωση έναρξης",
  "You’re all set!": "Είσαστε έτοιμοι!",
  "Zoom": "Zoom",
  "Warning! By changing this identifier your old project links will not send you to your project": "Προειδοποίηση! Αλλάζοντας αυτό το αναγνωριστικό οι παλιoί σύνδεσμοι με το project σας δεν θα σας στέλνουν στο project σας",
  "Private Key": "Ιδιωτικό Κλειδί",
  "sold": "πουλήθηκε",
  "Items": "Αντικείμενα",
  "Bitcoin Price": "Τιμή Bitcoin",
  "Date": "Ημερομηνία",
  "Status": "Κατάσταση",
  "Show more": "Εμφάνιση περισσοτέρων",
  "Delivered": "Παραδόθηκαν",
  "To do": "Να γίνουν",
  "Shipped": "Αποστάλθηκαν",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "Ακολουθήστε μας και μιλήστε μας στα μέσα κοινωνικής δικτύωσης στο @geyserfund, ώστε να ενισχύσουμε το περιεχόμενό σας.",
  "Type": "Τύπος",
  "Reference": "Αναφορά",
  "To": "Προς",
  "From": "Από",
  "Export": "Εξαγωγή",
  "Custom Range": "Προσαρμοσμένη σειρά",
  "Past Month": "Τον περασμένο μήνα",
  "Past Week": "Την περασμένη εβδομάδα",
  "All": "Όλα",
  "Donation": "Δωρεά",
  "BTC (sats)": "BTC (sats)",
  "Are you sure you want to make the change?": "Είστε σίγουροι ότι θέλετε να κάνετε την αλλαγή;",
  "Badge": "Κονκάρδα",
  "Checkout": "Πληρωμή",
  "Project URL": "Project URL",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "Αλλάξατε το αναγνωριστικό του έργου σας, το οποίο αλλάζει επίσης τη διεύθυνση URL της Geyser και τη διεύθυνση Lightning.",
  "Are you sure?": "Είσαστε σίγουροι;",
  "Nostr settings": "Ρυθμίσεις Nostr",
  "USD ($)": "USD ($)",
  "Make a donation": "Κάντε μια συνεισφορά",
  "Sell anything to reward your contributors": "Πουλήστε οτιδήποτε για να ανταμείψετε τους συνεισφέροντες σας",
  "Oops, looks like this page got lost in space": "Ωχ, φαίνεται ότι αυτή η σελίδα χάθηκε στο διάστημα",
  "No items with this status.": "Δεν υπάρχουν αντικείμενα με αυτήν την κατάσταση.",
  "Category": "Κατηγορία",
  "months": "μήνες",
  "Purchases": "Αγορές",
  "Followed": "Ακολουθείται",
  "month": "μήνα",
  "Quantity": "Ποσότητα",
  "Reference code": "Κωδικός αναφοράς",
  "Shipping status": "Κατάσταση αποστολής",
  "Guide": "Οδηγός",
  "Support Geyser": "Υποστήριξη Geyser",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "Το Geyser σας παρέχει μια πλατφόρμα για να προβάλλετε και να ενισχύσετε το έργο σας. Εξετάστε το ενδεχόμενο να μας επιστρέψετε κάποια αξία, ώστε να συνεχίσουμε να βελτιώνουμε το προϊόν μας.",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "Δοκιμάστε να ανανεώσετε αυτήν τη σελίδα ή να δοκιμάσετε να καθαρίσετε τα δεδομένα του ιστότοπου (Επιθεώρηση -> Εφαρμογή -> Καθαρισμός δεδομένων ιστότοπου).",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "Εάν το πρόβλημα παραμένει, ενημερώστε μας μέσω της <1>φόρμας σχολίων</1> ή επικοινωνήστε μαζί μας στο <3>Telegram</3>",
  "This project does not exist": "Αυτό το έργο δεν υπάρχει",
  "What may have gone wrong:": "Τι μπορεί να πήγε στραβά:",
  "You may have typed the wrong URL": "Μπορεί να έχετε πληκτρολογήσει λάθος διεύθυνση URL",
  "The project may have been deleted": "Το έργο μπορεί να έχει διαγραφεί",
  "The creator may have changed the project URL": "Ο δημιουργός μπορεί να έχει αλλάξει τη διεύθυνση URL του έργου",
  "Grant amount": "Ποσό επιχορήγησης",
  "APPLICATION PENDING": "ΕΚΚΡΕΜΕΙ ΑΙΤΗΣΗ",
  "Pending Applications": "Εκκρεμείς Αιτήσεις",
  "Connect with Nostr": "Συνδεθείτε με το Nostr",
  "Post": "Δημοσίευση",
  "Invoice": "Τιμολόγιο",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "Για να λάβετε τα επιλεγμένα αντικείμενα, πρέπει να στείλετε τα στοιχεία αποστολής σας στο email του δημιουργού. Το Geyser δεν θέλει να αποθηκεύσει τις ιδιωτικές σας πληροφορίες για λόγους ασφαλείας.",
  "More info": "Περισσότερες πληροφορίες",
  "Download & Continue": "Λήψη & Συνέχεια",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "Συνεχίζοντας, αναγνωρίζετε ότι είστε υπεύθυνοι για την διεκδίκηση επιστροφών χρημάτων.",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "Για να διατηρήσετε το Geyser χωρίς KYC, οι συναλλαγές στην αλυσίδα ανταλλάσσονται σε Lightning με μη επιμέλεια. Επομένως, απαιτούμε να κατεβάσετε ένα αρχείο επιστροφής χρημάτων ως εφεδρικό στην σπάνια περίπτωση που μια πληρωμή αποτύχει.",
  "Download refund file before proceeding": "Λήψη αρχείου επιστροφής χρημάτων πριν προχωρήσετε",
  "Enter your email to receive transaction confirmation": "Εισαγάγετε το email σας για να λάβετε επιβεβαίωση συναλλαγής",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "Ο χρόνος ολοκλήρωσης μπορεί να ποικίλλει λόγω των συνθηκών του δικτύου Bitcoin, όπως το μέγεθος της mempool και τα τέλη συναλλαγής. Σας ευχαριστούμε για την υπομονή σας.",
  "View transaction on explorer": "Δείτε τη συναλλαγή στον εξερευνητή",
  "Get notified (optional)": "Λάβετε ειδοποίηση (προαιρετικό)",
  "Download refund file": "Λήψη αρχείου επιστροφής χρημάτων",
  "Payment & refund instructions": "Οδηγίες πληρωμής και επιστροφής χρημάτων",
  "Copy link": "Αντιγραφή συνδέσμου",
  "Claim refund": "Διεκδίκηση επιστροφής χρημάτων",
  "Transaction has failed": "Η συναλλαγή απέτυχε",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "Εισαγάγετε τη διεύθυνση Bitcoin on-chain στην οποία επιθυμείτε να λάβετε επιστροφή χρημάτων.",
  "Send the exact payment amount in Satoshis": "Στείλτε το ακριβές ποσό πληρωμής σε Satoshis",
  "Set the transaction fee to medium or high": "Ορίστε το τέλος συναλλαγής σε μεσαίο ή υψηλό",
  "Address is required to claim funds": "Απαιτείται διεύθυνση για την διεκδίκηση κεφαλαίων",
  "Upload refund file": "Ανέβασμα αρχείου επιστροφής χρημάτων",
  "Initiate refund": "Έναρξη επιστροφής χρημάτων",
  "Refund initiated successfully": "Η επιστροφή χρημάτων ξεκίνησε με επιτυχία",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "Εδώ μπορείτε να ξεκινήσετε επιστροφές χρημάτων για αποτυχημένες συναλλαγές συνεισφοράς. Εάν το πρόγραμμα περιήγησής σας έχει αποθηκεύσει αρχεία επιστροφής χρημάτων τοπικά, απλώς εισαγάγετε τη διεύθυνση Bitcoin on-chain για να συνεχίσετε. Εάν όχι, θα πρέπει επίσης να ανεβάσετε το αρχείο επιστροφής χρημάτων που θα έπρεπε να είχατε αποθηκεύσει με ασφάλεια κατά τη διάρκεια της διαδικασίας συνεισφοράς.",
  "For more info on Refund Policies and Fees <1>click here.</1>": "Για περισσότερες πληροφορίες σχετικά με τις πολιτικές επιστροφής χρημάτων και τα τέλη <1>κάντε κλικ εδώ.</1>",
  "Check out my project in geyser: {{projectLink}}": "Δείτε το έργο μου στο geyser: {{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "Είμαστε σε μια αποστολή να αλλάξουμε το παιχνίδι και χρειαζόμαστε τη βοήθειά σας. Βουτήξτε στο έργο μας στο @geyserfund και ας κάνουμε τη διαφορά. Είσαι μέσα; {{projectLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "Ονειρευτείτε μαζί μας! Ξεκινάμε κάτι απίστευτο στο @geyserfund και σας προσκαλούμε να γίνετε μέρος του ταξιδιού. Εγγραφείτε! {{projectLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "Μεγάλα νέα! Μόλις ξεκινήσαμε το τελευταίο μας έργο στο @geyserfund και χρειαζόμαστε τη ΒΟΗΘΕΙΑ ΣΑΣ για να το κάνουμε πραγματικότητα. Έτοιμοι να κάνετε τη διαφορά; {{projectLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "Ελάτε μαζί μας να φέρουμε το ονειρικό μας έργο στη ζωή στο @geyserfund. Ας αλλάξουμε τα πράγματα μαζί! {{projectLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "Έκτακτο: Ανακατεύουμε τα πράγματα με το νέο μας έργο στο @geyserfund! Δείτε το: {{projectLink}} #BreakingNews",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "Μετατρέπουμε τα όνειρά μας σε πραγματικότητα με αυτό το έργο στο @geyserfund. Η υποστήριξή σας έχει σημασία: {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "Κάνοντας τη διαφορά, ένα βήμα τη φορά. Εγγραφείτε στην αποστολή μας στο @geyserfund και βοηθήστε μας να αφήσουμε μια διαρκή επίδραση. Η υποστήριξή σας κάνει όλη τη διαφορά: {{projectLink}} #MakeADifference",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "Εναλλακτικά, μπορείτε να εξερευνήσετε άλλους παρόχους διευθύνσεων Lightning και τα αντίστοιχα όριά τους μέσω αυτού του συνδέσμου: <1>Λίστα Lightning Wallets</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "Λυπούμαστε, αλλά η συναλλαγή σας δεν μπορεί να ολοκληρωθεί. Το πορτοφόλι του έργου που προσπαθείτε να χρηματοδοτήσετε έχει φτάσει στο μέγιστο όριό του και δεν μπορεί να λάβει περισσότερα από {{amount}} Sats αυτή τη στιγμή.",
  "Scan and pay invoice with bitcoin.": "Σάρωση και πληρωμή τιμολογίου με bitcoin.",
  "Download and securely store your Refund File.": "Κατεβάστε και αποθηκεύστε με ασφάλεια το Αρχείο Επιστροφής χρημάτων.",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "Αν το κάνατε, και έχετε καταλήξει ότι δεν επιθυμείτε να προχωρήσετε με επιστροφή χρημάτων αυτή τη στιγμή, είναι απόλυτα ασφαλές να κλείσετε αυτό το παράθυρο",
  "Do not close this window": "Μην κλείσετε αυτό το παράθυρο",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "Το αρχείο Επιστροφής χρημάτων είναι ασφαλές για διαγραφή, καθώς η συναλλαγή σας έχει υποβληθεί επιτυχώς.",
  "Refund Transaction Fees": "Επιστροφή τελών συναλλαγής",
  "Amount contributed": "Ποσό συνεισφοράς",
  "Contribution to": "Συνεισφορά σε",
  "Refund summary": "Σύνοψη επιστροφής χρημάτων",
  "Total Refunded": "Συνολική επιστροφή",
  "We apologize for any inconvenience caused.": "Ζητούμε συγγνώμη για τυχόν ταλαιπωρία.",
  "If you need assistance, please don't hesitate to reach out to us for support.": "Αν χρειάζεστε βοήθεια, μη διστάσετε να επικοινωνήσετε μαζί μας για υποστήριξη.",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "Μη διστάσετε να <1>επικοινωνήσετε με τον δημιουργό</1> για να τον ενημερώσετε για την προσπάθεια χρηματοδότησής σας.",
  "Alternatively": "Εναλλακτικά",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "Δυστυχώς, δεν μπορούμε να επικοινωνήσουμε με το πορτοφόλι για να δημιουργήσουμε ένα τιμολόγιο. Αυτό μπορεί να συμβαίνει επειδή",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "Υποβάλετε αίτηση συμμετοχής στο {{title}} δημιουργώντας το έργο σας στο Geyser και στη συνέχεια επιλέγοντάς το στη ροή της αίτησης",
  "Confirm Delete": "Επιβεβαίωση διαγραφής",
  "Leaderboard (All)": "Leaderboard (Όλα)",
  "Sats sent": "Sats στάλθηκαν",
  "votes": "ψήφοι",
  "voters": "ψηφοφόροι",
  "sats sent": "sats στάλθηκαν",
  "How voting works": "Πώς λειτουργεί η ψηφοφορία",
  "This grant uses ": "Αυτή η επιχορήγηση χρησιμοποιεί",
  "Incremental Voting": "Αυξανόμενη Ψηφοφορία",
  "1 vote": "1 ψήφος",
  "From 1,000 to 9,999 sats": "Από 1.000 έως 9.999 sats",
  "2 votes": "2 ψήφοι",
  "From 10,000 to 99,999 sats": "Από 10.000 έως 99.999 sats",
  "3 votes": "3 ψήφοι",
  "Above 100k sats": "Πάνω από 100k sats",
  "Above 100k sats = 3 votes": "Πάνω από 100k sats = 3 ψήφοι",
  "Let's vote!": "Ας ψηφίσουμε!",
  "Proportional Voting": "Αναλογική Ψηφοφορία",
  " to enable more funding to go towards projects. This means:": "για να επιτρέψουμε περισσότερη χρηματοδότηση για την υλοποίηση έργων. Αυτό σημαίνει:",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 Sat = 1 Ψήφος. Κάθε Sat είναι μία ψήφος.",
  "You can send Sats to multiple projects and multiple times": "Μπορείτε να στείλετε Sats σε πολλαπλά έργα και πολλαπλές φορές",
  "You can send Sats anonymously": "Μπορείτε να στείλετε Sats ανώνυμα",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "Μείνετε ενημερωμένοι με τα έργα που παρακολουθείτε λαμβάνοντας επαναλαμβανόμενες ενημερώσεις έργων και ανακοινώσεις προϊόντων Geyser. Συμπληρώστε το email παρακάτω και καταργήστε την εγγραφή σας ανά πάσα στιγμή.",
  "Enter Goal Title": "Εισαγάγετε τον Τίτλο του Στόχου",
  "Deleting this goal will result in losing all of its progress": "Η διαγραφή αυτού του στόχου θα έχει ως αποτέλεσμα την απώλεια όλης της προόδου του",
  "Are you sure you want to delete goal titled": "Είστε βέβαιοι ότι θέλετε να διαγράψετε τον στόχο με τίτλο",
  "Delete Goal": "Διαγραφή Στόχου",
  "Denominate your goal in Bitcoin or USD": "Ορίστε τον στόχο σας σε Bitcoin ή USD",
  "Inspire your followers to contribute to specific objectives.": "Εμπνεύστε τους ακόλουθούς σας να συνεισφέρουν σε συγκεκριμένους στόχους.",
  "Goal Title": "Τίτλος Στόχου",
  "Goal Amount": "Ποσό Στόχου",
  "Denomination": "Νόμισμα",
  "Create goal": "Δημιουργία στόχου",
  "Nostr": "Nostr",
  "Sold": "Πωλήθηκε",
  "Buy": "Αγορά",
  "Followers": "Ακόλουθοι",
  "Preorder": "Προπαραγγελία",
  "Goals": "Στόχοι",
  "weeks": "εβδομάδες",
  "Change language": "Αλλαγή γλώσσας",
  "Discover": "Ανακαλύψτε",
  "Completed": "Ολοκληρώθηκε",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "Αυτός είναι ο προεπιλεγμένος στόχος. Οι συνεισφορές θα κατευθυνθούν εδώ εκτός και αν οι συνεισφέροντες αποφασίσουν να χρηματοδοτήσουν έναν άλλο στόχο. Μόλις ολοκληρωθεί αυτός ο στόχος, ο επόμενος στόχος στη σειρά θα γίνει αυτόματα ο προεπιλεγμένος στόχος.",
  "This goal is denominated in US Dollars": "Αυτός ο στόχος είναι σε δολάρια ΗΠΑ",
  "contributed towards goal": "συνείσφερε προς τον στόχο",
  "Location": "Τοποθεσία",
  "of": "του",
  "Posts": "Δημοσιεύσεις",
  "Delivery in": "Παράδοση σε",
  "contributed in total": "συνεισέφερε συνολικά",
  "Title must match exactly": "Ο τίτλος πρέπει να ταιριάζει ακριβώς",
  "Github": "Github",
  "No contributions have been made to this project": "Δεν έχουν γίνει συνεισφορές σε αυτό το έργο",
  "Project details": "Λεπτομέρειες έργου",
  "Anonymous": "Ανώνυμος",
  "Select project": "Επιλέξτε έργο",
  "Logged in with": "Συνδεθήκατε με",
  "Do you want to receive monthly email updates of the projects you follow?": "Θέλετε να λαμβάνετε μηνιαίες ενημερώσεις μέσω email των έργων που παρακολουθείτε;",
  "Sign in": "Είσοδος",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "Μείνετε ενημερωμένοι με τα έργα που παρακολουθείτε λαμβάνοντας επαναλαμβανόμενες ενημερώσεις έργων και ενημερώσεις προϊόντων Geyser.",
  "Sign in to Geyser": "Σύνδεση στο Geyser",
  "Yes, please send me updates": "Ναι, παρακαλώ στείλτε μου ενημερώσεις",
  "Don't ask again": "Μην ξαναρωτήσεις",
  "Reset filters": "Επαναφορά φίλτρων",
  "Create project": "Δημιουργία έργου",
  "Receive email notifications for projects you follow": "Λάβετε ειδοποιήσεις μέσω email για έργα που παρακολουθείτε",
  "Stay informed": "Μείνετε ενημερωμένοι",
  "Feature project": "Προτεινόμενο έργο",
  "Featured": "Προτεινόμενα",
  "No, no project updates": "Όχι, όχι ενημερώσεις έργου",
  "Filter by": "Φιλτράρισμα κατά",
  "View results": "Δείτε τα αποτελέσματα",
  "My Projects": "Τα Έργα μου",
  "Inactive projects": "Ανενεργά έργα",
  "Past week": "Τελευταία εβδομάδα",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "Το έργο σας δεν είναι ορατό στο κοινό και δεν μπορεί να λάβει συνεισφορές. Κάντε κλικ στην επιλογή Δημοσίευση όταν είστε έτοιμοι να το θέσετε σε λειτουργία.",
  "Draft": "Πρόχειρο",
  "Updates on projects I follow": "Ενημερώσεις για έργα που παρακολουθώ",
  "Contributions Received": "Ληφθείσες συνεισφορές",
  "No contributions received": "Δεν ελήφθησαν συνεισφορές",
  "Global Feed": "Παγκόσμια ροή",
  "Projects I Follow": "Έργα που παρακολουθώ",
  "Top Contribution": "Κορυφαία συνεισφορά",
  "Anonymous contributor": "Ανώνυμος συνεισφέρων",
  "New post": "Νέα ανάρτηση",
  "Top Projects and Contributors": "Κορυφαία έργα και συνεισφέροντες",
  "Past month": "Τελευταίος μήνας",
  "The projects and contributors making world-changing ideas a reality": "Τα έργα και οι συντελεστές που κάνουν ιδέες που αλλάζουν τον κόσμο πραγματικότητα",
  "Select period...": "Επιλέξτε περίοδο...",
  "through": "μέσω",
  "Open Grants": "Ανοιχτές επιχορηγήσεις",
  "Open": "Ανοικτό",
  "Awarded": "Απονεμήθηκε",
  "Sponsors": "Χορηγοί",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "Μοιραστείτε τη διεύθυνση Geyser Lightning με οποιονδήποτε και μπορούν να σας χρηματοδοτήσουν άμεσα μέσω αυτής.",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "Προσθέστε αυτήν τη διεύθυνση Lightning στο προφίλ Nostr σας για να \"zapped\" (να λάβετε φιλοδωρήματα) απευθείας από άλλους χρήστες",
  "Write post": "Γράψτε ανάρτηση",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "Το Nostr npub είναι το μοναδικό αναγνωριστικό του έργου σας στο αποκεντρωμένο κοινωνικό δίκτυο Nostr που αντιστέκεται στη λογοκρισία.",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "Η διεύθυνση Lightning είναι ένα αναγνωριστικό τύπου email για τη λήψη Bitcoin.",
  "Lightning address & NPUB": "Διεύθυνση Lightning & NPUB",
  "Available": "Διαθέσιμο",
  "Share the post page to spread the word across the internet and social media.": "Μοιραστείτε τη σελίδα της ανάρτησης για να διαδώσετε την είδηση σε όλο το διαδίκτυο και τα μέσα κοινωνικής δικτύωσης.",
  "Share post": "Κοινή χρήση ανάρτησης",
  "Project is part of a voting grant": "Το έργο είναι μέρος μιας επιχορήγησης ψηφοφορίας",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "Αυτή η επιχορήγηση χρησιμοποιεί Incremental Voting για να διασφαλίσει ότι όλες οι ψήφοι μπορούν να έχουν αντίκτυπο. Λειτουργεί ως εξής:",
  "You can vote multiple times and towards multiple projects": "Μπορείτε να ψηφίσετε πολλές φορές και για πολλά έργα",
  "You can vote by sending Sats": "Μπορείτε να ψηφίσετε στέλνοντας Sats",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "Μπορείτε να ψηφίσετε έως και 3 φορές ανά έργο με βάση τα σωρευτικά ποσά που αποστέλλονται σε κάθε έργο:",
  "Inactive Wallet": "Μη ενεργό πορτοφόλι",
  "View Sales": "Προβολή πωλήσεων",
  "Unhide": "Απόκρυψη",
  "Sales": "Πωλήσεις",
  "Accounting": "Λογιστική",
  "Project Info": "Πληροφορίες έργου",
  "Notifications": "Ειδοποιήσεις",
  "Funds received (sats)": "Ληφθέντα κεφάλαια (sats)",
  "Views": "Προβολές",
  "Funding by method": "Χρηματοδότηση ανά μέθοδο",
  "Funding by region": "Χρηματοδότηση ανά περιοχή",
  "Private message": "Ιδιωτικό μήνυμα",
  "Export CSV": "Εξαγωγή CSV",
  "Project info": "Πληροφορίες έργου",
  "Upload image": "Ανέβασμα εικόνας",
  "Youtube and Vimeo video links are supported for project headers.": "Υποστηρίζονται σύνδεσμοι βίντεο Youtube και Vimeo για κεφαλίδες έργων.",
  "Media url": "Διεύθυνση URL μέσων",
  "Upload additional image": "Ανέβασμα επιπλέον εικόνας",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "Για να επεξεργαστείτε το πορτοφόλι σας, πρέπει να επαληθεύσετε τη διεύθυνση email σας για λόγους ασφαλείας. Μπορείτε να το κάνετε αυτό στις <0> ρυθμίσεις του προφίλ σας </0> <1> Μάθετε περισσότερα στον οδηγό. </1>",
  "Choose Geyser split per transaction:": "Επιλέξτε Geyser split ανά συναλλαγή:",
  "Featured Wallets": "Προτεινόμενα πορτοφόλια",
  "Export Private Key (nsec)": "Εξαγωγή ιδιωτικού κλειδιού (nsec)",
  "Project status": "Κατάσταση έργου",
  "Are you sure you want to deactivate the project ?": "Είστε βέβαιοι ότι θέλετε να απενεργοποιήσετε το έργο;",
  "Update project status": "Ενημέρωση κατάστασης έργου",
  "Delete Project": "Διαγραφή έργου",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "Αυτό το έργο αναζητά χρηματοδότηση μέσω του {{grantName}}. Για να υποστηρίξετε το έργο με την ψήφο σας, συνδεθείτε με έναν συνδεδεμένο λογαριασμό μέσων κοινωνικής δικτύωσης (οι λογαριασμοί Lightning δεν είναι επιλέξιμοι για ψηφοφορία). Μπορείτε να συνεισφέρετε ακόμη και χωρίς να συνδεθείτε, αλλά δεν θα μετρήσει ως ψήφος.",
  "Provide your Nostr public address (npub)": "Δώστε τη δημόσια διεύθυνση Nostr (npub)",
  "The Bitcoin address you entered is invalid": "Η διεύθυνση Bitcoin που εισαγάγατε είναι άκυρη",
  "Basket": "Καλάθι",
  "Summary": "Σύνοψη",
  "All posts": "Όλες οι αναρτήσεις",
  "Post on X": "Δημοσίευση στο X",
  "Your post is live!": "Η ανάρτησή σας είναι ζωντανή!",
  "Don’t forget to share it on social media to maximize its reach.": "Μην ξεχάσετε να τη μοιραστείτε στα μέσα κοινωνικής δικτύωσης για να μεγιστοποιήσετε την εμβέλειά της.",
  "Followers (Everyone)": "Ακόλουθοι (Όλοι)",
  "Back to post": "Πίσω στην ανάρτηση",
  "Post Title": "Τίτλος ανάρτησης",
  "Publish": "Δημοσίευση",
  "The summary of the post": "Η σύνοψη της ανάρτησης",
  "Send post by email": "Αποστολή ανάρτησης μέσω email",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "Μπορείτε να δημοσιεύσετε μια ανάρτηση στην πλατφόρμα ορατή σε όλους και, προαιρετικά, να την στείλετε μέσω email σε επιλεγμένα μέλη της κοινότητάς σας.",
  "Don’t Lose Your Progress": "Μην Χάσετε την Πρόοδό σας",
  "Upload header image": "Μεταφόρτωση εικόνας κεφαλίδας",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "Ο τίτλος της ανάρτησης, ο υπότιτλος και η εικόνα θα είναι τα μόνα ορατά στο email που λαμβάνουν οι χρήστες. Βεβαιωθείτε ότι τραβούν την προσοχή για να τους ενθαρρύνετε να επισκεφτούν την ανάρτησή σας.",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "Είστε έτοιμοι να φύγετε. Εξετάστε το ενδεχόμενο να αποθηκεύσετε την ανάρτησή σας ως πρόχειρο για να μην χάσετε τη δουλειά σας και να την ολοκληρώσετε αργότερα.",
  "Link": "Σύνδεσμος",
  "Send via email": "Αποστολή μέσω email",
  "Send to": "Αποστολή σε",
  "Select recipients": "Επιλογή παραληπτών",
  "Email will be sent to": "Το email θα σταλεί σε",
  "members.": "μέλη.",
  "Completed Goals": "Ολοκληρωμένοι Στόχοι",
  "Successfully deleted post!": "Η ανάρτηση διαγράφηκε με επιτυχία!",
  "Back to posts": "Επιστροφή στις αναρτήσεις",
  "Failed to fetch featured project": "Αποτυχία λήψης προτεινόμενου έργου",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "Τα πορτοφόλια επισημαίνονται ως ασταθή όταν μια συναλλαγή αποτυγχάνει λόγω αποτυχίας συναλλαγής, ανεπαρκούς εισερχόμενης ρευστότητας ή άλλων. Εξετάστε το ενδεχόμενο να πραγματοποιήσετε μια μικρή συναλλαγή για να επαναφέρετε το έργο σας σε ενεργό κατάσταση ή να αλλάξετε το πορτοφόλι σας.",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "Το πορτοφόλι σας δεν είναι λειτουργικό. Αλλάξτε το πορτοφόλι σας για να λαμβάνετε συνεισφορές.",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "Το έργο σας είναι ζωντανό και μπορεί να λάβει συνεισφορές. Μοιραστείτε το έργο σας για να αποκτήσετε περισσότερη ορατότητα.",
  "No projects": "Χωρίς έργα",
  "Profile settings": "Ρυθμίσεις προφίλ",
  "Goal": "Στόχος",
  "Exit the creation flow": "Έξοδος από τη ροή δημιουργίας",
  "The project will be saved as a Draft and you can access it in your Profile page.": "Το έργο θα αποθηκευτεί ως Πρόχειρο και μπορείτε να έχετε πρόσβαση σε αυτό στη σελίδα του προφίλ σας.",
  "Save as draft": "Αποθήκευση ως πρόχειρο",
  "Leave a public comment here.": "Αφήστε ένα δημόσιο σχόλιο εδώ.",
  "Enter your comment here...": "Εισαγάγετε το σχόλιό σας εδώ...",
  "Private comments": "Ιδιωτικά σχόλια",
  "Funded": "Χρηματοδοτήθηκε",
  "Merch": "Εμπόρευμα",
  "Provide your Lightning Address for a full or partial refund": "Δώστε τη διεύθυνση Lightning σας για πλήρη ή μερική επιστροφή χρημάτων",
  "To a goal": "Σε έναν στόχο",
  " Total to pay": "Σύνολο πληρωμής",
  "Copy invoice": "Αντιγραφή τιμολογίου",
  "Download invoice": "Λήψη τιμολογίου",
  "Update your community by email": "Ενημερώστε την κοινότητά σας μέσω email",
  "Facebook": "Facebook",
  "Google": "Google",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "<0>Στείλτε το ακριβές ποσό πληρωμής σε Satoshis</0> για να διασφαλίσετε την επιτυχή επεξεργασία και να αποφύγετε την απόρριψη της πληρωμής.",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "<0>Ρυθμίστε την αμοιβή συναλλαγής σε μεσαία ή υψηλή</0> και προσαρμόστε το ποσοστό αμοιβής σε satoshis ανά byte (sat/B) για να διασφαλίσετε ότι η ανταλλαγή σας επεξεργάζεται εντός 24 ωρών.",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "<0>Κατεβάστε και αποθηκεύστε με ασφάλεια το Αρχείο Επιστροφής χρημάτων;</0> εάν έχετε αμφιβολίες, κάντε εκ νέου λήψη για να διασφαλίσετε την",
  "Transaction is being processed": "Η συναλλαγή υποβάλλεται σε επεξεργασία",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "Κατεβάστε και αποθηκεύστε με ασφάλεια το Αρχείο Επιστροφής χρημάτων. Εάν έχετε αμφιβολίες, κάντε εκ νέου λήψη για να διασφαλίσετε την ασφάλειά του.",
  "Get notified via email (optional)": "Λήψη ειδοποίησης μέσω email (προαιρετικό)",
  "Enter notified by email (optional)": "Εισαγωγή ειδοποίησης μέσω email (προαιρετικό)",
  "Refresh Page": "Ανανέωση σελίδας",
  "Continue with email": "Συνέχεια με email",
  "Twitter (X)": "Twitter (X)",
  "You can login securely by using One Time Password sent to your email.": "Μπορείτε να συνδεθείτε με ασφάλεια χρησιμοποιώντας τον Μοναδικό Κωδικό Πρόσβασης που αποστέλλεται στο email σας.",
  "Receive One Time Password": "Λήψη Μοναδικού Κωδικού Πρόσβασης",
  "We sent you an OTP code to": "Σας στείλαμε έναν κωδικό OTP στο",
  "Paste (or type) it below to continue.": "Επικολλήστε (ή πληκτρολογήστε) τον παρακάτω για να συνεχίσετε.",
  "Banner": "Διαφήμιση",
  "Spread the word": "Δώστε την είδηση",
  "This month": "Αυτόν τον μήνα",
  "Hall of Fame": "Αίθουσα Δόξας",
  "Top Projects": "Κορυφαία Έργα",
  "Top Heroes": "Κορυφαίοι Ήρωες",
  "Creators": "Δημιουργοί",
  "Ambassadors": "Πρεσβευτές",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "Ανακαλύψτε τα κορυφαία έργα που έχουν σημαντικό αντίκτυπο στη μαζική υιοθέτηση του Bitcoin",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "Συγκεντρώθηκαν <1>{{usdAmount}}</1> ({{satsAmount}} sats) με <3>{{numberOfContributions}}</3> συνεισφορές από <5>{{numberOfFunders}}</5> χρήστες",
  "Those bringing the most successful projects to life": "Αυτοί που φέρνουν στη ζωή τα πιο επιτυχημένα έργα",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "Αυτοί των οποίων οι συνεισφορές τροφοδοτούν έργα στο Geyser, οδηγώντας στην υιοθέτηση του Bitcoin",
  "Heroes Hall of Fame": "Αίθουσα Δόξας Ηρώων",
  "Those spreading the word about valuable projects and enabling contributions to happen": "Αυτοί που διαδίδουν την είδηση για πολύτιμα έργα και επιτρέπουν να γίνουν συνεισφορές",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "Μοιραστείτε την Αίθουσα Δόξας Ηρώων για να αναδείξετε τους κορυφαίους Συντελεστές, Δημιουργούς και Πρεσβευτές του οικοσυστήματος Bitcoin!",
  "Hero link:": "Σύνδεσμος Ήρωα:",
  "Top Contributors": "Κορυφαίοι Συντελεστές",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "Συνεισέφεραν <1>{{usdAmount}}</1> ({{satsAmount}} sats) με <3>{{numberOfContributions}}</3> συνεισφορές σε <5>{{numberOfProjects}}</5> έργα",
  "Top Creators": "Κορυφαίοι Δημιουργοί",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Συγκεντρώθηκαν <1>{{usdAmount}}</1> ({{satsAmount}} sats) σε <3>{{numberOfProjects}}</3> έργα",
  "Top Ambassadors": "Κορυφαίοι Πρεσβευτές",
  "made in contributions": "έγιναν σε συνεισφορές",
  "raised in contributions": "συγκεντρώθηκαν σε συνεισφορές",
  "Hero Rank": "Βαθμός Ήρωα",
  "Ambassador": "Πρεσβευτής",
  "of enabled contributions": "των ενεργοποιημένων συνεισφορών",
  "Error fetching user profile": "Σφάλμα κατά την ανάκτηση του προφίλ χρήστη",
  "Copy card": "Αντιγραφή κάρτας",
  "Creator Ranking": "Κατάταξη Δημιουργών",
  "Contributor Ranking": "Κατάταξη Συντελεστών",
  "Ambassador Ranking": "Κατάταξη Πρεσβευτών",
  "Resend code": "Επαναποστολή κωδικού",
  "Geyser Manifesto": "Geyser Manifesto",
  "with": "με",
  "contributions": "συνεισφορές",
  "to get your custom": "για να λάβετε το δικό σας",
  "Become the first project": "Γίνετε το πρώτο έργο",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "Κάποιος που επιτρέπει συνεισφορές προς έργα διαδίδοντας την είδηση χρησιμοποιώντας τον μοναδικό του σύνδεσμο Ήρωα",
  "and track the impact of sharing.": "και παρακολουθήστε τον αντίκτυπο της κοινοποίησης.",
  "A unique link that tracks contributions you helped generate": "Ένας μοναδικός σύνδεσμος που παρακολουθεί τις συνεισφορές που βοηθήσατε να δημιουργηθούν",
  "Hero link": "Σύνδεσμος Ήρωα",
  "Share on X": "Κοινοποίηση στο X",
  "by spreading the word and enabling more contributions to this project.": "διαδίδοντας την είδηση και επιτρέποντας περισσότερες συνεισφορές σε αυτό το έργο.",
  "No contributions have been enabled through sharing yet.": "Δεν έχουν ενεργοποιηθεί ακόμη συνεισφορές μέσω κοινοποίησης.",
  "No Purchases made yet": "Δεν έχουν γίνει ακόμη αγορές",
  "Failed to fetch purchases": "Αποτυχία λήψης αγορών",
  "No contributions made yet": "Δεν έχουν γίνει ακόμη συνεισφορές",
  "Order placed": "Παραγγελία υποβλήθηκε",
  "Order number": "Αριθμός παραγγελίας",
  "Unit price": "Τιμή μονάδας",
  "By continuing to checkout you are accepting our T&Cs": "Συνεχίζοντας στην ολοκλήρωση της αγοράς αποδέχεστε τους Όρους και Προϋποθέσεις μας",
  "Please refresh the page and try again": "Παρακαλώ ανανεώστε τη σελίδα και προσπαθήστε ξανά",
  "Something went wrong": "Κάτι πήγε στραβά",
  "An Error Occured": "Παρουσιάστηκε ένα σφάλμα",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "Αντιμετωπίσαμε ένα πρόβλημα με τη ροή πληρωμών. Αυτό μπορεί να οφείλεται σε μια υπηρεσία τρίτου μέρους ή σε ένα εσωτερικό σφάλμα συστήματος. Ζητούμε συγγνώμη για αυτή την αναστάτωση και εκτιμούμε την υπομονή σας καθώς εργαζόμαστε για την επίλυσή του.",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "Ορισμένα σφάλματα συστήματος είναι προσωρινά. Κάνοντας κλικ στο κουμπί προσπάθησε ξανά, μπορείτε να επαναλάβετε την πληρωμή.",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "Εάν εξακολουθείτε να αντιμετωπίζετε αυτό το πρόβλημα ή χρειάζεστε βοήθεια, μη διστάσετε να επικοινωνήσετε μαζί μας για υποστήριξη.",
  "for this project by spreading the word using your": "για αυτό το έργο διαδίδοντας την είδηση χρησιμοποιώντας το",
  "Become an": "Γίνετε",
  "Hero Link:": "Σύνδεσμος Ήρωα:",
  "Send to new email": "Αποστολή σε νέο email",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "Ελέγξτε το email σας ({{email}}) για να λάβετε ειδοποιήσεις σχετικά με την επιβεβαίωση συναλλαγών.",
  "Learn more about Geyser Grants.": "Μάθετε περισσότερα για τα Geyser Grants.",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "Επιχορηγήσεις για εκπαιδευτικούς, δημιουργούς και κατασκευαστές που προωθούν περαιτέρω την υιοθέτηση του Bitcoin. Βοηθήστε να χρηματοδοτηθεί ο επόμενος γύρος επιχορηγήσεων τώρα!",
  "Guardians": "Φύλακες",
  "Closed Grants": "Κλειστές επιχορηγήσεις",
  "Make a recurring contribution": "Κάντε μια επαναλαμβανόμενη συνεισφορά",
  "Subscription": "Συνδρομή",
  "Subscribing anonymously": "Ανώνυμη εγγραφή",
  "You would not be able to manage your subscription through geyser.": "Δεν θα μπορείτε να διαχειριστείτε τη συνδρομή σας μέσω του geyser.",
  "To manage your subscription in the future, please login to stripe with your provided email.": "Για να διαχειριστείτε τη συνδρομή σας στο μέλλον, παρακαλώ συνδεθείτε στο stripe με το email που παρέχετε.",
  "Warrior": "Πολεμιστής",
  "Legend": "Θρύλος",
  "Knight": "Ιππότης",
  "King": "Βασιλιάς",
  "Why Geyser": "Γιατί Geyser",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "Οι Φύλακες του Geyser διαδραματίζουν ζωτικό ρόλο στην υιοθέτηση του bitcoin. Γίνοντας Φύλακας, χρηματοδοτείτε άμεσα επιχορηγήσεις δημιουργών και λαμβάνετε αποκλειστικά προνόμια ως αντάλλαγμα.",
  "Words from creators on Geyser": "Λόγια από τους δημιουργούς στο Geyser",
  "Geyser Guardians": "Φύλακες Geyser",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "Σε έναν κόσμο όπου επικρατεί ο μηδενισμός και η απαισιοδοξία για το μέλλον, το Bitcoin μας έφερε ελπίδα. Όχι μόνο ελπίδα για έναν κόσμο χτισμένο σε υγιή χρήματα, αλλά ελπίδα στη δύναμη της δράσης για να δημιουργήσουμε ουσιαστική αλλαγή. Ο κόσμος είναι εύπλαστος και τα άτομα έχουν τη δύναμη να τον αναδιαμορφώσουν.",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "Για να εδραιωθούν οι υγιείς αρχές του Bitcoin στον κόσμο, η αλλαγή πρέπει να συμβεί σε όλα τα στρώματα της κοινωνίας. Οι προγραμματιστές, οι εκπαιδευτικοί, οι συγγραφείς, οι κινηματογραφιστές, οι καλλιτέχνες και ολόκληρες κοινότητες, όλοι έχουν ρόλο να παίξουν στην οικοδόμηση του κόσμου του Bitcoin. Καμία πράξη δεν είναι πολύ μικρή—μικρές ενέργειες συνδυάζονται σε παγκόσμια λαϊκά κινήματα.",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "Το Bitcoin είναι μια ειρηνική επανάσταση—αλλά ειρηνική δεν σημαίνει παθητική. Είναι καιρός να δράσουμε. Είστε Bitcoiner; Τότε είστε ο πρωταγωνιστής αυτής της ιστορίας και τα εργαλεία είναι στα χέρια σας.",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "Οι Cypherpunks το κατάλαβαν αυτό. Δεν περίμεναν άδεια—έχτισαν τα εργαλεία της ελευθερίας. Το 1993, το Cypherpunk Manifesto δήλωσε, «Οι Cypherpunks γράφουν κώδικα». Το 2009, ο Satoshi Nakamoto κυκλοφόρησε τον κώδικα του Bitcoin. Το Bitcoin γεννήθηκε από τη δράση και τη θέληση για αλλαγή.",
  "- Geyser Team": "- Ομάδα Geyser",
  "Metamick": "Metamick",
  "Stelios": "Στέλιος",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "Το όραμα ήταν πάντα να τεθούν υγιή θεμέλια για την ψηφιακή εποχή—απομακρυνόμενοι από την προκαθορισμένη πορεία του ολοκληρωτικού ελέγχου και της λογοκρισίας, και προς την αποκέντρωση, την ανοιχτότητα, την ελευθερία και την αυτο-κυριαρχία. Για να φέρουμε αδιανόητο πλούτο και ανθρώπινη ευημερία.",
  "Vlad": "Vlad",
  "Partners": "Συνεργάτες",
  "What will you do to help bring about Bitcoin adoption?": "Τι θα κάνετε για να βοηθήσετε στην υιοθέτηση του Bitcoin;",
  "Sajal": "Sajal",
  "Discounts": "Εκπτώσεις",
  "Physical Items": "Φυσικά αντικείμενα",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "Φέροντας γρατσουνιές από αμέτρητες μάχες, ο Warrior είναι ένας ατρόμητος υπερασπιστής της υιοθέτησης του Bitcoin. Η ελαφριά πανοπλία του και τα αιχμηρά ένστικτά του τον κάνουν γρήγορο και στρατηγικό, συσπειρώνοντας την υποστήριξη για ιδέες στις πρώτες τους μέρες. Η μαγική καρφίτσα που φορά λάμπει έντονα όταν είναι κοντά σε άλλους Bitcoiners και σε χώρες όπου το Bitcoin είναι νόμιμο χρήμα.",
  "Digital Items": "Ψηφιακά αντικείμενα",
  "Deliveries will begin in Q1 2025.": "Οι παραδόσεις θα ξεκινήσουν το Q1 2025.",
  "Experiences": "Εμπειρίες",
  "Infinite army": "Άπειρος στρατός",
  "Explore Guardians": "Εξερευνήστε τους Guardians",
  "Leave a private message to the creator.": "Αφήστε ένα ιδιωτικό μήνυμα στον δημιουργό.",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "Χρηματοδοτείτε ανώνυμα. <1>Συνδεθείτε</1> για να συνδέσετε τη συνεισφορά σας με το προφίλ σας.",
  "Individuals who spread the word about Geyser projects by sharing.": "Άτομα που διαδίδουν την είδηση ​​για έργα Geyser μοιράζοντας.",
  "Project Story": "Ιστορία έργου",
  "Promote": "Προώθηση",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "Οι πρώτοι <1>{{discountItems}}</1> {{guardian}}s λαμβάνουν <3>10%</3> έκπτωση. <5>{{remainingDiscounts}}</5>  απομένουν.",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "Ο Βασιλιάς καταλαβαίνει τον μακρύ δρόμο προς την υπερ-bitcoinization. Πίνοντας από το μαγικό του ποτήρι του χαρίζει διορατικότητα, επιτρέποντάς του να σχεδιάζει άψογες στρατηγικές για την προώθηση της υιοθέτησης του Bitcoin. Με το χρυσό του στέμμα και τη σοφή του ηγεσία, εμπνέει ενότητα στους Bitcoiners, καθοδηγώντας τους προς ένα ευημερούν μέλλον.",
  "Most funded projects filtered by:": "Τα περισσότερα χρηματοδοτούμενα έργα φιλτραρισμένα ανά:",
  "Search country or region": "Αναζήτηση χώρας ή περιοχής",
  "Worldwide": "Παγκοσμίως",
  "Search category or sub category": "Αναζήτηση κατηγορίας ή υποκατηγορίας",
  "All categories": "Όλες οι κατηγορίες",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "Γίνετε πιο εύκολα ανακαλυπτόμενοι επιλέγοντας έως και {{MAX_TAGS_ALLOWED}} ετικέτες έργου.",
  "Board members": "Μέλη του Διοικητικού Συμβουλίου",
  "You can send Sats to projects to multiple projects and multiple times": "Μπορείτε να στείλετε Sats σε έργα σε πολλά έργα και πολλές φορές",
  "Add external video": "Προσθήκη εξωτερικού βίντεο",
  "Create Goal": "Δημιουργία Στόχου",
  "did ": "έκανε ",
  "times.": "φορές.",
  " or ": " ή ",
  "sold out!": "εξαντλήθηκε!",
  "Goal reached:": "Επιτεύχθηκε ο στόχος:",
  "Update your community": "Ενημερώστε την κοινότητά σας",
  "Project Category": "Κατηγορία έργου",
  "Choose the most fitting category. Landing page features trending projects in each category.": "Επιλέξτε την καταλληλότερη κατηγορία. Η σελίδα προορισμού παρουσιάζει έργα που είναι τάσεις σε κάθε κατηγορία.",
  "Select category": "Επιλογή κατηγορίας",
  "category": "κατηγορία",
  "with following features": "με τα ακόλουθα χαρακτηριστικά",
  "Project category is required to proceed": "Απαιτείται η κατηγορία του έργου για να προχωρήσετε",
  "Please select a category": "Επιλέξτε μια κατηγορία",
  "Project subcategory is required to proceed": "Απαιτείται υποκατηγορία έργου για να προχωρήσετε",
  "Please select a subcategory": "Επιλέξτε μια υποκατηγορία",
  "Please select a country": "Επιλέξτε μια χώρα",
  "Project country is required to proceed": "Απαιτείται η χώρα του έργου για να προχωρήσετε",
  "Country": "Χώρα",
  "Get found more easily by putting your project on the map. Select a country": "Γίνετε πιο εύκολα ανακαλύψιμοι τοποθετώντας το έργο σας στον χάρτη. Επιλέξτε μια χώρα",
  "Select country": "Επιλογή χώρας",
  "Post saved successfully!": "Η ανάρτηση αποθηκεύτηκε με επιτυχία!",
  "Write an update": "Γράψτε μια ενημέρωση",
  "Pre-Order": "Προ-παραγγελία",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "Για καλύτερη εφαρμογή, επιλέξτε οριζόντια εικόνα 4:3. Όριο μεγέθους εικόνας: 10MB.",
  "Select Category": "Επιλογή κατηγορίας",
  "Short Description": "Σύντομη περιγραφή",
  "Expected Availability Date": "Αναμενόμενη ημερομηνία διαθεσιμότητας",
  "Successfully updated!": "Ενημερώθηκε με επιτυχία!",
  "All goals": "Όλοι οι στόχοι",
  "Goal updates": "Ενημερώσεις στόχου",
  "Share the goal page to spread the word across the internet and social media.": "Μοιραστείτε τη σελίδα στόχου για να διαδώσετε την είδηση ​​σε όλο το Διαδίκτυο και τα μέσα κοινωνικής δικτύωσης.",
  "Share goal": "Μοιραστείτε τον στόχο",
  "Edit goal": "Επεξεργασία στόχου",
  "The board evaluates all applications and decides the allocation of the funds collected.": "Το συμβούλιο αξιολογεί όλες τις αιτήσεις και αποφασίζει την κατανομή των συγκεντρωθέντων κεφαλαίων.",
  "Achievements": "Επιτεύγματα",
  "Upcoming Grants": "Επερχόμενες επιχορηγήσεις",
  "Investors": "Επενδυτές",
  "Become our partner": "Γίνετε συνεργάτης μας",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "Επενδυτές που έχουν δεσμευτεί στην αποστολή του Bitcoin για ανοιχτότητα, ελευθερία και καινοτομία.",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "Μάρκες Bitcoin που δίνουν τη δυνατότητα στους δημιουργούς να προωθήσουν την υιοθέτηση παγκοσμίως.",
  "Goal reached": "Επιτεύχθηκε ο στόχος",
  "Goal created": "Δημιουργήθηκε ο στόχος",
  "New Project": "Νέο Έργο",
  "Funding Limits & Verification": "Όρια Χρηματοδότησης & Επαλήθευση",
  "Phone Verification": "Επαλήθευση Τηλεφώνου",
  "Verified": "Επαληθεύτηκε",
  "Raise up to $100k in total": "Συγκεντρώστε έως και $100k συνολικά",
  "Max $10k per contribution": "Μέγιστο $10k ανά συνεισφορά",
  "Gov ID": "Αστυνομική ταυτότητα",
  "Increase my limit": "Αύξηση του ορίου μου",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "Τα όρια έχουν τεθεί για την αποτροπή κατάχρησης, απάτης ή δόλιας δραστηριότητας. Παρέχει ένα πρόσθετο επίπεδο εμπιστοσύνης στους συνεισφέροντες του έργου σας.",
  "Go limitless": "Γίνετε απεριόριστοι",
  "Enable fiat contributions": "Ενεργοποίηση συνεισφορών fiat",
  "Remove funding limits": "Κατάργηση ορίων χρηματοδότησης",
  "Raised up to $10k in total": "Συγκεντρώθηκαν έως και $10k συνολικά",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "Οι συνεισφορές Fiat έχουν επιπλέον χρέωση 3,5% από τον τρίτο πάροχο πληρωμών.",
  "Nostr Wallet Connect": "Nostr Wallet Connect",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "Επιτρέψτε στους συνεισφέροντές σας να χρηματοδοτήσουν με fiat. Όταν είναι ενεργοποιημένο, όλες οι πληρωμές μετατρέπονται αυτόματα σε Bitcoin και κατατίθενται άμεσα στο συνδεδεμένο πορτοφόλι Bitcoin σας.",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Wallet Connect</0> είναι ένα πρωτόκολλο που χρησιμοποιεί το Nostr για τη σύνδεση εφαρμογών web με πορτοφόλια lightning. Διαβάστε περισσότερα στο <2>nwc.dev.</2>",
  "Email Verification": "Επαλήθευση email",
  "OTP Sent to the updated email": "OTP Εστάλη στο ενημερωμένο email",
  "Verify your identity": "Επαληθεύστε την ταυτότητά σας",
  "Skip": "Παράλειψη",
  "Identity verification": "Επαλήθευση ταυτότητας",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "Θα χρειαστεί να επαληθεύσετε την ταυτότητά σας με ένα κρατικό έγγραφο ταυτοποίησης για να ενεργοποιήσετε τις συνεισφορές fiat. Απενεργοποιήστε αυτή τη λειτουργικότητα εάν δεν επιθυμείτε να ολοκληρώσετε την επαλήθευση.",
  "Lightning Address & Wallet": "Lightning Address & Wallet",
  "Continue to verification": "Συνέχεια στην επαλήθευση",
  "You’re almost ready to launch!": "Είστε σχεδόν έτοιμοι για να ξεκινήσετε!",
  "Verification Successful": "Επιτυχής επαλήθευση",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "Οι συνεισφέροντες θα μπορούν να ξοδέψουν fiat μέσω της πιστωτικής τους κάρτας ή της τοπικής μεθόδου πληρωμής, ενώ εσείς λαμβάνετε πάντα Bitcoin στο Lightning.",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "Η επαλήθευση απαιτεί μόνο ένα κρατικό έγγραφο ταυτοποίησης και διαρκεί λιγότερο από 2 λεπτά μέσω του ασφαλούς, αξιόπιστου συνεργάτη μας.",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "Η Επαλήθευση Δημιουργού σάς επιτρέπει να ξεκλειδώσετε ορισμένες λειτουργίες για όλα τα έργα σας στην πλατφόρμα:",
  "A verified creator badge": "Ένα σήμα επαληθευμένου δημιουργού",
  "To help you build trust with potential contributors.": "Για να σας βοηθήσουμε να οικοδομήσετε εμπιστοσύνη με πιθανούς συνεισφέροντες.",
  "Become a guardian": "Γίνετε κηδεμόνας",
  "You have successfully completed the phone verification.": "Έχετε ολοκληρώσει με επιτυχία την επαλήθευση του τηλεφώνου.",
  "Complete Identity Verification": "Ολοκληρώστε την επαλήθευση ταυτότητας",
  "Remove raising limits on your project": "Κατάργηση ορίων συγκέντρωσης στο έργο σας",
  "Complete the identity verification to:": "Ολοκληρώστε την επαλήθευση ταυτότητας για:",
  "Your project can now receive up to 100k dollars.": "Το έργο σας μπορεί τώρα να λάβει έως και 100 χιλιάδες δολάρια.",
  "Phone verification": "Επαλήθευση τηλεφώνου",
  "You can now raise more than $100k in contributions for your project.": "Μπορείτε πλέον να συγκεντρώσετε περισσότερα από $100k σε συνεισφορές για το έργο σας.",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "Έχετε επίσης κερδίσει ένα σήμα «Επαληθευμένου Δημιουργού» και ενεργοποιήσατε συνεισφορές fiat στο έργο σας.",
  "You have successfully completed the document verification!": "Ολοκληρώσατε με επιτυχία την επαλήθευση εγγράφων!",
  "Email verification required": "Απαιτείται επαλήθευση email",
  "Please verify your email.": "Επαληθεύστε το email σας.",
  "Verification on hold": "Επαλήθευση σε αναμονή",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "Η επαλήθευσή σας είναι σε αναμονή. Ίσως χρειαστεί να ανεβάσετε ξανά ορισμένα έγγραφα ή να παρέχετε πρόσθετες πληροφορίες. Επικοινωνήστε με το support@geyser.fund.",
  "Complete verification": "Ολοκλήρωση επαλήθευσης",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Το έργο σας έχει φτάσει το όριο χρηματοδότησης των $10k. Ολοκληρώστε την επαλήθευση του τηλεφώνου για να συνεχίσετε να συγκεντρώνετε έως και $100k.",
  "Funding limit reached!": "Έχει επιτευχθεί το όριο χρηματοδότησης!",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Το έργο σας έχει φτάσει το όριο χρηματοδότησης των $100k. Ολοκληρώστε την επαλήθευση ταυτότητας για να συνεχίσετε να συγκεντρώνετε πάνω από $100k.",
  "You have almost reached your funding limit!": "Έχετε σχεδόν φτάσει το όριο χρηματοδότησής σας!",
  "Verify now": "Επαληθεύστε τώρα",
  "Become a Verified Creator": "Γίνετε ένας Επαληθευμένος Δημιουργός",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "Κερδίστε ένα σήμα επαληθευμένου δημιουργού και ενεργοποιήστε τις συνεισφορές fiat επαληθεύοντας την ταυτότητά σας.",
  "Back to profile": "Πίσω στο προφίλ",
  "Subscriptions": "Συνδρομές",
  "Profile": "Προφίλ",
  "Profile information": "Πληροφορίες προφίλ",
  "This email has been verified": "Αυτό το email έχει επαληθευτεί",
  "Update email": "Ενημέρωση email",
  "Verifications": "Επαληθεύσεις",
  "Customize your profile and project notifications.": "Προσαρμόστε τις ειδοποιήσεις του προφίλ και του έργου σας.",
  "Creator notifications": "Ειδοποιήσεις δημιουργού",
  "Projects I follow": "Έργα που ακολουθώ",
  "You will receive project updates regarding the projects that you follow. ": "Θα λαμβάνετε ενημερώσεις έργων σχετικά με τα έργα που ακολουθείτε.",
  "Unfollow": "Διαγραφή",
  "View, adjust, and manage all your subscriptions.": "Προβολή, ρύθμιση και διαχείριση όλων των συνδρομών σας.",
  "Active subscriptions": "Ενεργές συνδρομές",
  "You don't have any active subscriptions.": "Δεν έχετε ενεργές συνδρομές.",
  "You don't have any paused subscriptions.": "Δεν έχετε παύση συνδρομών.",
  "Profile Settings": "Ρυθμίσεις προφίλ",
  "Identity": "Ταυτότητα",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0> έχει επιλέξει να γίνει Geyser Guardian για να υποστηρίξει την πλατφόρμα μας και να βοηθήσει στην προώθηση της υιοθέτησης Bitcoin.",
  "Nudge the creator": "Ενθαρρύνετε τον δημιουργό",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "Ενημερώστε τον δημιουργό ότι θα θέλατε να κάνετε μια πληρωμή με fiat, ώστε να μπορέσει να τη ρυθμίσει.",
  "Select a currency supported by our payment provider": "Επιλέξτε ένα νόμισμα που υποστηρίζεται από τον πάροχο πληρωμών μας",
  "Identity verification required": "Απαιτείται επαλήθευση ταυτότητας",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "Οποιεσδήποτε ευαίσθητες πληροφορίες κοινοποιούνται κατά τη διαδικασία επαλήθευσης χειρίζονται με ασφάλεια από τον πάροχο επαλήθευσης.",
  "Redirection Notice": "Ειδοποίηση ανακατεύθυνσης",
  "clicking here": "κλικάροντας εδώ",
  "Waiting for payment to be confirmed": "Αναμονή επιβεβαίωσης πληρωμής",
  "Contribution amount above $10k": "Ποσό συνεισφοράς πάνω από $10k",
  "To contribute more than $10k, please complete a one-time identity verification.": "Για να συνεισφέρετε περισσότερα από $10k, ολοκληρώστε μια εφάπαξ επαλήθευση ταυτότητας.",
  "Collapse": "Σύμπτυξη",
  "Meanwhile, please try other payment methods": "Εν τω μεταξύ, δοκιμάστε άλλους τρόπους πληρωμής",
  "Creator will be notified shortly": "Ο δημιουργός θα ειδοποιηθεί σύντομα",
  "Creator Verification": "Επαλήθευση δημιουργού",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin, Lightning ή Fiat (20+ μέθοδοι πληρωμής)",
  "Receive funds instantly, in your Bitcoin wallet": "Λάβετε κεφάλαια άμεσα, στο πορτοφόλι σας Bitcoin",
  "Configure wallet": "Διαμόρφωση πορτοφολιού",
  "Wallet limits": "Όρια πορτοφολιού",
  "Minimum Receivable Limit": "Ελάχιστο όριο είσπραξης",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "Επικοινωνία με τον πάροχο του πορτοφολιού σας, καθώς μπορεί να παρέχουν μια επιλογή για αύξηση αυτών των ορίων.",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "Αυτά τα όρια καθορίζονται κατά την κρίση του παρόχου του πορτοφολιού σας Lightning. Για να τα αυξήσετε, σκεφτείτε:",
  "Maximum Receivable Limit": "Μέγιστο όριο είσπραξης",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Το έργο σας έχει σχεδόν φτάσει το όριο χρηματοδότησης των $10k. Ολοκληρώστε την επαλήθευση του τηλεφώνου για να συνεχίσετε να συγκεντρώνετε έως και $100k.",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Το έργο σας έχει σχεδόν φτάσει το όριο χρηματοδότησης των $100k. Ολοκληρώστε την επαλήθευση ταυτότητας για να συνεχίσετε να συγκεντρώνετε πάνω από $100k.",
  "Please try again, once the creator has removed the funding limits.": "Δοκιμάστε ξανά, μόλις ο δημιουργός αφαιρέσει τα όρια χρηματοδότησης.",
  "This project has reached its Funding limit": "Αυτό το έργο έχει φτάσει το όριο χρηματοδότησής του",
  "Products": "Προϊόντα",
  "Search project": "Αναζήτηση έργου",
  "No trending products found": "Δεν βρέθηκαν trending προϊόντα",
  "Failed to fetch recent products": "Απέτυχε η λήψη πρόσφατων προϊόντων",
  "Failed to fetch project goals": "Απέτυχε η λήψη των στόχων του έργου",
  "time.": "ώρα.",
  "Configure Wallet": "Διαμόρφωση Πορτοφολιού",
  "Project objective is a required field.": "Ο στόχος του έργου είναι υποχρεωτικό πεδίο.",
  "Enabled": "Ενεργοποιημένο",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "Θα σας ζητηθεί να επαληθεύσετε την ταυτότητά σας από τον τρίτο πάροχο πληρωμών μας. Αυτή η επαλήθευση απαιτείται μόνο για πληρωμές fiat άνω των 500 $ το μήνα.",
  "To contribute more than $10k, please log in and complete a one-time verification.": "Για να συνεισφέρετε περισσότερα από 10 χιλιάδες δολάρια, παρακαλούμε συνδεθείτε και ολοκληρώστε μια εφάπαξ επαλήθευση.",
  "Enable": "Ενεργοποίηση",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "Την τελευταία φορά που κάποιος προσπάθησε να στείλει χρήματα σε αυτό το πορτοφόλι, υπήρξε πρόβλημα ρευστότητας.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "Την τελευταία φορά που κάποιος προσπάθησε να πραγματοποιήσει μια συναλλαγή σε αυτό το project, η δημιουργία τιμολογίου απέτυχε.",
  "This project is live and wallet running smoothly.": "Αυτό το project είναι σε εξέλιξη και το πορτοφόλι λειτουργεί ομαλά.",
  "This project has been deactivated by the project creator.": "Αυτό το project έχει απενεργοποιηθεί από τον δημιουργό του.",
  "The payment minimum is 1 satoshi.": "Η ελάχιστη πληρωμή είναι 1 satoshi.",
  "Objective": "Σκοπός",
  "Add the main project image that will be displayed in all thumbnails": "Προσθέστε την κύρια εικόνα του project που θα εμφανίζεται σε όλες τις μικρογραφίες",
  "For best fit, pick a square image. Image size limit: 10MB.": "Για καλύτερη προσαρμογή, επιλέξτε μια τετράγωνη εικόνα. Όριο μεγέθους εικόνας: 10MB.",
  "Header": "Επικεφαλίδα",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "Οι ειδοποιήσεις του project θα αποστέλλονται στο email του προφίλ σας, το οποίο μπορείτε να επεξεργαστείτε από τις Ρυθμίσεις προφίλ. Βεβαιωθείτε ότι έχετε επαληθεύσει το email σας για να διατηρήσετε το πορτοφόλι σας ασφαλές.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "Οι προσαρμοσμένες διευθύνσεις Lightning δεν μπορούν να τελειώνουν με \"@geyser.fund\".",
  "Please use a valid email-formatted address for your Lightning Address.": "Παρακαλούμε χρησιμοποιήστε ένα έγκυρο email για τη Διεύθυνση Lightning.",
  "Are you sure you want to disconnect this account?": "Είσαστε σίγουροι πως θέλετε να αποσυνδέσετε αυτόν τον λογαριασμό;",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "Το Bitcoin είναι σήμα, όλα τα άλλα είναι θόρυβος.\nΔημιουργήσαμε το Geyser Grants για να βοηθήσουμε να εκπέμψουμε περισσότερο σήμα Bitcoin στον κόσμο.\nΔηλαδή, για να επιταχύνουμε την ανάπτυξη του οικοσυστήματος Bitcoin αυξάνοντας την ευαισθητοποίηση για το Bitcoin, επιτρέποντας την κουλτούρα Bitcoin και υποστηρίζοντας την απαραίτητη ανάπτυξη.\nΜέσω αυτών των επιχορηγήσεων, θα υποστηρίξουμε εκπαιδευτές, προγραμματιστές, επιχειρηματίες και δημιουργούς Bitcoin με τους πόρους που χρειάζονται για να ξεκινήσουν τις πρωτοβουλίες τους.\nΔεχόμαστε συνεισφορές Bitcoin για κάθε μεμονωμένη επιχορήγηση και δεν χρεώνουμε καμία χρέωση λειτουργίας επιχορήγησης. Για περισσότερες πληροφορίες, δείτε αυτό το έγγραφο.",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "Η διεύθυνση lightning είναι ένας απλός τρόπος για να σας στείλουν οι άλλοι χρήματα. Όταν κάποιος στέλνει χρήματα σε αυτή τη διεύθυνση, αυτά δρομολογούνται αμέσως στο ιδιωτικό σας πορτοφόλι. Αυτό διασφαλίζει ότι έχετε πλήρη διαχείριση και άμεση πρόσβαση στα χρήματά σας.",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "Bitcoin Meetups και Travel Vlogs της υιοθέτησης του Bitcoin στον Παγκόσμιο Νότο!",
  "Are you sure you want to save these changes?": "Είστε σίγουροι ότι θέλετε να αποθηκεύσετε αυτές τις αλλαγές;",
  "Save Changes": "Αποθήκευση Αλλαγών",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "Μπορείτε να το κάνετε ανοίγοντας το περιβάλλον ανάπτυξης (Κάντε δεξί κλικ -> επιθεώρηση) και, στη συνέχεια, κάνοντας κλικ στην Εφαρμογή > Αποθήκευση > Εκκαθάριση δεδομένων ιστότοπου.",
  "Onchain": "Onchain",
  "You can try the transaction again, in case the wallet becomes accessible again.": "Μπορείτε να δοκιμάσετε ξανά τη συναλλαγή, σε περίπτωση που το πορτοφόλι γίνει ξανά προσβάσιμο.",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "Ενημερώσαμε τον δημιουργό για αυτό το ζήτημα και ελπίζουμε για μια γρήγορη επίλυση από την πλευρά του.",
  "We took actions": "Λάβαμε μέτρα",
  "The lightning address provided for the wallet might no longer be valid.": "Η διεύθυνση lightning που παρέχεται για το πορτοφόλι ενδέχεται να μην είναι πλέον έγκυρη.",
  "The lightning node may be temporarily down.": "Ο κόμβος lightning ενδέχεται να είναι προσωρινά εκτός λειτουργίας.",
  "Or use a social account": "Ή χρησιμοποιήστε έναν λογαριασμό κοινωνικής δικτύωσης",
  "Add one or multiple images or video links to help bring your project to life": "Προσθέστε μία ή περισσότερες εικόνες ή συνδέσμους βίντεο για να βοηθήσετε να ζωντανέψετε το έργο σας",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "Εάν εξέλθετε από αυτήν την προβολή, οι πληροφορίες σας δεν θα αποθηκευτούν. Μπορεί να\nθέλετε να αποθηκεύσετε τη δουλειά σας ως πρόχειρο πριν φύγετε από αυτήν την προβολή",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "Για καλύτερη εφαρμογή, επιλέξτε οριζόντια εικόνα 16:9. Όριο μεγέθους εικόνας: 10MB.",
  "Enter your message here...": "Εισαγάγετε το μήνυμά σας εδώ...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "Το έργο σας δεν μπορεί να λάβει συνεισφορές, αλλά είναι ορατό στο κοινό. Για να ενεργοποιήσετε ξανά το έργο σας, μεταβείτε στις Ρυθμίσεις.",
  "Your project is in review and therefore cannot receive contributions": "Το έργο σας βρίσκεται υπό εξέταση και επομένως δεν μπορεί να λάβει συνεισφορές",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "Το έργο σας βρίσκεται υπό εξέταση και επομένως δεν μπορεί να λάβει συνεισφορές και δεν είναι ορατό στο κοινό.",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "Το έργο σας έχει επισημανθεί για παραβίαση των Όρων και Προϋποθέσεων. Θα έπρεπε να έχετε λάβει ένα email με περισσότερες λεπτομέρειες σχετικά με τον τρόπο προχωρήσετε. Το έργο σας δεν είναι ορατό στο κοινό.",
  "This project has not been launched yet.": "Αυτό το έργο δεν έχει ξεκινήσει ακόμη.",
  "This project has been flagged for violating our Terms & Conditions.": "Αυτό το έργο έχει επισημανθεί για παραβίαση των Όρων και Προϋποθέσεων.",
  "Check your email": "Ελέγξτε το email σας",
  "Contribute without login": "Συνεισφέρετε χωρίς σύνδεση",
  "What now?": "Τι τώρα;",
  "Card": "Κάρτα",
  "Get Featured": "Να εμφανιστείτε",
  "Private comment": "Ιδιωτικό σχόλιο",
  "Confirmation Message": "Μήνυμα επιβεβαίωσης",
  "Ask contributors for Nostr public address (npub)": "Ζητήστε από τους συνεισφέροντες δημόσια διεύθυνση Nostr (npub)",
  "Ask contributors for a lighting address in case of partial or full refund": "Ζητήστε από τους συνεισφέροντες μια διεύθυνση φωτισμού σε περίπτωση μερικής ή ολικής επιστροφής χρημάτων",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "Οι συνεισφέροντες μπορούν πάντα να σας στείλουν ένα ιδιωτικό μήνυμα με πρόσθετες πληροφορίες. Μπορείτε επίσης να επιλέξετε προκαθορισμένες επιλογές παρακάτω για να ζητήσετε συγκεκριμένες λεπτομέρειες από αυτούς στο ιδιωτικό μήνυμα. Εάν επιλεγεί, το ιδιωτικό σχόλιο καθίσταται υποχρεωτικό για τον συνεισφέροντα.",
  "Delivery Time (Weeks)": "Χρόνος παράδοσης (Εβδομάδες)",
  "Canceled subscriptions": "Ακυρωμένες συνδρομές",
  "Please login to use fiat payment": "Παρακαλώ συνδεθείτε για να χρησιμοποιήσετε πληρωμή fiat",
  "Fiat": "Fiat",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "Συνδέστε τον λογαριασμό σας στα μέσα κοινωνικής δικτύωσης με τη μεγαλύτερη κοινωνική απόδειξη, επιτρέποντας στους χρήστες να σας ανακαλύψουν και να επαληθεύσουν την φήμη σας πιο εύκολα",
  "INACTIVE": "Αδρανες",
  "Please update the amount, or contact us for donating a higher amount.": "Παρακαλούμε καταχωρήστε το ποσό ή επικοινωνήστε μαζί μας για να δωρίσετε ένα μεγαλύτερο ποσό.",
  "Please update the amount.": "Παρακαλούμε καταχωρήστε το ποσό.",
  "Please enter an email.": "Παρακαλούμε εισάγετε το email σας.",
  "ACTIVE": "Ενεργο",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "Καθώς περιπλανιέται στις χώρες των μη-νομισματοκοπών, η πανοπλία και το φαρδύ σπαθί του Ιππότη τον προστατεύουν από κάθε Φόβο, Αβεβαιότητα και Αμφιβολία που του ρίχνονται. Το φαρδύ του σπαθί έχει μυθικές δυνάμεις. Δίνει ενέργεια στον εαυτό του κοντά σε φυσικές πηγές ενέργειας όπως καταρράκτες και θερμοπίδακες, και εξαπολύει αστραπές στους αντιπάλους του.",
  "Email is required when subscribing to a project.": "Το email απαιτείται κατά την εγγραφή σε ένα έργο.",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "Τυλιγμένος στο μυστήριο, ο Θρύλος κινείται μέσα από τις σκιές, αποφεύγοντας ακόμη και την πιο έντονη διερεύνηση. Η όραση με λέιζερ διαπερνά τα ψέματα των κυβερνήσεων και των θεσμών, αποκαλύπτοντας σαφήνεια και αλήθεια. Όσοι συναντούν το βλέμμα του μεταμορφώνονται για πάντα, αναφλεγμένοι με μια ακλόνητη επιθυμία να επιδιώξουν ένα πιο ελεύθερο, καλύτερο μέλλον.",
  "Post published": "Δημοσιεύτηκε η ανάρτηση",
  "Your post is now live": "Η ανάρτησή σας είναι τώρα ζωντανή",
  "$100 per week": "$100 την εβδομάδα",
  "Contributed": "Συνεισφορά",
  "Browse map": "Περιήγηση στον χάρτη",
  "In partnership with": "Σε συνεργασία με",
  "&": "&",
  "Guardian collectible cards": "Συλλεκτικές κάρτες Guardian",
  "Guardian t-shirts": "Μπλουζάκια Guardian",
  "Guardian jerseys": "Φανέλες Guardian",
  "Guardian bitaxes": "Bitaxes Guardian",
  "CARD": "ΚΑΡΤΑ",
  "OF": "ΤΟΥ",
  " GUARDIANS": " GUARDIANS",
  "21% of all sales go directly to fund our Bitcoin grants.": "Το 21% όλων των πωλήσεων πηγαίνει απευθείας για τη χρηματοδότηση των επιχορηγήσεων Bitcoin μας.",
  "All prices include shipping.": "Όλες οι τιμές περιλαμβάνουν αποστολή.",
  "Failed to fetch project stats": "Αποτυχία λήψης στατιστικών έργου",
  "Notifications for Projects I follow": "Ειδοποιήσεις για έργα που παρακολουθώ",
  "Donate": "Δωρεά",
  "Terms": "Όροι",
  "Safe to delete refund file": "Ασφαλές για διαγραφή αρχείου επιστροφής χρημάτων",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "Είναι ασφαλές να διαγράψετε το Αρχείο Επιστροφής Χρημάτων, καθώς η συναλλαγή σας έχει υποβληθεί επιτυχώς.",
  "Geyser Cards": "Κάρτες Geyser",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "Οι κάρτες Geyser γιορτάζουν τα επιτεύγματά σας σε όλο το τοπίο του Bitcoin.",
  "Similar projects in": "Παρόμοια έργα σε",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "Οι προβολές του έργου παρακολουθούνται με το SimpleAnalytics, ένα εργαλείο ανάλυσης που δίνει προτεραιότητα στο απόρρητο. Οι πραγματικοί αριθμοί είναι πιθανότατα υψηλότεροι.",
  "T-Shirts": "Μπλουζάκια",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "Είδη περιορισμένης έκδοσης που κατασκευάζονται σε συνεργασία με κορυφαίες μάρκες Bitcoin που υποστηρίζουν τους δημιουργούς Bitcoin.",
  "BitAxe": "BitAxe",
  "Collectible Cards": "Συλλεκτικές κάρτες",
  "COLLECT YOURS": "ΣΥΛΛΕΞΤΕ ΤΑ ΔΙΚΑ ΣΑΣ",
  "Jerseys": "Φανέλες",
  "& JOIN THE COMMUNITY OF ": "& ΕΓΓΡΑΦΕΙΤΕ ΣΤΗΝ ΚΟΙΝΟΤΗΤΑ ΤΩΝ",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "ΣΥΛΛΕΞΤΕ ΤΑ ΔΙΚΑ ΣΑΣ 👇 & ΕΓΓΡΑΦΕΙΤΕ ΣΤΗΝ ΚΟΙΝΟΤΗΤΑ <1>{{totalUsers}}</1> GUARDIANS",
  "REMAINING": "ΥΠΟΛΟΙΠΟΝ",
  "followers": "ακόλουθοι",
  "Delete product": "Διαγραφή προϊόντος",
  "Product": "Προϊόν",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Το Geyser δεν είναι κατάστημα. Είναι ένας τρόπος για να φέρνετε δημιουργικά έργα στη ζωή, χρησιμοποιώντας Bitcoin. Η δωρεά σας θα υποστηρίξει ένα δημιουργικό έργο που δεν έχει ακόμη αναπτυχθεί. Υπάρχει κίνδυνος, παρά τις καλύτερες προσπάθειες του δημιουργού, το προϊόν σας να μην εκπληρωθεί και σας προτρέπουμε να εξετάσετε αυτόν τον κίνδυνο πριν το υποστηρίξετε. Το Geyser δεν είναι υπεύθυνο για αξιώσεις έργων ή εκπλήρωση προϊόντων.",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "Με τη διαγραφή αυτού του έργου, θα χάσετε όλα τα δεδομένα που σχετίζονται με αυτό το έργο, συμπεριλαμβανομένων περιγραφών, φωτογραφιών, καταχωρήσεων και προϊόντων.",
  "Add Products": "Προσθήκη Προϊόντων",
  "Create a product": "Δημιουργία προϊόντος",
  "Create product": "Δημιουργία προϊόντος",
  "Or, use a product template below": "Ή, χρησιμοποιήστε ένα πρότυπο προϊόντος παρακάτω",
  "Add product": "Προσθήκη προϊόντος",
  "Product Name": "Όνομα Προϊόντος",
  "Save product": "Αποθήκευση προϊόντος",
  "Update Product": "Ενημέρωση Προϊόντος",
  "Edit Product": "Επεξεργασία Προϊόντος",
  "Publish Product": "Δημοσίευση Προϊόντος",
  "Create Product": "Δημιουργία Προϊόντος",
  "Are you sure you want to remove the product?": "Είστε σίγουροι ότι θέλετε να αφαιρέσετε το προϊόν;",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "Τα προϊόντα περιορισμένης έκδοσης δεν μπορούν να επεξεργαστούν αφού έχουν αγοραστεί προϊόντα για να διασφαλιστεί η δικαιοσύνη για τους πρώτους αγοραστές. Για να αλλάξετε τα ποσά των προϊόντων περιορισμένης έκδοσης, δημιουργήστε ένα νέο προϊόν.",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "Λάβετε υπόψη ότι όλες οι τιμές των προϊόντων θα ενημερωθούν αυτόματα για να αντικατοπτρίζουν την ισοδύναμη αξία τους σε SWITCH_TO_REWARD_CURRENCY, με βάση την τρέχουσα τιμή Bitcoin σε Δολάρια ΗΠΑ. Εάν επιθυμείτε, μπορείτε να ενημερώσετε τις τιμές ξεχωριστά για κάθε προϊόν στη σελίδα του προϊόντος.",
  "No products are selected": "Δεν έχουν επιλεγεί προϊόντα",
  "Trending products": "Δημοφιλή προϊόντα",
  "No products sold": "Δεν έχουν πωληθεί προϊόντα",
  "Products Sold": "Προϊόντα που πωλήθηκαν",
  "Sell product": "Πώληση προϊόντος",
  "Hidden products": "Κρυφά προϊόντα",
  "Products sold": "Προϊόντα που πωλήθηκαν",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "Πρόκειται να αλλάξετε το νόμισμα για όλα τα προϊόντα σας από CURRENT_REWARD_CURRENCY σε SWITCH_TO_REWARD_CURRENCY.",
  "Available Products": "Διαθέσιμα Προϊόντα",
  "Product buyers": "Αγοραστές προϊόντων",
  "Linked goals and products": "Συνδεδεμένοι στόχοι και προϊόντα",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "Η χρήση συνδέσμων σάς επιτρέπει να επισημάνετε ένα συγκεκριμένο προϊόν ή στόχο, βοηθώντας σας να κατευθύνετε τους ανθρώπους σε αυτό.",
  "Link Goals and Products": "Σύνδεση Στόχων και Προϊόντων",
  "Select products": "Επιλογή προϊόντων",
  "Add your product specifications (eg. T-shirt size)": "Προσθέστε τις προδιαγραφές του προϊόντος σας (π.χ. μέγεθος μπλούζας)",
  "Created product": "Δημιουργημένο προϊόν",
  "Product currency denomination": "Νόμισμα προϊόντος",
  "Product Updates": "Ενημερώσεις Προϊόντων",
  "All products": "Όλα τα προϊόντα",
  "Share product": "Κοινή χρήση προϊόντος",
  "Share the product page to spread the word across the internet and social media.": "Μοιραστείτε τη σελίδα του προϊόντος για να διαδώσετε τη λέξη στο διαδίκτυο και τα μέσα κοινωνικής δικτύωσης.",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "Για προϊόντα που βρίσκονται ακόμη σε ανάπτυξη και δεν είναι έτοιμα για αποστολή, ορίστε τα σε 'Προ-παραγγελία' για να ενεργοποιήσετε τις προκαταβολικές αγορές από χρήστες.",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "Ορίστε ένα προσαρμοσμένο μήνυμα για να ευχαριστήσετε τους συντελεστές, να παρέχετε σημαντικές λεπτομέρειες ή να μοιραστείτε τυχόν πρόσθετες πληροφορίες που θα θέλατε να γνωρίζουν αφού διεκδικήσουν το προϊόν.",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "Χρησιμοποιήστε την “Αναμενόμενη Ημερομηνία Διαθεσιμότητας” για να ορίσετε πότε το προϊόν σας θα αναπτυχθεί και θα είναι διαθέσιμο.",
  "Specify estimated delivery time for the product from the moment it is ordered.": "Καθορίστε τον εκτιμώμενο χρόνο παράδοσης για το προϊόν από τη στιγμή που θα παραγγελθεί.",
  "Failed to update product": "Απέτυχε η ενημέρωση του προϊόντος",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "Τα προϊόντα σάς επιτρέπουν να ανταποδώσετε κάτι στους συνεισφέροντες σας, από ψηφιακά σήματα και φυσικά προϊόντα έως χορηγίες. Δείτε τον οδηγό μας για ",
  "How to leverage the power of Products": "Πώς να αξιοποιήσετε τη δύναμη των προϊόντων",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "Λάβετε ένα μηνιαίο email σχετικά με τη σύνοψη του έργου σας: στατιστικά, πρόοδο στόχων και δημοφιλή προϊόντα.",
  "Failed to fetch project products": "Απέτυχε η ανάκτηση των προϊόντων του έργου",
  "Invalid legal entity type": "Μη έγκυρος τύπος νομικής οντότητας",
  "Individual": "Ιδιώτης",
  "Company": "Εταιρεία",
  "Non-profit": "Μη κερδοσκοπικός οργανισμός",
  "Please select an identity below, to enable verification.": "Επιλέξτε μια ταυτότητα παρακάτω για να ενεργοποιήσετε την επαλήθευση.",
  "Full Name": "Πλήρες όνομα",
  "Update Information": "Ενημέρωση πληροφοριών",
  "Incorporation Document": "Έγγραφο ενσωμάτωσης",
  "Tax Residency": "Φορολογική κατοικία",
  "Verify your identity to get access to higher limits and tax-deducting features.": "Επαληθεύστε την ταυτότητά σας για να έχετε πρόσβαση σε υψηλότερα όρια και φοροαπαλλακτικά χαρακτηριστικά.",
  "Tax ID": "ΑΦΜ",
  "Tax profile": "Φορολογικό προφίλ",
  "Enter Tax ID": "Εισαγάγετε ΑΦΜ",
  "(optional)": "(προαιρετικό)",
  "Full name": "Ονοματεπώνυμο",
  "Enter full name": "Εισαγάγετε ονοματεπώνυμο",
  "Legal entity type": "Τύπος νομικής οντότητας",
  "State": "Πολιτεία",
  "Hero ID: {{heroId}}": "Hero ID: {{heroId}}",
  "Report project": "Αναφορά έργου",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "Αυτό το έργο εκτελείται από έναν μη κερδοσκοπικό οργανισμό στην {{country}}. Η δωρεά σας είναι φοροαπαλλασσόμενη και συνοδεύεται από απόδειξη για τα φορολογικά σας αρχεία.",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>Διευθύνσεις Lightning</0> είναι σαν μια διεύθυνση email, αλλά για το Bitcoin σας. Θα λαμβάνετε όλες τις συναλλαγές on-chain και lightning απευθείας στο πορτοφόλι lightning σας. Αποκτήστε το δικό σας, εξετάζοντας τα προτεινόμενα και άλλα <2>συνιστώμενα πορτοφόλια.</2>",
  "Verify your profile as a:": "Επαληθεύστε το προφίλ σας ως:",
  "Rate is required": "Η βαθμολογία απαιτείται",
  "User ID is required": "Το αναγνωριστικό χρήστη απαιτείται",
  "Rate must be a number": "Η βαθμολογία πρέπει να είναι ένας αριθμός",
  "Rate must be > {{min}} and <= {{max}}": "Η βαθμολογία πρέπει να είναι > {{min}} και <= {{max}}",
  "Tax ID is required for Non-profits": "Το ΑΦΜ απαιτείται για μη κερδοσκοπικούς οργανισμούς",
  "Country is required for Non-profits": "Η χώρα απαιτείται για μη κερδοσκοπικούς οργανισμούς",
  "Required for country US and Non-profits": "Απαιτείται για τη χώρα ΗΠΑ και μη κερδοσκοπικούς οργανισμούς",
  "A tax-deductible invoice is provided  when contributing to this project.": "Ένα φοροαπαλλασσόμενο τιμολόγιο παρέχεται όταν συνεισφέρετε σε αυτό το έργο.",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "Για να διασφαλίσετε το ακριβές όνομα στο τιμολόγιο, ενημερώστε το όνομα χρήστη ή το φορολογικό σας προφίλ στις ρυθμίσεις προφίλ.",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "Στείλτε μας έγγραφα στο hello@geyser.fund, πιστοποιώντας ότι είστε εγγεγραμμένοι φιλανθρωπικοί οργανισμοί με φοροαπαλλασσόμενες δωρεές.",
  "This information will be displayed in donations and sale invoices.": "Αυτές οι πληροφορίες θα εμφανίζονται σε δωρεές και τιμολόγια πωλήσεων.",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "Αυτές οι πληροφορίες θα εμφανίζονται σε δωρεές και τιμολόγια πωλήσεων, για να επιτρέπονται φοροαπαλλασσόμενες δωρεές σε επιλέξιμα έργα.",
  "Charity projects with Tax benefits": "Φιλανθρωπικά έργα με φορολογικά οφέλη",
  "Pending Verification": "Εκκρεμεί η επαλήθευση",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "Βοηθήστε το Geyser στην αποστολή του να επιταχύνει την υιοθέτηση του Bitcoin από τη βάση του πληθυσμού στον κόσμο.",
  "SATOSHI AMOUNT": "ΠΟΣΟΤΗΤΑ SATOSHI",
  "Geyser tip": "Συμβουλή Geyser",
  "sats in contributions to this project.": "sats σε συνεισφορές σε αυτό το έργο.",
  "So far, ": "Μέχρι στιγμής, ",
  "Copy hero link": "Αντιγραφή συνδέσμου hero",
  "This project has not enabled fiat contributions yet": "Αυτό το έργο δεν έχει ενεργοποιήσει ακόμη συνεισφορές σε fiat",
  "Learn More": "Μάθετε περισσότερα",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "Αυτό το μικρό τέλος είναι ένα σημάδι δέσμευσης. Δείχνει ότι είστε σοβαροί για το έργο σας και έτοιμοι να το μοιραστείτε με τον κόσμο. Αυτό σημαίνει ότι μπορείτε να αρχίσετε να λαμβάνετε υποστήριξη από συνεισφέροντες άμεσα.",
  "Show Less": "Δείξε λιγότερα",
  "Wallet Unreachable": "Πορτοφόλι μη προσβάσιμο",
  "Copied": "Αντιγράφηκε",
  "Project in Launchpad": "Έργο σε Launchpad",
  "more to launch": "περισσότερα για να ξεκινήσουν",
  "Successful follow!": "Επιτυχής παρακολούθηση!",
  "Share it with other friends to help spread the word and make this project a reality!": "Μοιραστείτε το με άλλους φίλους για να βοηθήσετε να διαδοθεί η φήμη και να γίνει αυτό το έργο πραγματικότητα!",
  "You’re about to power a launch!": "Είστε έτοιμοι να ενεργοποιήσετε μια εκκίνηση!",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "Για να παρακολουθήσετε τα έργα του Launchpad, χρειαζόμαστε το email σας, ώστε να σας ενημερώσουμε όταν ξεκινήσουν. ",
  "Add email to follow": "Προσθέστε email για παρακολούθηση",
  "Latest followers": "Τελευταίοι ακόλουθοι",
  "Share link": "Κοινή χρήση συνδέσμου",
  "Launchpad": "Launchpad",
  "left": "αριστερά",
  "Pay $21 to launch right away": "Πληρώστε 21 $ για να ξεκινήσετε αμέσως",
  "Ready to launch": "Έτοιμο για εκκίνηση",
  "Your project is almost live. You can launch the project now.": "Το έργο σας είναι σχεδόν ζωντανό. Μπορείτε να ξεκινήσετε το έργο τώρα.",
  "was successfully deleted": "διαγράφηκε επιτυχώς",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "Αυτό το έργο χρειάζεται ακόμα {{countdown}} ακόλουθους για να μπορέσει να ξεκινήσει την άντληση κεφαλαίων.",
  "We’ll email you when the project goes live.": "Θα σας στείλουμε email όταν το έργο ξεκινήσει.",
  "Ready": "Έτοιμο",
  "Support Geyser Grants": "Υποστηρίξτε τις επιχορηγήσεις Geyser",
  "Help fund the next round — or get an email when it launches.": "Βοηθήστε στη χρηματοδότηση του επόμενου γύρου — ή λάβετε ένα email όταν ξεκινήσει.",
  "Heroes": "Ήρωες",
  "that match your interests!": "που ταιριάζουν με τα ενδιαφέροντά σας!",
  "You are not following any projects yet.": "Δεν ακολουθείτε ακόμα κανένα έργο.",
  "Explore projects": "Εξερευνήστε έργα",
  "Top Projects this month": "Κορυφαία έργα αυτόν τον μήνα",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Ενεργοποιήθηκαν <1>{{usdAmount}}</1> ({{satsAmount}} sats) σε <3>{{numberOfProjects}}</3> έργα",
  "Prelaunch": "Προ-εκκίνηση",
  "Are you sure you want to activate the project?": "Είστε σίγουροι ότι θέλετε να ενεργοποιήσετε το έργο;",
  "User": "Χρήστης",
  "Contributions Enabled": "Συνεισφορές ενεργοποιημένες",
  "Geyser Promotion": "Προώθηση Geyser",
  "10% fee": "Τέλος 10%",
  "Let's spread the word about your project.": "Ας διαδώσουμε τη φήμη για το έργο σας.",
  "The fee is only applied to contributions enabled through Geyser promotions": "Το τέλος εφαρμόζεται μόνο σε συνεισφορές που ενεργοποιούνται μέσω των προωθήσεων Geyser",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "Όταν είναι ενεργοποιημένο, το έργο σας καθίσταται επιλέξιμο για κοινή χρήση μέσω του δικτύου προώθησης Geyser και των συνεργατών ψηφιακών μέσων ενημέρωσης, προσελκύοντας περισσότερα βλέμματα στο έργο σας για να ενεργοποιήσετε περισσότερες συνεισφορές.",
  "Promotions": "Προωθήσεις",
  "Payout Rate (%)": "Ποσοστό πληρωμής (%)",
  "Ambassador Payouts": "Αμοιβές Πρεσβευτών",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "Οι πρεσβευτές διαδίδουν τη φήμη για το έργο σας. Μπορείτε να ανταμείψετε τους πιο πιστούς πρεσβευτές σας μοιράζοντας ένα ποσοστό των συνεισφορών που ενεργοποιούν μαζί τους.",
  "Featured for a week": "Προβεβλημένο για μια εβδομάδα",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "Εξασφαλίστε μια θέση στην ενότητα Προβεβλημένα της σελίδας προορισμού για μια ολόκληρη εβδομάδα.",
  "Actions": "Ενέργειες",
  "User Hero ID": "Αναγνωριστικό ήρωα χρήστη",
  "Your project doesn't have ambassadors yet.": "Το έργο σας δεν έχει ακόμη πρεσβευτές.",
  "Payout Rate": "Ποσοστό πληρωμής",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "Αυτό το έργο είναι σε προ-εκκίνηση και επομένως δεν μπορεί να λάβει συνεισφορές και δεν μπορείτε να αλλάξετε την κατάσταση του έργου.",
  "The creator has requested: ": "Ο δημιουργός ζήτησε:",
  "Creator's message": "Μήνυμα δημιουργού",
  "Nostr Badges": "Σήματα Nostr",
  "Email is required when purchasing a product.": "Απαιτείται email κατά την αγορά ενός προϊόντος.",
  "Where grassroots Bitcoin projects come to life.": "Εκεί που ζωντανεύουν τα λαϊκά έργα Bitcoin.",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "Η Geyser συσπειρώνει την κοινότητα Bitcoin για να χρηματοδοτήσει ιδέες, προϊόντα και αιτίες που οδηγούν στην υιοθέτηση στον πραγματικό κόσμο από τη βάση προς τα πάνω.",
  "Choose your launch strategy": "Επιλέξτε τη στρατηγική εκκίνησής σας",
  "Launch your project": "Ξεκινήστε το έργο σας",
  "Skip the challenge. Launch instantly for $21.": "Παραλείψτε την πρόκληση. Ξεκινήστε αμέσως για $21.",
  "Build momentum quickly with early supporters": "Δημιουργήστε γρήγορα δυναμική με τους πρώτους υποστηρικτές",
  "Geyser Launch Challenge": "Πρόκληση εκκίνησης Geyser",
  "Go Live Now": "Πήγαινε ζωντανά τώρα",
  "No pressure to raise a lot right away, go by your plan.": "Χωρίς πίεση για να συγκεντρώσετε πολλά χρήματα αμέσως, ακολουθήστε το σχέδιό σας.",
  "Seen in ‘Recently launched’ in Discovery page": "Εμφανίζεται στο 'Πρόσφατα ξεκίνησε' στη σελίδα Discovery",
  "Embed": "Ενσωμάτωση",
  "What's next?": "Τι ακολουθεί;",
  "more to go live": "περισσότερα για να ξεκινήσετε",
  "New in": "Νέο σε",
  "left to raise $210 & launch": "απομένουν να συγκεντρωθούν $210 & να ξεκινήσουν",
  "raised": "συγκεντρώθηκαν",
  "more to go live.": "περισσότερα για να ξεκινήσουν.",
  "to raise $210": "να συγκεντρώσετε $210",
  "Save as Draft": "Αποθήκευση ως πρόχειρο",
  "raised!": "συγκεντρώθηκαν!",
  "raised this week!": "συγκεντρώθηκαν αυτή την εβδομάδα!",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "Αγοράζετε ένα προϊόν από ένα έργο που βρίσκεται στο Launchpad. Η πληρωμή σας θα υποβληθεί σε επεξεργασία, αλλά το έργο θα ξεκινήσει μόνο εάν το έργο φτάσει τα $210. Με τη συνεισφορά σας, βοηθάτε τον δημιουργό να φτάσει σε αυτό το ορόσημο. 🙌",
  "Are you interested in receiving updates from this project?": "Ενδιαφέρεστε να λαμβάνετε ενημερώσεις από αυτό το έργο;",
  "Follow project": "Ακολουθήστε το έργο",
  "We will send you important updates via your profile email for the projects your follow.": "Θα σας στείλουμε σημαντικές ενημερώσεις μέσω του email προφίλ σας για τα έργα που ακολουθείτε.",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "Το μέλλον του έργου σας εξαρτάται από αυτό το κρίσιμο πρώτο βήμα - πετύχετε τον στόχο για να διατηρήσετε το όραμά σας ζωντανό. Είναι η ευκαιρία σας να δημιουργήσετε πρώιμη δυναμική και να ξεκινήσετε με μια έκρηξη.",
  "unFollow": "Διαγραφή",
  "Launchpad projects": "Έργα Launchpad",
  "Email address is a required field.": "Η διεύθυνση email είναι υποχρεωτικό πεδίο.",
  "Email verification": "Επαλήθευση email",
  "Featured in ‘Recently launched’ in Discovery page": "Παρουσιάζεται στο 'Πρόσφατα ξεκίνησε' στη σελίδα Discovery",
  "Featured in Launchpad & discovery emails": "Παρουσιάζεται σε email Launchpad & ανακάλυψης",
  "Lightning QR code": "Κωδικός QR Lightning",
  "Go to Project": "Μετάβαση στο έργο",
  "Generating banner...": "Δημιουργία banner...",
  "Copy image": "Αντιγραφή εικόνας",
  "Contribute with lightning": "Συνεισφέρετε με lightning",
  "Copy embed code": "Αντιγραφή κώδικα ενσωμάτωσης",
  "Embed the contribute and leaderboard section of this page on your website": "Ενσωματώστε την ενότητα συνεισφοράς και πίνακα κατάταξης αυτής της σελίδας στον ιστότοπό σας",
  "12345": "12345",
  "Project Deactivated": "Έργο Απενεργοποιημένο",
  "This project did not reach its goal in the launchpad.": "Αυτό το έργο δεν πέτυχε τον στόχο του στο launchpad.",
  "Your project did not reach its goal in the launchpad.": "Το έργο σας δεν πέτυχε τον στόχο του στο launchpad.",
  "Project Closed": "Έργο Κλειστό",
  "Project story should be longer than 210 characters.": "Η ιστορία του έργου θα πρέπει να είναι μεγαλύτερη από 210 χαρακτήρες.",
  "Raise $210 in 7 days with your community.": "Συγκεντρώστε $210 σε 7 ημέρες με την κοινότητά σας.",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you don't need to worry about reaching $210 in 7 days": "Αυτό το μικρό τέλος είναι ένα σημάδι δέσμευσης. Δείχνει ότι είστε σοβαροί για το έργο σας και έτοιμοι να το μοιραστείτε με τον κόσμο. Αυτό σημαίνει ότι δεν χρειάζεται να ανησυχείτε για την επίτευξη των $210 σε 7 ημέρες",
  "If you don’t reach $210 in your first week, your project will close (you can start over)": "Εάν δεν φτάσετε τα $210 την πρώτη εβδομάδα, το έργο σας θα κλείσει (μπορείτε να ξεκινήσετε ξανά)",
  "Once you launch your project, it will become visible and searchable by the public. A 7-day countdown will begin immediately.": "Μόλις ξεκινήσετε το έργο σας, θα γίνει ορατό και αναζητήσιμο από το κοινό. Ένα χρονόμετρο 7 ημερών θα ξεκινήσει αμέσως.",
  "If you’re not ready to launch we recommend you place your project in Draft mode. ": "Εάν δεν είστε έτοιμοι να ξεκινήσετε, σας συνιστούμε να θέσετε το έργο σας σε κατάσταση προσχεδίου.",
  "Launch & Start Countdown": "Εκκίνηση & Έναρξη Χρονομέτρου",
  "You're live on the Launchpad!": "Είστε ζωντανά στο Launchpad!",
  "Raise $210 to lift off": "Συγκεντρώστε $210 για απογείωση",
  "It's time to raise $210 in 7 days!": "Είναι καιρός να συγκεντρώσετε $210 σε 7 ημέρες!",
  "Share your project with your friends, community, and people you think will care about your project.": "Μοιραστείτε το έργο σας με τους φίλους σας, την κοινότητά σας και άτομα που πιστεύετε ότι θα ενδιαφερθούν για το έργο σας.",
  "Connect with the Geyser team on <1>Discord</1>, <3>Telegram</3>, <5>Nostr</5>, <7>X</7>.": "Συνδεθείτε με την ομάδα Geyser στο <1>Discord</1>, <3>Telegram</3>, <5>Nostr</5>, <7>X</7>.",
  "Your project will remain hidden until you decide to launch it.": "Το έργο σας θα παραμείνει κρυφό μέχρι να αποφασίσετε να το ξεκινήσετε.",
  "Your project is not visible to the public and cannot receive contributions.": "Το έργο σας δεν είναι ορατό στο κοινό και δεν μπορεί να λάβει συνεισφορές.",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 7 days. Help them build momentum — or they might never take off.": "Αυτά τα έργα πρώιμου σταδίου βρίσκονται σε λειτουργία χρονομέτρου. Για να ξεκινήσουν, πρέπει να συγκεντρώσουν $210 εντός 7 ημερών. Βοηθήστε τα να δημιουργήσουν δυναμική - διαφορετικά ίσως να μην απογειωθούν ποτέ.",
  "Add Email": "Προσθήκη email",
  "Add your email to receive project updates from the creator.": "Προσθέστε το email σας για να λαμβάνετε ενημερώσεις έργου από τον δημιουργό.",
  "Connect profile": "Σύνδεση προφίλ",
  "Connect this transaction with your social profile and receive project updates.": "Συνδέστε αυτήν τη συναλλαγή με το κοινωνικό σας προφίλ και λάβετε ενημερώσεις έργου.",
  "At least one shipping rate is required": "Απαιτείται τουλάχιστον ένα τέλος αποστολής",
  "Shipping availability is required": "Απαιτείται διαθεσιμότητα αποστολής",
  "At least one specific country must be added when not shipping worldwide": "Πρέπει να προστεθεί τουλάχιστον μία συγκεκριμένη χώρα όταν δεν αποστέλλεται παγκοσμίως",
  "Name is required": "Απαιτείται όνομα",
  "Fees model is required": "Απαιτείται μοντέλο τελών",
  "Country is required": "Απαιτείται χώρα",
  "Summary that captures the essence of your product": "Μια σύνοψη που αποτυπώνει την ουσία του προϊόντος σας",
  "Additional configuration": "Πρόσθετη διαμόρφωση",
  "Add one or multiple images to showcase your product": "Προσθέστε μία ή περισσότερες εικόνες για να παρουσιάσετε το προϊόν σας",
  "Header images": "Εικόνες κεφαλίδας",
  "Best for small, lightweight items where shipping cost doesn't change with quantity. eg: stickers, keychains, etc.": "Καλύτερο για μικρά, ελαφριά είδη όπου το κόστος αποστολής δεν αλλάζει με την ποσότητα. π.χ.: αυτοκόλλητα, μπρελόκ κ.λπ.",
  "One fee, regardless of quantity": "Ένα τέλος, ανεξάρτητα από την ποσότητα",
  "Flat Rate": "Σταθερή τιμή",
  "Per Unit": "Ανά Μονάδα",
  "Calculation: If 1 item = $10,   then 2+ items = $10": "Υπολογισμός: Εάν 1 αντικείμενο = $10, τότε 2+ αντικείμενα = $10",
  "Ideal when each item adds to the shipping cost. eg: laptops, books, etc.": "Ιδανικό όταν κάθε αντικείμενο προσθέτει στο κόστος αποστολής. π.χ.: φορητοί υπολογιστές, βιβλία κ.λπ.",
  "Calculation: If 1 item = $10,   then 2+ items = $20": "Υπολογισμός: Εάν 1 αντικείμενο = $10, τότε 2+ αντικείμενα = $20",
  "Incremental": "Αυξητική",
  "Base fee + extra charge per additional item": "Βασικό τέλος + επιπλέον χρέωση ανά επιπλέον αντικείμενο",
  "Multiply fee by number of items": "Πολλαπλασιάστε το τέλος με τον αριθμό των αντικειμένων",
  "Calculation: If 1 item = $10, increment rate = $2, then 2 items = $10 + (1×2) = $12": "Υπολογισμός: Εάν 1 αντικείμενο = $10, ρυθμός αύξησης = $2, τότε 2 αντικείμενα = $10 + (1×2) = $12",
  "Add shipping fees": "Προσθήκη τελών αποστολής",
  "Enter a name to remember this fees configuration": "Εισαγάγετε ένα όνομα για να θυμάστε αυτήν τη διαμόρφωση τελών",
  "Fees model": "Μοντέλο τελών",
  "Great for items where shipping a few costs the same, but bulk adds extra fees. Set a base price, then add a small fee per item to balance the cost. eg: small electronics, apparel, etc.": "Ιδανικό για αντικείμενα όπου η αποστολή λίγων κοστίζει το ίδιο, αλλά η μαζική προσθέτει επιπλέον χρεώσεις. Ορίστε μια βασική τιμή και, στη συνέχεια, προσθέστε μια μικρή χρέωση ανά αντικείμενο για να εξισορροπήσετε το κόστος. π.χ.: μικρά ηλεκτρονικά, ρούχα κ.λπ.",
  "Shipping rates": "Κόστος αποστολής",
  "Base rate ($)": "Βασική τιμή ($)",
  "Same as Default": "Ίδιο με Προεπιλογή",
  "Shipping Availability": "Διαθεσιμότητα αποστολής",
  "Add new country": "Προσθήκη νέας χώρας",
  "Base rate must be a number": "Η βασική τιμή πρέπει να είναι αριθμός",
  "Default": "Προεπιλογή",
  "Describe your product in detail - features, specifications, and benefits.": "Περιγράψτε λεπτομερώς το προϊόν σας - χαρακτηριστικά, προδιαγραφές και οφέλη.",
  "Base rate is required": "Απαιτείται βασική τιμή",
  "If selected, only the countries selected below will be eligible for shipping": "Εάν επιλεγεί, μόνο οι χώρες που επιλέγονται παρακάτω θα είναι επιλέξιμες για αποστολή",
  "Ships Worldwide": "Αποστολή σε όλο τον κόσμο",
  "Ships to certain countries": "Αποστολή σε συγκεκριμένες χώρες",
  "Increment rate ($)": "Χρέωση αύξησης ($)",
  "Select Country": "Επιλογή χώρας",
  "Remove country rate": "Αφαίρεση χρέωσης χώρας",
  "Increment rate is required": "Απαιτείται χρέωση αύξησης",
  "Increment rate must be a number": "Η χρέωση αύξησης πρέπει να είναι αριθμός",
  "Invalid increment rate": "Μη έγκυρη χρέωση αύξησης",
  "Updates": "Ενημερώσεις",
  "Shop": "Κατάστημα",
  "Community": "Κοινότητα",
  "Guides": "Οδηγοί",
  "Shipping fees": "Έξοδα αποστολής",
  "fee": "χρέωση",
  "Shipping availability": "Διαθεσιμότητα αποστολής",
  "Increment rate": "Χρέωση αύξησης",
  "Base rate": "Βασική τιμή",
  "Fee model": "Μοντέλο χρέωσης",
  "Edit shipping fees": "Επεξεργασία εξόδων αποστολής",
  "Rates": "Τιμές",
  "Specific countries listed below": "Συγκεκριμένες χώρες που αναφέρονται παρακάτω",
  "Updating this shipping fee configuation will update all rewards that use this shipping fee.": "Η ενημέρωση αυτής της διαμόρφωσης χρέωσης αποστολής θα ενημερώσει όλες τις ανταμοιβές που χρησιμοποιούν αυτήν τη χρέωση αποστολής.",
  "Add new": "Προσθήκη νέου",
  "Select fee": "Επιλογή χρέωσης",
  "Invalid amount": "Μη έγκυρο ποσό",
  "Shipping conflict": "Σύγκρουση αποστολής",
  "The items in your basket cannot all be shipped to a single country. Please adjust your selection or choose items available for global shipping.": "Δεν είναι δυνατή η αποστολή όλων των αντικειμένων στο καλάθι σας σε μία μόνο χώρα. Προσαρμόστε την επιλογή σας ή επιλέξτε αντικείμενα που είναι διαθέσιμα για παγκόσμια αποστολή.",
  "City is required": "Απαιτείται η πόλη",
  "Full name is required": "Απαιτείται ολόκληρο το όνομα",
  "Postal code is required": "Απαιτείται ταχυδρομικός κώδικας",
  "Street address is required": "Απαιτείται διεύθυνση",
  "Shipping Address": "Διεύθυνση αποστολής",
  "Postal code": "Ταχυδρομικός κώδικας",
  "City": "Πόλη",
  "State / Region": "Πολιτεία / Περιοχή",
  "Street Address": "Διεύθυνση",
  "Include unit/apartment/suite no. if applicable": "Συμπεριλάβετε αριθμό μονάδας/διαμερίσματος/σουίτας εάν υπάρχει",
  "Raymond Holt": "Raymond Holt",
  "123 Main St, Unit 123": "123 Main St, Unit 123",
  "State is required": "Απαιτείται πολιτεία",
  "California": "Καλιφόρνια",
  "San Francisco": "Σαν Φρανσίσκο",
  "Invalid shipping address": "Μη έγκυρη διεύθυνση αποστολής",
  "Failed to save shipping address": "Αποτυχία αποθήκευσης διεύθυνσης αποστολής",
  "Unstable Wallet": "Ασταθές πορτοφόλι",
  "Ships worldwide": "Αποστολή σε όλο τον κόσμο",
  "Ships to select regions": "Αποστολή σε επιλεγμένες περιοχές",
  "Expected": "Αναμενόμενο",
  "You are purchasing a physical item that requires shipping. ": "Αγοράζετε ένα φυσικό αντικείμενο που απαιτεί αποστολή.",
  "This information is stored securely and deleted after a period of 3 months.": "Αυτές οι πληροφορίες αποθηκεύονται με ασφάλεια και διαγράφονται μετά από περίοδο 3 μηνών.",
  "This project needs to raise $210 in 7 days to go live. Share this project on social media to help launch it.": "Αυτό το έργο πρέπει να συγκεντρώσει 210 $ σε 7 ημέρες για να ξεκινήσει. Μοιραστείτε αυτό το έργο στα μέσα κοινωνικής δικτύωσης για να το βοηθήσετε να ξεκινήσει.",
  "Create a re-usable shipping fee configuration that can be used across multiple rewards.": "Δημιουργήστε μια επαναχρησιμοποιήσιμη διαμόρφωση χρέωσης αποστολής που μπορεί να χρησιμοποιηθεί σε πολλές ανταμοιβές.",
  "The default rate is used for any country not configured below.": "Η προεπιλεγμένη τιμή χρησιμοποιείται για οποιαδήποτε χώρα που δεν έχει ρυθμιστεί παρακάτω.",
  "List all the countries that are eligible for shipping.": "Καταγράψτε όλες τις χώρες που είναι επιλέξιμες για αποστολή.",
  "Require shipping": "Απαιτείται αποστολή",
  "Collect shipping address for delivering physical products directly to your supporters.": "Συλλέξτε τη διεύθυνση αποστολής για την παράδοση φυσικών προϊόντων απευθείας στους υποστηρικτές σας.",
  "Add shipping fees based on specific countries or globally.": "Προσθέστε χρεώσεις αποστολής με βάση συγκεκριμένες χώρες ή παγκοσμίως.",
  "Shipping cost": "Κόστος αποστολής",
  "Products cost": "Κόστος προϊόντων",
  "Shipping cost is an estimate and may vary depending on the shipping address.": "Το κόστος αποστολής είναι μια εκτίμηση και ενδέχεται να διαφέρει ανάλογα με τη διεύθυνση αποστολής.",
  "Wallet Connection": "Σύνδεση Πορτοφολιού",
  "Connect a Lightning wallet to your account to receive refunds, ambassador payouts, etc.": "Συνδέστε ένα πορτοφόλι Lightning στον λογαριασμό σας για να λαμβάνετε επιστροφές χρημάτων, πληρωμές πρεσβευτών κ.λπ.",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your product via email.": "Αλληλεπιδράστε με την κοινότητά σας, τους followers, τους συνεισφέροντες και τους αγοραστές προϊόντων στέλνοντάς τους μια ενημέρωση σχετικά με το προϊόν σας μέσω email.",
  "Linked products and goals": "Συνδεδεμένα προϊόντα και στόχοι",
  "Please enter a valid email address": "Εισαγάγετε μια έγκυρη διεύθυνση email",
  "Email is required": "Απαιτείται email",
  "Discord": "Discord",
  "X": "X",
  "Discover the best bitcoin projects - join the list!": "Ανακαλύψτε τα καλύτερα bitcoin projects - εγγραφείτε στη λίστα!",
  "Real-world Bitcoin adoption stories": "Ιστορίες υιοθέτησης Bitcoin στον πραγματικό κόσμο",
  "Telegram": "Telegram",
  "satoshi@gmx.com": "satoshi@gmx.com",
  "New projects & product launches": "Νέα projects & κυκλοφορίες προϊόντων",
  "Get Updates": "Λήψη ενημερώσεων",
  "Just launched!": "Μόλις κυκλοφόρησε!",
  "You’ve just launched a Bitcoin project - let`s make it fly!": "Μόλις κυκλοφορήσατε ένα Bitcoin project - ας το κάνουμε να πετάξει!",
  "Connect with the Geyser team on ": "Επικοινωνήστε με την ομάδα Geyser στο "
}