{
  "projects": "proyectos",
  "contributors": "contribuyentes",
  "Search": "Buscar",
  "Projects with perks": "Proyectos con Beneficios",
  "Inactive Projects": "Proyectos inactivos",
  "Active Projects": "Proyectos activos",
  "Subscribe": "Suscribete",
  "Privacy": "Privacidad",
  "Analytics": "Analítica",
  "activity": "actividad",
  "Select": "Seleccionar",
  "Trending in": "Tendencia en",
  "Recent Projects": "Proyectos recientes",
  "See all": "Ver todos",
  "This week": "Esta semana",
  "All time": "Siempre",
  "Failed to fetch data": "Fallo en la obtención de datos",
  "Login": "Iniciar sesión",
  "Projects": "Proyectos",
  "Contributions": "Contribuciones",
  "Go back": "Volver atrás",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "Si estás teniendo problemas conectándote con Twitter en el móvil, intenta iniciar sesión en Twitter.com en tu navegador y luego vuelve a intentarlo.",
  "Project": "Proyecto",
  "You have been logged out": "Has cerrado la sesión",
  "Continue": "Continúa",
  "Grants": "Subvenciones",
  "About": "Sobre",
  "Feedback": "Sugerencias",
  "Sign Out": "Cerrar Sesión",
  "Dashboard": "Panel de control",
  "Contribute": "Contribuye",
  "Back": "Volver",
  "RUNNING": "EJECUTANDO",
  "Follow": "Sigue",
  "Copied!": "Copiado!",
  "Download": "Descargar",
  "Tags": "Etiquetas",
  "Region": "Región",
  "Launched": "Lanzado el",
  "Finalize project": "Finaliza el proyecto",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "Tu proyecto aún no está activo. Vuelve al proceso de creación para finalizar la información del proyecto y lanzarlo.",
  "Story": "Historia",
  "Cancel": "Cancelar",
  "Confirm": "Confirmar",
  "Something went wrong.": "Algo ha ido mal",
  "Please try again": "Por favor, vuelve a intentarlo",
  "Failed to fetch contributions": "Error al obtener las contribuciones",
  "Some time ago": "Hace un tiempo",
  "ago": "hace",
  "a day": "un dia",
  "days": "dias",
  "an hour": "una hora",
  "a minute": "un minuto",
  "a few seconds": "unos segundos",
  "minutes": "minutos",
  "hours": "horas",
  "Total": "Total",
  "Funding as": "Contribuyendo como",
  "anonymous": "anónimo",
  "Funding anonymously. Click to login": "Contribuyendo de forma anónima. Haz clic para iniciar sesión",
  "Click to logout": "Haz clic para cerrar sesión",
  "About to logout": "A punto de cerrar sesión",
  "You are about to logout of your account": "Estás a punto de cerrar la sesión de tu cuenta",
  "Logout": "Cerrar sesión",
  "Reach out for help": "Solicítanos ayuda",
  "Waiting for payment": "Esperando al pago",
  "Email": "correo electrónico",
  "Failed to download image": "Error al descargar la imagen",
  "copy": "copia",
  "Go to project": "Ir al proyecto",
  "Your project is in draft": "Tu proyecto esta en borrador",
  "Please refresh the page and try again.": "Por favor, refresque la página y vuelva a intentarlo.",
  "Description": "Descripción",
  "Links & tags": "Links y Etiquetas",
  "Wallet": "Billetera",
  "Contributors": "contribuyentes",
  "Back to project": "Volver al proyecto",
  "Name": "Nombre",
  "Contribution": "Contribución",
  "Copy": "copia",
  "Project updated successfully!": "Proyecto actualizado con éxito!",
  "Project update failed!": "Error al actualizar el Proyecto!",
  "Save": "Guardar",
  "Title": "Titulo",
  "A few words that make your project stand out": "Unas pocas palabras que destaquen tu proyecto",
  "Add 'one liner' a simple descriptions of what your project is about": "Añade una descripción sencilla de lo que va tu proyecto.",
  "Image": "Imagen",
  "Change image": "Cambiar imagen",
  "This lightning address is already taken.": "Esta dirección Lightning ya está asignada.",
  "Leave without saving": "Salir sin guardar",
  "failed to update project": "error al actualizar el proyecto",
  "please enter a valid url for project links": "Por favor, introduce una dirección url válida para los enlaces del proyecto",
  "failed to create new tag": "Error al crear Etiqueta nueva",
  "failed to create tag": "error al crear etiqueta",
  "tag length must be between": "la longitud de la etiqueta tiene que estar entre",
  "and": "y",
  "add tag": "añadir etiqueta",
  "Connect your sites so viewers can see more proof of your work": "Conecte tus páginas web para que los usuarios puedan ver más Pruebas De (tu) Trabajo",
  "Project links": "Links del Proyecto",
  "Add Project Link": "Añade link del proyecto",
  "you will be redirected shortly...": "serás redirigido en unos instantes...",
  "failed to delete project": "error al eliminar el proyecto",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "Las notificaciones y actualizaciones del proyecto se envían al correo electrónico del creador del proyecto. Este correo electrónico puede editarse desde los Ajustes del perfil del creador.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "Desactivar tu proyecto no permitirá que otros contribuyan tu proyecto, pero éste seguirá visible para todos los demás. Podrás reactivar tu proyecto en cualquier momento.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "Si eliminas un proyecto, ni tú ni los demás podréis acceder a él. Sólo puedes borrar un proyecto si no ha recibido ninguna contribución. Esto es para asegurar la transparencia para aquellos que han contribuido al proyecto.",
  "Delete": "Eliminar",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "Esta acción es irreversible. Ya no podrás ver ni acceder a este proyecto ni a sus datos.",
  "Confirm that you want to delete the project": "Confirma que deseas eliminar el proyecto",
  "FUNDED": "CONTRIBUIDOS",
  "Project story updated successfully!": "¡Historia del proyecto actualizada con éxito!",
  "There was a problem while trying to update the project story": "Se ha producido un problema al intentar actualizar la historia del proyecto",
  "Write a more in-depth description of the project. You can also add images and videos.": "Escribe una descripción más detallada del proyecto. También puedes añadir imágenes y vídeos.",
  "Hostname or IP address": "Nombre de host o dirección IP",
  "Public key": "Llave Publica",
  "Invoice Macaroon": "Invoice Macaroon",
  "TLS certificate": "Certificado TLS",
  "gRPC port": "Puerto gRPC",
  "Lightning Address": "Dirección de Lightning",
  "failed to create project wallet": "Error al crear la billetera del proyecto",
  "please provide valid wallet details": "por favor, introduce los datos de tu billetera",
  "Connect Your Node": "Conecta tu Nodo",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "Tu proyecto está casi activo. Ahora puedes lanzar el proyecto y hacerlo público o guardarlo como borrador. Además, siempre puedes editar el proyecto en otro momento.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "Al continuar, acepto los <1>Términos y Condiciones</1> de Geyser.",
  "Node name cannot be longer than": "El nombre del nodo no puede ser más largo que",
  "characters": "caracteres",
  "Tor addresses are currently not supported": "Actualmente no se soportan las direcciones Tor",
  "Public Key must be": "La clave pública debe ser",
  "characters long": "caracteres largos",
  "The Public Key is wrongly formatted.": "La clave pública tiene un formato incorrecto.",
  "Invoice Macaroon cannot be longer than": "Invoice Macaroon no puede ser superior a",
  "Add a Node": "Añade un nodo",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "Actualmente soportamos nodos LND y clearnet. Por lo tanto, los nodos Tor no funcionarán en este momento.",
  "Node Name": "Nombre del nodo",
  "This is a Voltage Node": "Esto es un nodo de Voltage",
  "Find our demo here on how to load a Voltage node.": "Vea aquí nuestra demostración sobre cómo cargar un nodo de Voltage.",
  "API endpoint": "Extremo de la API",
  "Identity Pubkey": "Indentidad de la Pubkey",
  "failed to create project": "Error al crear el proyecto",
  "Create a project": "Crea un Proyecto",
  "Create a new project": "Crea un proyecto nuevo",
  "Transform your ideas into real world projects backed by your community": "Transforma tus ideas en proyectos reales impulsados por tu comunidad",
  "Raise funds from anywhere in the world": "Recaudar fondos desde cualquier parte del mundo",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "Si el botón de Twitter no abre una página de autenticación de Twitter, asegúrate de que las ventanas emergentes están activadas en las preferencias de tu navegador.",
  "The authentication request failed.": "La solicitud de autenticación ha fallado.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "No pudimos detectar una extensión Nostr como Alby o Flamingo.",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "Esta cuenta está conectada a otro perfil de Geyser. Asegúrate de utilizar una cuenta única. Si tiene alguna duda, contacta con el equipo de Geyser a través de",
  "Connect wallet": "Conecta la Billetera",
  "An error occurred while attempting to load the profile page.": "Se ha producido un error al intentar cargar la página del perfil.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "Por favor, intenta actualizar la página. También puedes ponerte en contacto con el equipo de asistencia si el problema persiste.",
  "Edit": "Editar",
  "Failed to unlink account": "Error al desvincular la cuenta",
  "Connect more social profiles to your Geyser account.": "Conecta más perfiles sociales a tu cuenta de Geyser.",
  "Activity": "Actividad",
  "Followed projects": "Proyectos seguidos",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "¡Lanzar tu proyecto sólo te llevará 2 minutos! Si no estás seguro de si tu idea está lista, puedes empezarla y lanzarla más tarde.",
  "Geyser badges": "Isnignias Geyser",
  "Login with Nostr to claim the badges you earned!": "¡Inicia sesión con Nostr para reclamar las insignias de Nostr que has conseguido!",
  "Claim": "Reclamar",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "Desconectando esta cuenta Nostr de tu perfil Geyser podrás conectar una cuenta Nostr diferente. Sin embargo, no podrá crear un nuevo perfil Geyser con esta cuenta Nostr existente.",
  "Your badges are connected to this Nostr account.": "Tus insignias están conectadas a esta cuenta de Nostr.",
  "Disconnect": "Desconectar",
  "Bio": "Bio",
  "You do not have permission to access this page.": "No tienes permiso para acceder a esta página.",
  "Closed": "Cerrado",
  "Active": "Activo",
  "Countdown to grant going live": "Cuenta atrás para la activación de las subvenciones",
  "Time left to vote": "Tiempo restante para votar",
  "Sponsored by": "Patrocinado por",
  "SPONSORS": "PATROCINADORES",
  "See the winner announcement": "Ver el anuncio del ganador",
  "Announcement": "Anuncio",
  "Let the Sats flow to your favorite projects.": "Deja que la Sats fluyan a tus proyectos favoritos.",
  "distributed": "distribuido",
  "Vote": "Vota",
  "Apply": "Aplica",
  "Login to apply": "Inicia sesión para solicitar",
  "Success!": "¡Éxito!",
  "Select a project": "Selecciona un proyecto",
  "To apply to a grant you need to first login into Geyser.": "Para solicitar una subvención, es necesario iniciar sesión en Geyser.",
  "Select your Geyser project from the list": "Selecciona tu proyecto Geyser de la lista",
  "You have not created any projects": "No has creado ningún proyecto",
  "To apply for a grant you need to create a project on Geyser.": "Para solicitar una subvención debes crear un proyecto en Geyser.",
  "Grant application failed.": "Solicitud de subvención fallida.",
  "Grant funds will be distributed based on community votes.": "Los fondos de las subvenciones se distribuirán en función de los votos de la comunidad.",
  "Amount": "Cantidad",
  "More Information": "Mas información",
  "Grant Winners!": "¡Ganadores de las Subvenciones!",
  "See all Grants": "Ver todas las Subvenciones",
  "Geyser Grants": "Subvenciones Geyser",
  "CLOSED": "Cerrado",
  "Round 1 Announcement": "Anuncio de la primera Ronda",
  "The Geyser Grant Round 1 winners have been released.": "Hemos publicado los ganadores de la Ronda 1 de la Subvención Geyser.",
  "The board will be responsible for reviewing and evaluating the applications.": "El comite se encargará de examinar y evaluar las solicitudes.",
  "Made possible by sponsors": "Gracias a los patrocinadores",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "Empresas Bitcoin y individuos anónimos que quieren traer esperanza al mundo.",
  "Bitcoin Education": "Educación Bitcoin",
  "Bitcoin Development": "Desarrollo Bitcoin",
  "Bitcoin Culture": "Cultura Bitcoin",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "El objetivo de esta subvención es apoyar los esfuerzos e iniciativas sin ánimo de lucro dirigidos a la educación sobre Bitcoin. Bitcoin es una herramienta para la libertad individual y la soberanía individual. Está permitiendo una revolución que conducirá a la humanidad al siguiente nivel gracias a la libertad financiera y accesibilidad que proporciona al mundo, además del retorno a un sistema financiero sólido. Y, sin embargo, la mayoría de la gente todavía lo ve como una herramienta para apostar, como dinero para delincuentes, como un esquema Ponzi o como una pesadilla ecológica. Es por ello que el trabajo de los educadores de Bitcoin es tan importante. Todavía se necesita mucho trabajo para que la gente de todo el mundo pueda utilizar Bitcoin como una herramienta para escapar de la inflación desenfrenada, la censura financiera y la falta de servicios bancarios. Para más información, consulta aquí.",
  "applicants": "candidatos",
  "contributed": "contribuido",
  "GRANT TO DISTRIBUTE": "SUBVENCIÓN A DISTRIBUIR",
  "Designs by": "Diseños de",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "Gracias a los desarrolladores y diseñadores que construyeron y diseñaron las Subvenciones Geyser.",
  "Please enter a valid email address.": "Introduzca una dirección de correo electrónico válida.",
  "Succesfully subscribed to Geyser": "Suscrito con éxito a Geyser",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "Gracias por apuntarte. Compartiremos más información sobre los proyectos y productos de Geyser muy pronto. Para unirte a nuestra comunidad, encuéntranos en Telegram y Twitter.",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "Para recibir información sobre los últimos proyectos y productos de Geyser, apúntate enviando su correo electrónico.",
  "Contact Email": "Email de contacto",
  "You successfully subscribed to <1>Geyser Grants</1>!": "¡Te has suscrito a <1>Subvenciones Geyser</1>!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "Financiando educadores, creativos y creadores de proyectos basados únicamente en Bitcoin en Geyser.",
  "Funded by bitcoiners who want to change the world.": "Creado por Bitcoiners que quieren cambiar el mundo.",
  "View project": "Ver proyecto",
  "Saving": "Guardando",
  "Saved": "Guardado",
  "Save draft": "Guardar borrador",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "Para reconocer a los usuarios activos, Geyser concede y premia a los usuarios con insignias Nostr, que permiten reconocer mejor sus acciones.",
  "What is Nostr": "Que es Nostr",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "Nostr son las siglas de 'Notas y otras cosas transmitidas por retransmisores (o en Inglés: \"Notes and Other Stuff Transmitted by Relays\")'. Como HTTP o TCP-IP, Nostr es un protocolo, un estándar abierto sobre el que cualquiera puede construir. Nostr no es ni una aplicación ni un servicio al que haya que suscribirse. Para más información, consulta <1>nostr.how</1>.",
  "What are Nostr Badges": "Que son las Insignias de Nostr",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "Las insignias de Nostr son un nuevo evento en Nostr que permite a los usuarios enviar y recibir activos digitales con una imagen, un título y una descripción. Son un NIP-58 en Nostr",
  "How to redeem my Nostr badge": "Cómo conseguir mi insignia de Nostr",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "Puedes reclamar tus insignias de Geyser facilmente en tu perfil de Geyser. Inicia sesión con Nostr, ve al perfil y haz clic en &apos;reclamar&apos;.",
  "Where can I see my Geyser badges?": "¿Dónde puedo ver mis insignias de Geyser?",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "Puedes acceder a tus insignias de Geyser en cualquier plataforma de Nostr que muestre insignias de Nostr, como badges.page y Amethist.",
  "Who can edit and update Nostr Badges?": "¿Quién puede editar y actualizar las Insignias de Nostr?",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "El emisor de las insignias puede editar la información relativa a las mismas, pero no revocar la insignia en ningún momento. Por lo tanto, Geyser puede modificar las insignias en caso necesario.",
  "Will there be more badges?": "¿Habrá más insignias?",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "Sí. Tenemos la intención de crear más insignias cuando nos parezca que hay un motivo especial para reconocer el trabajo duro o los logros importantes. Pero no te preocupes, no vamos a inundar el sistema de insignias.",
  "Hey, I should have that badge!": "¡Oye, yo debería tener esa insignia!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "Si crees que deberías tener acceso a una insignia, ponte en contacto con nosotros a través de <1>hello@geyser.fund</1> y revisaremos tu derecho a recibir una insignia!",
  "Error": "Error",
  "Authentication failed.": "Autenticación fallida.",
  "Please clear your browser's cache & cookies and try again.": "Por favor, borra la caché y las cookies de tu navegador e inténtalo de nuevo.",
  "Requested operation declined": "Operación solicitada denegada",
  "Please use the invoice instead.": "Por favor, utiliza la factura en su lugar.",
  "Oops! Something went wrong with WebLN.": "¡Uy! Algo ha ido mal con WebLN.",
  "Please copy the invoice manually instead.": "Por favor, copia la factura manualmente.",
  "Connect with Lightning": "Conectar con Lightning",
  "Scan the QR code to connect to your Lightning wallet.": "Escanea el código QR para conectarte a tu billetera Lightning.",
  "Check if your wallet supports LNURL-auth here.": "Verifica si tu billetera funciona con LNURL-auth aquí.",
  "Waiting to connect...": "Esperando a conectar...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "Ten en cuenta que eres responsable de gestionar la liquidez de tu nodo.",
  "Grant": "Subvención",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "Vuelva a iniciar sesión con su perfil o pulse Continuar si desea permanecer en el anonimato.",
  "Add tags": "Añadir Etiquetas",
  "You must write a project story.": "Debes escribir la historia de tu proyecto.",
  "Public comment": "Mensaje publico",
  "cannot select more than 3 tags": "No puedes seleccionar más de 3 Etiquetas",
  "Leaderboard": "Tabla de clasificación",
  "Contributor": "Colaborador",
  "Amount funded": "Cantidad recaudada",
  "Projects funded": "Proyectos financiados",
  "Open source": "Código fuente abierto",
  "Podcast": "Podcast",
  "Epic": "Epico",
  "Winner": "Ganador",
  "Board": "Comite",
  "Creator": "Creador",
  "Select language": "Seleccionar idioma",
  "Request a language": "Pide un idioma",
  "Check out some trending projects this week that you can follow in the discovery view!": "Echa un vistazo a algunos de los proyectos que son tendencia esta semana que puedes seguir en la vista de descubrimiento!",
  "Add goal": "Añade un objetivo",
  "from": "de",
  "Grant funds will be distributed by principled bitcoin board members.": "Los fondos de las subvenciones serán distribuidos por los miembros del Comite de Bitcoiners con Principios.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "Contribuye directamente a la Subvención de {{title}} mediante código QR (lightning y on-chain)",
  "1 Sat = 1 vote.": "1 Sat = 1 voto.\n",
  "Verify your email": "Verifica tu correo electrónico",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "Haz una copia de seguridad de tu cuenta de Geyser y de tu proyecto con tu correo electrónico. Esto garantizará que siempre puedas acceder a Geyser (en caso de censura en las redes sociales) y que puedas actualizar la información de tu proyecto de forma segura.",
  "Email input": "Email input",
  "Failed to generate OTP.": "Error al generar OTP.",
  "Email is a required field": "El email es un campo obligatorio",
  "Please enter a valid Email address": "Por favor, introduce una dirección de correo electrónico válida",
  "Failed to update email.": "Error al actualizar el email.",
  "Failed to verify email.": "Error al verificar el email.",
  "Your email": "Tu email",
  "Wallet updated successfully!": "¡Billetera actualizada correctamente!",
  "Failed to update wallet.": "Error al actualizar la billetera.",
  "Failed to login with email": "Error al iniciar sesión con el email",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "Puedes actualizar tu billetera de forma segura utilizando la contraseña de un solo uso enviada a tu email verificado.",
  "Verify email": "Verifica tu email",
  "This email has not been verified": "Este email no ha sido verificado",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "Puedes actualizar tu email de forma segura utilizando la contraseña de un solo uso enviada a tu último email verificado.",
  "Delete profile": "Eliminar perfil",
  "Failed to delete profile": "Error al eliminar el perfil",
  "Settings": "Ajustes",
  "To delete your profile permanently from Geyser.": "Para eliminar permanentemente tu perfil de Geyser.",
  "Your profile has been deleted.": "Tu perfil ha sido eliminado.",
  "Profile has been deleted": "Perfil eliminado",
  "Type '{{textToConfirm}}' and confirm": "Escribe '{{textToConfirm}}' y confirma",
  "Close": "Cerrar",
  "Check your SPAM folder for the email.": "Comprueba tu carpeta de SPAM para ver el correo electrónico.",
  "Delete your profile permanently from Geyser.": "Elimina tu perfil permanentemente de Geyser.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "Verifica tu email para asegurar tu cuenta y poder editar la información de la billetera del proyecto. Este email se utilizará para notificarte sobre actualizaciones importantes del proyecto y de la billetera.",
  "As a project creator, you cannot delete your profile": "Como creador de un proyecto, no puedes borrar tu perfil",
  "Successfully updated user email": "Email de usuario actualizado correctamente",
  "Email verification successfull!": "¡Verificación de email completada!",
  "Copy onchain address": "Copiar dirección on-chain",
  "Not now": "Ahora no",
  "Add row above": "Añade fila por encima",
  "Add row below": "Añade fila por debajo",
  "Add column left": "Añade columna a la izquierda",
  "Add column right": "Añade columna a la derecha",
  "Remove column": "Elimina columna",
  "Remove row": "Elimina fila",
  "Insert video": "Inserta video",
  "Insert": "Inserta",
  "Must be a valid twitter URL": "Debe ser una URL de Twitter válida",
  "URL is required": "La URL es obligatoria",
  "Insert tweet": "Inserta tweet",
  "Failed to insert tweet": "Error al insertar el tweet",
  "Connect more accounts": "Conecta más cuentas",
  "Pulldown to refresh": "Despliega para actualizar",
  "Hide": "Esconder",
  "Error fetching project stats": "Error al obtener las estadísticas del proyecto",
  "Error fetching badges": "Error al cargar insignias",
  "Historical": "Histórico",
  "No data available": "Sin datos disponibles",
  "Details": "Detalles",
  "Add": "Añade",
  "Last 30 days": "Últimos 30 días",
  "Last 7 days": "Últimos 7 días",
  "Last 12 months": "Últimos 12 meses",
  "Exported on": "Exportado el",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "Si te quedas fuera de tu proyecto desde Geyser puedes acceder a tu proyecto desde cualquier otro cliente Nostr usando tu llave privada, que ha sido resguardada por Geyser para ti.",
  "Get your Private Key Kit off your computer and print out a copy": "Saca tu Kit de Llave Privada del ordenador e imprime una copia",
  "Store it somewhere safe.": "Guárdalo en un lugar seguro.",
  "Nostr Private Key information": "Información de la llave privada de Nostr",
  "Public Key": "Llave Publica",
  "Be aware of the following:": "Ten en cuenta lo siguiente:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "Si pierdes o filtras tus llaves privadas tu proyecto corre el riesgo de verse comprometido, y no hay nada que Geyser pueda hacer al respecto.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "Geyser custodia tus claves privadas, por lo que no recomendamos usar estas claves privadas para la experiencia Nostr sin custodia.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "Todavía no se han incorporado todas las funciones de Geyser en Nostr, por lo que no todos los contenidos que crees en Geyser interoperarán con el resto de la Red Nostr.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "Si cambias tu dirección de Lightning de Geyser desde otros clientes Geyser no tendrá forma de verificar los Zaps que se están haciendo desde otros clientes, por lo tanto, estos Zaps no aparecerán en Geyser.",
  "Export Private key (nsec)": "Exporta la Llave Privada (nsec)",
  "Are you sure you want to export your private keys?": "¿Estás seguro de que quieres exportar tus claves privadas?",
  "Warning: your project risks being compromised if you leak your private key.": "Alerta: tu proyecto corre el riesgo de verse comprometido si filtras tu clave privada.",
  "I understand the risks of exporting my private key": "Entiendo los riesgos de exportar mi llave privada",
  "failed to copy": "No se puedo copair",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Nostr es un protocolo abierto y sencillo que permite la difusión global, descentralizada y a prueba de censura de información. Geyser proporciona a cada proyecto su propio npub. Esto significa que puedes acceder a tu proyecto desde otros clientes Nostr, y que tu actividad en Geyser será visible y accesible en todas las plataformas.",
  "Below you can find the information you need to access your public and private keys.": "A continuación encontrarás la información que necesitas para acceder a tus llaves públicas y privadas.",
  "Your Nostr Public Key (npub)": "Tu Llave Publica de Nostr (npub)",
  "Warning: Before exporting your private keys, make sure to read the following message.": "Alerta: Antes de exportar tus llaves privadas, asegúrate de leer el siguiente mensaje.",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "Puedes exportar las llaves privadas de tu proyecto Geyser para acceder a él desde otro cliente Nostr. Sin embargo, ten en cuenta lo siguiente:",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "Trata la llave con mucho cuidado. Cualquiera que posea la llave privada puede publicar en nombre del proyecto. Si filtras tu llave privada, el proyecto corre el riesgo de verse comprometido, y no hay nada que Geyser pueda hacer para evitarlo.",
  "The Relays": "Los Relés (Relays)",
  "These are the relays that we publish to.": "Estos son los Relés a los que publicamos.",
  "You need to login before creating your project.": "Es necesario iniciar sesión antes de crear el proyecto.",
  "Please provide secure links, starting with https://": "Proporcione enlaces seguros que empiecen por https://",
  "Project Private Key Kit (nsec)": "Kit de Llave Privada del proyecto (nsec)",
  "Share": "Compartir",
  "Select an image": "Seleccióna una imagen",
  "Title is a required field.": "El título es un campo obligatorio.",
  "Find out more": "Más información",
  "Milestone": "Objetivos",
  "Project Identifier": "Identificador del proyecto",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "Establezca su identificador de proyecto único para crear su URL personalizada y obtener una dirección Lightning correspondiente para su proyecto de Geyser.",
  "Your Nostr Private Key Kit (nsec)": "Tu Kit de Llave Privada de Nostr (nsec)",
  "Limited Edition (skip if no limit)": "Edición limitada (omitir si no hay límite)",
  "Currency": "Moneda",
  "Price": "Precio",
  "Confirm project launch": "Confirma el lanzamiento del proyecto",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "Al lanzar tu proyecto, éste será visible y accesible al público. Podrás desactivar tu proyecto pero no ocultarlo después de lanzarlo.",
  "Lightning Node": "Nodo de Lightning",
  "Confirm launch": "Confirma el lanzamiento",
  "You’re all set!": "¡Ya está todo listo!",
  "Zoom": "Zoom",
  "Warning! By changing this identifier your old project links will not send you to your project": "Alerta Al cambiar este identificador tus antiguos enlaces de proyecto no te enviarán a tu proyecto",
  "Private Key": "Llave privada",
  "sold": "vendido/s",
  "Items": "Objetos",
  "Bitcoin Price": "Precio de Bitcoin",
  "Date": "Fecha",
  "Status": "Estatus",
  "Show more": "Ver más",
  "Delivered": "Entregado",
  "To do": "Por hacer",
  "Shipped": "Enviado",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "Síguenos y etiquétanos en las redes sociales con @geyserfund para que podamos divulgar tu contenido.",
  "Type": "Tipo",
  "Reference": "Referencia",
  "To": "a",
  "From": "de",
  "Export": "Exportar",
  "Custom Range": "Rango personalizado",
  "Past Month": "El úlitmo mes",
  "Past Week": "La última semana",
  "All": "Todo",
  "Donation": "Donación",
  "BTC (sats)": "BTC (Sats)",
  "Are you sure you want to make the change?": "¿Estás seguro de que quieres hacer el cambio?",
  "Badge": "Insignias",
  "Checkout": "Pasar por caja",
  "Project URL": "URL del proyecto",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "Has cambiado el identificador de tu proyecto, lo cual también cambia la URL de Geyser y la dirección de Lightning.",
  "Are you sure?": "¿Estas seguro?",
  "Nostr settings": "Ajustes de Nostr",
  "USD ($)": "USD ($)",
  "Make a donation": "Haz una donación",
  "Sell anything to reward your contributors": "Vende lo que quieras para recompensar a tus colaboradores",
  "Oops, looks like this page got lost in space": "Oops, parece que esta página se perdió en el vacío del espacio",
  "No items with this status.": "No hay elementos con este estado.",
  "Category": "Categoría",
  "months": "meses",
  "Purchases": "Compras",
  "Followed": "Seguidos",
  "month": "mes",
  "Quantity": "Cantidad",
  "Reference code": "Código de Referencia",
  "Shipping status": "Estado del envío",
  "Guide": "Guía",
  "Support Geyser": "Apoya a Geyser",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "Geyser te ofrece una plataforma para mostrar y amplificar tu proyecto. Considera devolvernos algo de valor para que podamos seguir mejorando nuestro producto.",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "Por favor, intenta refrescar esta página o borrar los datos del sitio (Inspeccionar -> Aplicación -> Borrar datos del sitio)",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "Si el problema persiste, háznoslo saber a través de nuestro <1>formulario de comentarios</1> o contáctanos en <3>Telegram</3>",
  "This project does not exist": "Este proyecto no existe",
  "What may have gone wrong:": "Qué puede haber salido mal:",
  "You may have typed the wrong URL": "Puede que hayas escrito mal la URL",
  "The project may have been deleted": "Puede que el proyecto se haya eliminado",
  "The creator may have changed the project URL": "Puede que el creador haya cambiado la URL del proyecto",
  "APPLICATION PENDING": "SOLICITUD PENDIENTE",
  "Pending Applications": "Solicitudes Pendientes",
  "Connect with Nostr": "Conectar con Nostr",
  "Post": "Publicar",
  "Invoice": "Factura",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "Para recibir los artículos seleccionados, debes enviar tus datos de envío al correo electrónico del creador. Geyser no almacena tu información privada por razones de seguridad.",
  "More info": "Más información",
  "Download & Continue": "Descargar y Continuar",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "Al continuar, reconoces que eres responsable de solicitar reembolsos.",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "Para mantener Geyser libre de KYC, las transacciones on-chain se convierten a Lightning de manera no custodial. Por ello, te pedimos que descargues un archivo de reembolso como respaldo en el excepcional caso de que un pago falle.",
  "Download refund file before proceeding": "Descarga el archivo de reembolso antes de continuar",
  "Enter your email to receive transaction confirmation": "Introduce tu correo electrónico para recibir la confirmación de la transacción",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "El tiempo de finalización puede variar debido a las condiciones de la red de Bitcoin, como el tamaño de la mempool y las comisiones de transacción. Gracias por tu paciencia.",
  "View transaction on explorer": "Ver transacción en el explorador",
  "Get notified (optional)": "Recibe notificaciones (opcional)",
  "Download refund file": "Descarga archivo de reembolso",
  "Payment & refund instructions": "Instrucciones de pago y reembolso",
  "Copy link": "Copiar el enlace",
  "Claim refund": "Solicitar reembolso",
  "Transaction has failed": "La transacción ha fallado",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "Introduce la dirección on-chain de Bitcoin en la que deseas recibir el reembolso.",
  "Send the exact payment amount in Satoshis": "Envía la cantidad exacta de pago en Satoshis",
  "Set the transaction fee to medium or high": "Establece la comisión de la transacción en media o alta",
  "Address is required to claim funds": "Se requiere una dirección para reclamar los fondos",
  "Upload refund file": "Subir archivo de reembolso",
  "Initiate refund": "Iniciar reembolso",
  "Refund initiated successfully": "Reembolso iniciado con éxito",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "Aquí puedes iniciar reembolsos para transacciones de contribución fallidas. Si tu navegador ha guardado archivos de reembolso localmente, introduce tu dirección on-chain de Bitcoin para continuar. De lo contrario, también necesitarás subir el archivo de reembolso que deberías haber guardado de manera segura durante el proceso de contribución.",
  "For more info on Refund Policies and Fees <1>click here.</1>": "Para más información sobre las políticas de reembolso y comisiones <1>haz clic aquí.</1>",
  "Check out my project in geyser: {{projectLink}}": "Consulta mi proyecto en Geyser: {{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "Nuestra misión es cambiar las reglas del juego, peró necesitamos tu ayuda. Explora nuestro proyecto en @geyserfund y se parte del cambio. ¿Te unes? {{projectLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "¡Sueña con nosotros! Estamos lanzando algo increíble en @geyserfund y estás invitado a ser parte de este viaje. ¡Únete! {{projectLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "¡Lo hemos logrado! Hemos lanzado nuestro nuevo proyecto en @geyserfund y necesitamos TU apoyo para hacerlo realidad. ¿Te atreves a ser parte del cambio? {{projectLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "Únete a nosotros para hacer realidad nuestro proyecto soñado en @geyserfund. ¡Cambiemos las cosas juntos! {{projectLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "Última hora: ¡Estamos revolucionando las cosas con nuestro nuevo proyecto en @geyserfund! Échale un vistazo: {{projectLink}} #ÚltimaHora",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "Estamos transformando nuestros sueños en realidad con este proyecto en @geyserfund. Tu apoyo marca la diferencia: {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "Estamos construyendo un futuro mejor, paso a paso. Únete a nuestra causa en @geyserfund y sé parte de un cambio real. Tu apoyo hace la diferencia: {{projectLink}} #MarcaLaDiferencia",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "Alternativamente, puedes explorar otros proveedores de direcciones Lightning y sus respectivos límites a través de este enlace: <1>Lista de Carteras Lightning</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "Lo sentimos, pero no se puede completar tu transacción. La cartera del proyecto al que estás intentando apoyar ha alcanzado su límite máximo y no puede recibir más de {{amount}} Sats en este momento.",
  "Scan and pay invoice with bitcoin.": "Escanea y paga la factura con bitcoin.",
  "Download and securely store your Refund File.": "Descarga y guarda de forma segura tu archivo de reembolso.",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "Si lo has hecho y has determinado que no deseas proceder con un reembolso en este momento, es completamente seguro que cierres esta ventana",
  "Do not close this window": "No cierres esta ventana",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "El archivo de reembolso se puede eliminar de forma segura, ya que tu transacción se ha procesado correctamente.",
  "Refund Transaction Fees": "Tarifas de transacción de reembolso",
  "Amount contributed": "Cantidad contribuida",
  "Contribution to": "Contribuir a",
  "Refund summary": "Resumen del reembolso",
  "Total Refunded": "Cantidad total del reembolso",
  "We apologize for any inconvenience caused.": "Lamentamos cualquier inconveniente causado.",
  "If you need assistance, please don't hesitate to reach out to us for support.": "Si necesitas ayuda, no dudes en ponerte en contacto con nosotros para recibir soporte.",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "No dudes en <1>contactar con el creador</1> para informarle sobre tu intento de contribuir.",
  "Alternatively": "Alternativamente",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "Desafortunadamente, no podemos acceder a la billetera para generar una factura. Esto podría estar sucediendo porque",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "Solicita participar en el {{title}} creando tu proyecto en Geyser y luego seleccionándolo en el flujo de solicitud.",
  "Confirm Delete": "Confirmar eliminación",
  "Leaderboard (All)": "Tabla de clasificación (Todos)",
  "Sats sent": "Sats enviados a",
  "votes": "votos",
  "voters": "votantes",
  "sats sent": "sats enviados",
  "How voting works": "Como funcionan el systema de votos",
  "This grant uses ": "Esta subvención usa ",
  "Incremental Voting": "Voto incremental",
  "1 vote": "1 voto",
  "From 1,000 to 9,999 sats": "de 1.000 a 9.999 sats",
  "2 votes": "2 votos",
  "From 10,000 to 99,999 sats": "de 10.000 a 99.999 sats",
  "3 votes": "3 votos",
  "Above 100k sats": "Por encima de 100k Sats",
  "Above 100k sats = 3 votes": "Por encima de 100k sats = 3 votos",
  "Let's vote!": "¡Votemos!",
  "Proportional Voting": "Votación proporcional",
  " to enable more funding to go towards projects. This means:": " para permitir que más fondos vayan hacia los proyectos. Esto significa:",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 Sat = 1 Voto. Cada Sat es un voto.",
  "You can send Sats to multiple projects and multiple times": "Puedes enviar Sats a varios proyectos múltiples veces",
  "You can send Sats anonymously": "Puedes enviar Sats de forma anónima",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "Mantente al día con los proyectos que sigues recibiendo actualizaciones periódicas de proyectos y anuncios de productos de Geyser. Deja tu correo electrónico a continuación y puedes darte de baja en cualquier momento.",
  "Enter Goal Title": "Introduce el título del Objetivo",
  "Deleting this goal will result in losing all of its progress": "Eliminar este objetivo esultará en la pérdida de todo su progreso.",
  "Are you sure you want to delete goal titled": "¿Estás seguro de que quieres eliminar el objetivo titulado?",
  "Delete Goal": "Eliminar objetivo",
  "Denominate your goal in Bitcoin or USD": "Denomina tu objetivo en Bitcoin o USD",
  "Inspire your followers to contribute to specific objectives.": "Inspira a tus seguidores a contribuir a objetivos específicos.",
  "Goal Title": "Título del objetivo",
  "Goal Amount": "Cantidad del objetivo",
  "Denomination": "Denominación",
  "Create goal": "Crear objetivo",
  "Nostr": "Nostr",
  "Sold": "Vendido",
  "Buy": "COmprar",
  "Followers": "Seguidores",
  "Preorder": "Reserva con antelación",
  "Goals": "Objetivos",
  "weeks": "semanas",
  "Change language": "Cambiar Idioma",
  "Completed": "Completado",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "Este es el objetivo predeterminado. Las contribuciones se dirigirán aquí, a menos que los contribuyentes decidan financiar otro objetivo. Una vez que se complete este objetivo, el siguiente objetivo en la lista se convertirá automáticamente en el objetivo predeterminado.",
  "This goal is denominated in US Dollars": "Este objetivo está denominado en dólares estadounidenses",
  "contributed towards goal": "contribuido al objetivo",
  "Location": "Localización",
  "of": "de",
  "Posts": "Publicaciones",
  "Delivery in": "Entrega en",
  "contributed in total": "contribuidos en total",
  "Title must match exactly": "El título debe coincidir exactamente",
  "Github": "Github",
  "No contributions have been made to this project": "No se han realizado contribuciones a este proyecto",
  "Project details": "Detalles del proyecto",
  "Anonymous": "anónimo",
  "Logged in with": "Has iniciado sesión con",
  "Do you want to receive monthly email updates of the projects you follow?": "¿Quieres recibir actualizaciones mensuales por correo electrónico de los proyectos que sigues?",
  "Sign in": "Iniciar sesión",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "Mantente al día con los proyectos que sigues recibiendo actualizaciones periódicas de los proyectos y actualizaciones del producto de Geyser.",
  "Sign in to Geyser": "Inicia sesión en Geyser",
  "Yes, please send me updates": "Sí, por favor envíame actualizaciones.",
  "Don't ask again": "No me vuelvas a preguntar",
  "Reset filters": "Restablecer filtros",
  "Create project": "Crear proyecto",
  "Receive email notifications for projects you follow": "Recibe notificaciones por correo electrónico de los proyectos que sigues",
  "Stay informed": "Mantente informado",
  "Featured": "Destacado",
  "No, no project updates": "No, no quiero actualizaciones de proyectos",
  "Filter by": "Filtrar por",
  "View results": "Ver resultados",
  "My Projects": "Mis Proyectos",
  "Past week": "Semana pasada",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "Tu proyecto no es visible para el público y no puede recibir contribuciones. Haz clic en Publicar cuando estés listo para hacer lanzarlo.",
  "Draft": "Borrador",
  "Updates on projects I follow": "Actualizaciones de los proyectos que sigo",
  "Contributions Received": "Contribuciones recibidas",
  "No contributions received": "No se han recibido contribuciones",
  "Top Contribution": "Contribuciones mas grandes",
  "Anonymous contributor": "Contribuyente anónimo",
  "New post": "Nueva publicación",
  "Top Projects and Contributors": "Mejores Proyectos y contribuyentes",
  "Past month": "Mes pasado",
  "The projects and contributors making world-changing ideas a reality": "Los proyectos y contribuyentes que hacen realidad ideas que cambian el mundo",
  "Select period...": "Seleccionar período...",
  "through": "a través de",
  "Open Grants": "Subvenciones Abiertas",
  "Open": "Abierto",
  "Awarded": "Ganadores",
  "Sponsors": "Patrocinadores",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "Comparte tu dirección Lightning de Geyser con cualquiera, y podrán financiarte al instante.",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "Agrega esta dirección Lightning a tu perfil de Nostr para que este proyecto reciba \"zaps\" (propinas) directamente de otros usuarios",
  "Write post": "Escribir publicación",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "El npub de Nostr es el identificador único de tu proyecto en la red social descentralizada y resistente a la censura Nostr.",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "Una dirección Lightning es un identificador similar a un correo electrónico para recibir Bitcoin.",
  "Lightning address & NPUB": "Dirección Lightning y NPUB",
  "Available": "Disponible",
  "Share the post page to spread the word across the internet and social media.": "Comparte la página de la publicación para correr la voz en internet y redes sociales.",
  "Share post": "Compartir publicación",
  "Project is part of a voting grant": "El proyecto forma parte de una subvención con votación",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "Esta subvención utiliza Votación Incremental para garantizar que todos los votos tengan un impacto. Así es como funciona:",
  "You can vote multiple times and towards multiple projects": "Puedes votar varias veces y por múltiples proyectos",
  "You can vote by sending Sats": "Puedes votar enviando sats",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "Puedes emitir hasta 3 votos por proyecto según las cantidades acumuladas enviadas a cada proyecto:",
  "Inactive Wallet": "Billetera inactiva",
  "View Sales": "ver Ventas",
  "Unhide": "Mostrar",
  "Sales": "Ventas",
  "Accounting": "Contabilidad",
  "Notifications": "Notificaciones",
  "Funds received (sats)": "Fondos recibidos (sats)",
  "Views": "Visitas",
  "Funding by method": "Financiación por método",
  "Funding by region": "Financiación por región",
  "Private message": "Mensaje privado",
  "Export CSV": "Exportar CSV",
  "Project info": "Info del Proyecto",
  "Upload image": "Subir imagen",
  "Youtube and Vimeo video links are supported for project headers.": "Se admiten enlaces de videos de YouTube y Vimeo para los encabezados de proyectos.",
  "Media url": "URL de las imágenes",
  "Upload additional image": "Subir imagen adicional",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "Para editar tu cartera, debes verificar tu dirección de correo electrónico por razones de seguridad. Puedes hacerlo en la <0>configuración de tu perfil</0> <1>Aprende más en la Guía.</1> ",
  "Choose Geyser split per transaction:": "Elige el reparto de Geyser por transacción:",
  "Featured Wallets": "Carteras destacadas",
  "Export Private Key (nsec)": "Exportar llaves privadas (nsec)",
  "Project status": "Estado del proyecto",
  "Are you sure you want to deactivate the project ?": "¿Estás seguro de que deseas desactivar el proyecto?",
  "Update project status": "Actualizar el estado del proyecto",
  "Delete Project": "Eliminar el Proyecto",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "Este proyecto está buscando contribuciones a través de {{grantName}}. Para apoyar al proyecto con tu voto, por favor inicia sesión con una cuenta de redes sociales vinculada (las cuentas Lightning no son elegibles para votar). Puedes contribuir incluso sin iniciar sesión, pero no contará como un voto.",
  "Provide your Nostr public address (npub)": "Proporciona tu dirección pública de Nostr (npub)",
  "The Bitcoin address you entered is invalid": "La dirección de Bitcoin que has ingresado no es válida.",
  "Basket": "Cesta",
  "Summary": "Resumen",
  "All posts": "Todas las Publicaciones",
  "Post on X": "Publicar en X",
  "Your post is live!": "¡Tu publicación está en línea!",
  "Don’t forget to share it on social media to maximize its reach.": "No olvides compartirla en redes sociales para maximizar su alcance.",
  "Followers (Everyone)": "Seguidores (Todos)",
  "Back to post": "Volver a publicar",
  "Post Title": "Publicar el Titulo",
  "Publish": "Pulicar",
  "The summary of the post": "Resumen de la publicación",
  "Send post by email": "Enviar publicación por correo electrónico",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "Puedes publicar una publicación en la plataforma visible para todos y, opcionalmente, enviarla por correo electrónico a miembros seleccionados de tu comunidad.",
  "Don’t Lose Your Progress": "No pierdas tu progreso",
  "Upload header image": "Subir imagen de cabecera",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "El título, subtítulo e imagen de la publicación serán lo único visible en el correo electrónico que recibirán los usuarios. Asegúrate de que sean atractivos para animarles a visitar tu publicación.",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "Estás a punto de salir. Considera guardar tu publicación como borrador para evitar perder tu trabajo y terminarlo más tarde.",
  "Link": "Enlace",
  "Send via email": "Enviar por correo electrónico",
  "Send to": "enviar a",
  "Select recipients": "Seleccionar destinatarios",
  "Email will be sent to": "El correo electrónico será enviado a",
  "members.": "miembros.",
  "Completed Goals": "Objetivos completados",
  "Successfully deleted post!": "¡Publicación eliminada con éxito!",
  "Back to posts": "Volver a las publicaciones",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "Tu billetera no está funcionando. Por favor, cambia tu billetera para recibir contribuciones.  ",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "Tu proyecto está en vivo y puede recibir contribuciones. Comparte tu proyecto para obtener más visibilidad.",
  "No projects": "Ningún proyecto",
  "Profile settings": "Configuración del perfil",
  "Goal": "Objetivo",
  "Exit the creation flow": "Salir del flujo de creación",
  "The project will be saved as a Draft and you can access it in your Profile page.": "El proyecto se guardará como Borrador y podrás acceder a él en la página de tu perfil.",
  "Save as draft": "Guardar como borrador",
  "Leave a public comment here.": "Deja un comentario público aquí.",
  "Enter your comment here...": "Introduce tu comentario aquí...",
  "Private comments": "Comentarios privados",
  "Funded": "Contribuido",
  "Merch": "Merchandising",
  "Provide your Lightning Address for a full or partial refund": "Proporciona tu dirección Lightning para un reembolso total o parcial.",
  "To a goal": "A un objetivo",
  " Total to pay": " Total a pagar",
  "Copy invoice": "Copiar Factura",
  "Download invoice": "Descargar factura",
  "Update your community by email": "Actualiza a tu comunidad por correo electrónico",
  "Facebook": "Facebook",
  "Google": "Google",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "<0>Envía la cantidad exacta de Satoshis</0> para asegurar un procesamiento exitoso y evitar que el pago sea rechazado.",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "<0>Establece la tarifa de transacción en media o alta</0> y ajusta la tarifa en satoshis por vbyte (sat/vB) para asegurar que tu swap se procese dentro de las 24 horas.",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "<0>Descarga y guarda de forma segura tu archivo de reembolso;</0> si tienes dudas, vuelve a descargarlo para asegurarte de que",
  "Transaction is being processed": "La transacción está siendo procesada",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "Descarga y guarda de forma segura tu archivo de reembolso; si tienes dudas, vuelve a descargarlo para asegurar su seguridad.",
  "Get notified via email (optional)": "Recibe notificaciones por correo electrónico (opcional)",
  "Enter notified by email (optional)": "Introduce notificación por correo electrónico (opcional)",
  "Refresh Page": "Refrescar la página",
  "Continue with email": "Continua con correo electrónico",
  "Twitter (X)": "Twitter (X)\n",
  "You can login securely by using One Time Password sent to your email.": "Puedes iniciar sesión de forma segura utilizando la Contraseña de Un Solo Uso enviada a tu correo electrónico.",
  "Receive One Time Password": "Recibir Contraseña de Un Solo Uso",
  "We sent you an OTP code to": "Te hemos enviado un código OTP a",
  "Paste (or type) it below to continue.": "Pega (o escribe) el código a continuación para continuar.",
  "Banner": "Banner",
  "Spread the word": "Difunde la palabra",
  "This month": "Este mes",
  "Hall of Fame": "Salón de la Fama",
  "Top Projects": "Mejores proyectos",
  "Top Heroes": "Mejores héroes",
  "Creators": "Creadores",
  "Ambassadors": "Embajadores",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "Descubre los principales proyectos que están teniendo un impacto significativo en la adopción masiva de Bitcoin",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "Se han recaudado <1>{{usdAmount}}</1> ({{satsAmount}} sats) con <3>{{numberOfContributions}}</3> contribuciones de <5>{{numberOfFunders}}</5> usuarios",
  "Those bringing the most successful projects to life": "Aquellos que están dando vida a los proyectos más exitosos",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "Aquellos cuyas contribuciones impulsan proyectos en Geyser, promoviendo la adopción de Bitcoin",
  "Heroes Hall of Fame": "Salón de la Fama de los Héroes",
  "Those spreading the word about valuable projects and enabling contributions to happen": "Aquellos que difunden la palabra sobre proyectos valiosos y permiten que las contribuciones se realicen",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "¡Comparte el Salón de la Fama de los Héroes para mostrar a los principales Contribuidores, Creadores y Embajadores del ecosistema de Bitcoin!",
  "Hero link:": "Enlace de Héroe:",
  "Top Contributors": "Mejores Contribuidores",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "Contribuido con <1>{{usdAmount}}</1> ({{satsAmount}} sats) con <3>{{numberOfContributions}}</3> contribuciones a <5>{{numberOfProjects}}</5> proyectos",
  "Top Creators": "Mejores Creadores",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Recaudado <1>{{usdAmount}}</1> ({{satsAmount}} sats) en <3>{{numberOfProjects}}</3> proyectos",
  "Top Ambassadors": "Mejores Embajadores",
  "made in contributions": "hecho en contribuciones",
  "raised in contributions": "recaudado en contribuciones",
  "Hero Rank": "Rango del Héroe",
  "Ambassador": "Embajador",
  "of enabled contributions": "de contribuciones habilitadas",
  "Error fetching user profile": "Error al obtener el perfil del usuario",
  "Copy card": "Copiar la carta",
  "Creator Ranking": "Ranking de creadores",
  "Contributor Ranking": "Ranking de Contribuidores",
  "Ambassador Ranking": "Ranking de Embajadores",
  "Resend code": "Volver a enviar el código",
  "Geyser Manifesto": "Manifesto de Geyser",
  "with": "con",
  "contributions": "contribuciones",
  "to get your custom": "para obtener tu personalizado",
  "Become the first project": "Conviértete en el primer proyecto",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "Alguien que habilita contribuciones hacia proyectos al difundir la palabra usando su enlace único de Héroe.",
  "and track the impact of sharing.": "y haz un seguimiento del impacto de compartir.",
  "A unique link that tracks contributions you helped generate": "Un enlace único que rastrea las contribuciones que ayudaste a generar",
  "Hero link": "Enlace de Héroe",
  "Share on X": "Compartir en X",
  "by spreading the word and enabling more contributions to this project.": "al difundir la palabra y permitir que se realicen más contribuciones a este proyecto.",
  "No contributions have been enabled through sharing yet.": "Aún no se han habilitado contribuciones a través de compartir y difundir la palabra.",
  "No Purchases made yet": "Aún no se han realizado compras",
  "Failed to fetch purchases": "Error al obtener las compras",
  "No contributions made yet": "Aún no se han realizado contribuciones",
  "Order placed": "Pedidos hechos",
  "Order number": "Número del pedido",
  "Unit price": "Precio unitario",
  "By continuing to checkout you are accepting our T&Cs": "Al continuar con la compra, aceptas nuestros Términos y Condiciones.",
  "Please refresh the page and try again": "Por favor, actualiza la página e intenta nuevamente.",
  "Something went wrong": "Algo salió mal",
  "An Error Occured": "A ocurrido un error",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "Hemos encontrado un problema con el flujo de pago. Esto podría deberse a un servicio de terceros o a un error en el sistema interno. Pedimos disculpas por los inconvenientes y agradecemos tu paciencia mientras trabajamos para resolverlo.",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "Algunos errores del sistema son temporales. Al hacer clic en el botón de \"intentar de nuevo\", puedes volver a intentar el pago.",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "Si sigues experimentando este problema o necesitas asistencia, no dudes en contactarnos para recibir soporte.",
  "for this project by spreading the word using your": "de este proyecto difundiendo la palabra usando tu",
  "Become an": "Conviértete en un",
  "Hero Link:": "Enlace de Héroe",
  "Send to new email": "Enviar a correo electrónico nuevo",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "Revisa tu correo electrónico ({{email}}) para recibir notificaciones sobre la confirmación de la transacción.",
  "Learn more about Geyser Grants.": "Aprende más sobre las Subvenciones de Geyser.",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "Subvenciones para educadores, creativos y constructores que impulsan aún más la adopción de Bitcoin. ¡Ayuda a financiar la siguiente ronda de subvenciones ahora! ",
  "Guardians": "Guardianes",
  "Closed Grants": "Subvenciones cerradas",
  "Make a recurring contribution": "Haz una contribución recurrente",
  "Subscription": "Subscripción",
  "Subscribing anonymously": "Suscribirse de forma anónima",
  "You would not be able to manage your subscription through geyser.": "No podrías gestionar tu suscripción a través de Geyser.",
  "To manage your subscription in the future, please login to stripe with your provided email.": "Para gestionar tu suscripción en el futuro, por favor inicia sesión en Stripe con tu correo electrónico proporcionado.",
  "Warrior": "Guerrero",
  "Legend": "Leyenda",
  "Knight": "Caballero",
  "King": "Rey",
  "Why Geyser": "¿Por qué Geyser?",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "Los Guardianes de Geyser juegan un papel vital en la adopción de Bitcoin. Al convertirte en un Guardián, contribuyes directamente las subvenciones para creadores y recibes beneficios exclusivos a cambio.",
  "Words from creators on Geyser": "Palabras de los creadores en Geyser",
  "Geyser Guardians": "Los Guardianes de Geyser",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "En un mundo donde prevalecen el nihilismo y el pesimismo sobre el futuro, Bitcoin nos trajo esperanza. No solo esperanza por un mundo basado en dinero sólido, sino esperanza en el poder de la acción para crear un cambio significativo. El mundo es maleable, y los individuos tienen el poder de remodelarlo.",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "Para que los principios sólidos de Bitcoin se establezcan en el mundo, el cambio debe ocurrir en todos los estratos de la sociedad. Desarrolladores, educadores, escritores, cineastas, artistas y comunidades enteras tienen un papel clave en la creación del mundo de Bitcoin. Ninguna acción es insignificante: las pequeñas acciones se acumulan y generan movimientos globales desde la base.",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "Bitcoin es una revolución pacífica, pero pacífica no significa pasiva. Ha llegado el momento de actuar. ¿Eres un Bitcoiner? Entonces eres el protagonista de esta historia, y las herramientas están en tus manos.",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "Los Cypherpunks entendieron esto. No pidieron permiso, crearon las herramientas de la libertad. En 1993, el Manifiesto Cypherpunk declaró: “Los Cypherpunks escriben código.” En 2009, Satoshi Nakamoto publicó el código de Bitcoin. Bitcoin nació de la acción y de la voluntad de cambio.",
  "- Geyser Team": "- Equipo de Geyser",
  "Metamick": "Metamick",
  "Stelios": "Stelios",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "La visión siempre ha sido la de sentar bases sólidas para la era digital, alejándose del camino predeterminado del control totalitario y la censura, y hacia la descentralización, la apertura, la libertad y la auto-soberanía. Para lograr una riqueza inimaginable y el florecimiento humano.",
  "Vlad": "Vlad",
  "Partners": "Socios",
  "What will you do to help bring about Bitcoin adoption?": "¿Qué harás para ayudar a impulsar la adopción de Bitcoin?",
  "Sajal": "Sajal",
  "Discounts": "Descuentos",
  "Physical Items": "Objetos Físicos",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "Marcado por las cicatrices de innumerables batallas, el Guerrero es un intrépido defensor de la adopción de Bitcoin. Su armadura ligera y sus instintos agudos lo hacen rápido y estratégico, movilizando apoyo para las ideas desde sus primeros días. El pin mágico que lleva brilla con más fuerza cuando está cerca de otros Bitcoiners y en países donde Bitcoin es moneda de curso legal.",
  "Digital Items": "Ojbetos Digitales",
  "Deliveries will begin in Q1 2025.": "Las entregas comenzarán en el primer trimestre de 2025.",
  "Experiences": "Experiéncias",
  "Infinite army": "Ejército infinito",
  "Explore Guardians": "Explora a los Guardianes",
  "Leave a private message to the creator.": "Deja un mensaje privado al creador.",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "Estás financiando de forma anónima. <1>Inicia sesión</1> para conectar tu contribución a tu perfil.",
  "Individuals who spread the word about Geyser projects by sharing.": "Los individuos que difunden la palabra sobre los proyectos de Geyser compartiéndolos.",
  "Project Story": "História del Proyecto",
  "Promote": "Promocionar",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "Los primeros <1>{{discountItems}}</1> {{guardian}}s obtienen un <3>10%</3> de descuento. Quedan <5>{{remainingDiscounts}}</5> disponibles.",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "El Rey comprende el largo camino hacia la hiper-bitcoinización. Beber de su cáliz encantado le otorga premonición, lo que le permite planificar estrategias impecables para avanzar la adopción de Bitcoin. Con su corona dorada y liderazgo sabio, inspira unidad entre los Bitcoiners, guiándolos hacia un futuro próspero.",
  "Most funded projects filtered by:": "Proyectos más financiados filtrados por:",
  "Search country or region": "Buscar país o región",
  "Worldwide": "Mundial",
  "Search category or sub category": "Buscar categoría o subcategoría",
  "All categories": "Todas las categorías",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "Hazte descubrir más fácilmente seleccionando hasta {{MAX_TAGS_ALLOWED}} etiquetas de proyecto.",
  "Board members": "Miembros de la junta",
  "You can send Sats to projects to multiple projects and multiple times": "Puedes enviar Sats a proyectos a múltiples proyectos y múltiples veces",
  "Add external video": "Agregar video externo",
  "Create Goal": "Crear objetivo",
  "did ": "hizo ",
  "times.": "veces.",
  " or ": " o ",
  "sold out!": "¡agotado!",
  "Goal reached:": "Objetivo alcanzado:",
  "Update your community": "Actualiza tu comunidad",
  "Project Category": "Categoría del proyecto",
  "Choose the most fitting category. Landing page features trending projects in each category.": "Elige la categoría más adecuada. La página de inicio presenta proyectos en tendencia en cada categoría.",
  "Select category": "Seleccionar categoría",
  "category": "categoría",
  "with following features": "con las siguientes características",
  "Project category is required to proceed": "Se requiere la categoría del proyecto para continuar",
  "Please select a category": "Por favor, selecciona una categoría",
  "Project subcategory is required to proceed": "Se requiere la subcategoría del proyecto para continuar",
  "Please select a subcategory": "Por favor, selecciona una subcategoría",
  "Please select a country": "Por favor, selecciona un país",
  "Project country is required to proceed": "Se requiere el país del proyecto para continuar",
  "Country": "País",
  "Get found more easily by putting your project on the map. Select a country": "Hazte encontrar más fácilmente poniendo tu proyecto en el mapa. Selecciona un país",
  "Select country": "Seleccionar país",
  "Post saved successfully!": "¡Publicación guardada con éxito!",
  "Write an update": "Escribe una actualización",
  "Pre-Order": "Pre-pedido",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "Para un mejor ajuste, selecciona una imagen horizontal 4:3. Límite de tamaño de imagen: 10MB.",
  "Select Category": "Seleccionar categoría",
  "Short Description": "Breve descripción",
  "Expected Availability Date": "Fecha de disponibilidad prevista",
  "Successfully updated!": "¡Actualizado con éxito!",
  "All goals": "Todos los objetivos",
  "Goal updates": "Actualizaciones de objetivos",
  "Share the goal page to spread the word across the internet and social media.": "Comparte la página del objetivo para correr la voz en Internet y las redes sociales.",
  "Share goal": "Compartir objetivo",
  "Edit goal": "Editar objetivo",
  "The board evaluates all applications and decides the allocation of the funds collected.": "La junta evalúa todas las solicitudes y decide la asignación de los fondos recaudados.",
  "Achievements": "Logros",
  "Upcoming Grants": "Próximas subvenciones",
  "Investors": "Inversores",
  "Become our partner": "Conviértete en nuestro socio",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "Inversores comprometidos con la misión de Bitcoin de apertura, libertad e innovación.",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "Marcas de Bitcoin que empoderan a los creadores para impulsar la adopción en todo el mundo.",
  "Goal reached": "Objetivo alcanzado",
  "Goal created": "Objetivo creado",
  "New Project": "Nuevo proyecto",
  "Funding Limits & Verification": "Límites de financiación y verificación",
  "Phone Verification": "Verificación telefónica",
  "Verified": "Verificado",
  "Raise up to $100k in total": "Recauda hasta $100k en total",
  "Max $10k per contribution": "Máx. $10k por contribución",
  "Gov ID": "ID del gobierno",
  "Increase my limit": "Aumentar mi límite",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "Los límites están en vigor para evitar abusos, estafas o actividades fraudulentas. Proporciona un nivel adicional de confianza a los contribuyentes de tu proyecto.",
  "Go limitless": "Ir sin límites",
  "Enable fiat contributions": "Habilitar contribuciones fiduciarias",
  "Remove funding limits": "Eliminar límites de financiación",
  "Raised up to $10k in total": "Recaudado hasta $10k en total",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "Las contribuciones en moneda fiduciaria tienen una tarifa adicional del 3,5% cobrada por el procesador de pagos de terceros.",
  "Nostr Wallet Connect": "Nostr Wallet Connect",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "Permita que sus contribuyentes financien con moneda fiduciaria. Cuando está habilitado, todos los pagos se convierten automáticamente a Bitcoin y se depositan instantáneamente en su billetera Bitcoin conectada.",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Wallet Connect</0> es un protocolo que utiliza Nostr para conectar aplicaciones web con billeteras Lightning. Lea más en <2>nwc.dev.</2>",
  "Email Verification": "Verificación de correo electrónico",
  "OTP Sent to the updated email": "OTP enviado al correo electrónico actualizado",
  "Verify your identity": "Verifique su identidad",
  "Skip": "Omitir",
  "Identity verification": "Verificación de identidad",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "Deberá verificar su identidad con una identificación emitida por el gobierno para habilitar las contribuciones en moneda fiduciaria. Desactive esa funcionalidad si no desea completar la verificación.",
  "Lightning Address & Wallet": "Dirección y billetera Lightning",
  "Continue to verification": "Continuar con la verificación",
  "You’re almost ready to launch!": "¡Ya casi está listo para lanzar!",
  "Verification Successful": "Verificación exitosa",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "Los contribuyentes podrán gastar moneda fiduciaria a través de su tarjeta de crédito o método de pago local, mientras que usted siempre recibe Bitcoin en Lightning.",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "La verificación solo requiere una identificación emitida por el gobierno y toma menos de 2 minutos a través de nuestro socio seguro y de confianza.",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "La verificación del creador le permite desbloquear ciertas funcionalidades para todos sus proyectos en la plataforma:",
  "A verified creator badge": "Una insignia de creador verificado",
  "To help you build trust with potential contributors.": "Para ayudarlo a generar confianza con los posibles contribuyentes.",
  "Become a guardian": "Conviértase en un guardián",
  "You have successfully completed the phone verification.": "Ha completado con éxito la verificación telefónica.",
  "Complete Identity Verification": "Complete la verificación de identidad",
  "Remove raising limits on your project": "Eliminar límites de aumento en su proyecto",
  "Complete the identity verification to:": "Complete la verificación de identidad para:",
  "Your project can now receive up to 100k dollars.": "Su proyecto ahora puede recibir hasta 100.000 dólares.",
  "Phone verification": "Verificación telefónica",
  "You can now raise more than $100k in contributions for your project.": "Ahora puede recaudar más de 100.000 dólares en contribuciones para su proyecto.",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "También ha ganado una insignia de \"Creador verificado\" y ha habilitado las contribuciones en moneda fiduciaria en su proyecto.",
  "You have successfully completed the document verification!": "¡Ha completado con éxito la verificación del documento!",
  "Email verification required": "Se requiere verificación por correo electrónico",
  "Please verify your email.": "Por favor, verifique su correo electrónico.",
  "Verification on hold": "Verificación en espera",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "Su verificación está en espera. Es posible que deba cargar algunos documentos nuevamente o proporcionar información adicional. Póngase en contacto con support@geyser.fund.",
  "Complete verification": "Completar la verificación",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Su proyecto ha alcanzado su límite de financiación de 10.000 dólares. Complete la verificación telefónica para seguir recaudando hasta 100.000 dólares.",
  "Funding limit reached!": "¡Límite de financiación alcanzado!",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Su proyecto ha alcanzado su límite de financiación de 100.000 dólares. Complete la verificación de identidad para seguir recaudando por encima de 100.000 dólares.",
  "You have almost reached your funding limit!": "¡Casi ha alcanzado su límite de financiación!",
  "Verify now": "Verificar ahora",
  "Become a Verified Creator": "Conviértase en un creador verificado",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "Gane una insignia de creador verificado y habilite las contribuciones en moneda fiduciaria verificando su identidad.",
  "Back to profile": "Volver al perfil",
  "Subscriptions": "Suscripciones",
  "Profile": "Perfil",
  "Profile information": "Información del perfil",
  "This email has been verified": "Este correo electrónico ha sido verificado",
  "Update email": "Actualizar correo electrónico",
  "Verifications": "Verificaciones",
  "Customize your profile and project notifications.": "Personaliza las notificaciones de tu perfil y proyecto.",
  "Creator notifications": "Notificaciones del creador",
  "Projects I follow": "Proyectos que sigo",
  "You will receive project updates regarding the projects that you follow. ": "Recibirás actualizaciones sobre los proyectos que sigues.",
  "Unfollow": "Dejar de seguir",
  "View, adjust, and manage all your subscriptions.": "Ver, ajustar y administrar todas tus suscripciones.",
  "Active subscriptions": "Suscripciones activas",
  "You don't have any active subscriptions.": "No tienes ninguna suscripción activa.",
  "You don't have any paused subscriptions.": "No tienes ninguna suscripción en pausa.",
  "Profile Settings": "Configuración del perfil",
  "Identity": "Identidad",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0> ha elegido convertirse en un Guardián de Geyser para apoyar nuestra plataforma y ayudar a impulsar la adopción de Bitcoin.",
  "Nudge the creator": "Avisar al creador",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "Hazle saber al creador que te gustaría realizar un pago con moneda fiduciaria, para que pueda configurarlo.",
  "Select a currency supported by our payment provider": "Selecciona una moneda compatible con nuestro proveedor de pagos",
  "Identity verification required": "Se requiere verificación de identidad",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "Cualquier información sensible compartida durante el proceso de verificación es manejada de forma segura por el proveedor de verificación.",
  "Redirection Notice": "Aviso de redirección",
  "clicking here": "haciendo clic aquí",
  "Waiting for payment to be confirmed": "Esperando confirmación del pago",
  "Contribution amount above $10k": "Importe de la contribución superior a $10k",
  "To contribute more than $10k, please complete a one-time identity verification.": "Para contribuir con más de $10k, completa una verificación de identidad única.",
  "Collapse": "Colapsar",
  "Meanwhile, please try other payment methods": "Mientras tanto, prueba otros métodos de pago",
  "Creator will be notified shortly": "El creador será notificado en breve",
  "Creator Verification": "Verificación del creador",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin, Lightning o Fiat (más de 20 métodos de pago)",
  "Receive funds instantly, in your Bitcoin wallet": "Recibe fondos instantáneamente, en tu billetera de Bitcoin",
  "Configure wallet": "Configurar billetera",
  "Wallet limits": "Límites de la billetera",
  "Minimum Receivable Limit": "Límite mínimo recibible",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "Contactando a tu proveedor de billetera, ya que podrían ofrecer una opción para aumentar estos límites.",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "Estos límites se establecen a discreción de tu proveedor de billetera Lightning. Para aumentarlos, considera:",
  "Maximum Receivable Limit": "Límite máximo recibible",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Tu proyecto casi ha alcanzado tu límite de financiación de $10k. Completa la verificación telefónica para seguir recaudando hasta $100k.",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Tu proyecto casi ha alcanzado tu límite de financiación de $100k. Completa la verificación de identidad para seguir recaudando por encima de $100k.",
  "Please try again, once the creator has removed the funding limits.": "Intenta de nuevo, una vez que el creador haya eliminado los límites de financiación.",
  "This project has reached its Funding limit": "Este proyecto ha alcanzado su límite de financiación",
  "Products": "Productos",
  "Search project": "Buscar proyecto",
  "No trending products found": "No se encontraron productos de tendencia",
  "Failed to fetch recent products": "Error al obtener los productos recientes",
  "Failed to fetch project goals": "Error al obtener los objetivos del proyecto",
  "time.": "tiempo.",
  "Configure Wallet": "Configurar billetera",
  "Project objective is a required field.": "El objetivo del proyecto es un campo obligatorio.",
  "Enabled": "Habilitado",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "Se te requerirá verificar tu identidad por nuestro proveedor de pagos externo. Esta verificación solo es requerida para pagos en moneda fiduciaria superiores a $500 al mes.",
  "To contribute more than $10k, please log in and complete a one-time verification.": "Para contribuir con más de $10k, inicia sesión y completa una verificación única.",
  "Enable": "Habilitar",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "La última vez que alguien intentó enviar fondos a esta billetera, hubo un problema de liquidez.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "La última vez que alguien intentó realizar una transacción a este proyecto, la creación de la factura falló.",
  "This project is live and wallet running smoothly.": "Este proyecto ya está en activo y la billetera funciona sin problemas.",
  "This project has been deactivated by the project creator.": "Este proyecto ha sido desactivado por el creador del proyecto.",
  "The payment minimum is 1 satoshi.": "El pago mínimo es 1 Satoshi.",
  "Objective": "Objetivo",
  "Add the main project image that will be displayed in all thumbnails": "Añade la imagen principal del proyecto que se mostrará en todas las miniaturas",
  "For best fit, pick a square image. Image size limit: 10MB.": "Para un mejor resultado, elige una imagen cuadrada. Tamaño máximo de la imagen: 10 MB.",
  "Header": "Cabecera",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "Las notificaciones de proyectos se enviarán al correo electrónico de tu perfil, que puedes editar en Configuración del perfil. Asegúrate de verificar tu correo electrónico para mantener tu billetera segura.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "Las direcciones Lightning personalizadas no pueden terminar en \"@geyser.fund\".",
  "Please use a valid email-formatted address for your Lightning Address.": "Por favor, utiliza una dirección de email válida para tu dirección Lightning.",
  "Are you sure you want to disconnect this account?": "¿Estás seguro de que quieres desconectar esta cuenta?",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "Bitcoin es la señal, todo lo demás es ruido.\nCreamos Geyser Grants para amplificar esa señal y llevar más Bitcoin al mundo.\nNuestra misión es acelerar el crecimiento del ecosistema impulsando la conciencia, fortaleciendo la cultura y apoyando el desarrollo necesario.\nA través de estas becas, apoyamos a educadores, desarrolladores, emprendedores y creativos de Bitcoin, proporcionándoles los recursos necesarios para lanzar sus iniciativas.\nAceptamos contribuciones en Bitcoin para cada beca individual y no cobramos comisiones por su gestión. Para más información, consulta este documento.",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "La dirección Lightning es una forma sencilla de que otros te envíen fondos. Cuando alguien envía dinero a esta dirección, el dinero se redirige instantáneamente a tu monedero privado. Esto garantiza que tengas custodia total y acceso inmediato a tus fondos.",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "¡Meetups de Bitcoin y Vlogs de viajes sobre la adopción de Bitcoin en el Hemisferio Sur!",
  "Are you sure you want to save these changes?": "¿Estás seguro de que quieres guardar estos cambios?",
  "Save Changes": "Guardar cambios",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "Puedes hacerlo abriendo tu entorno de desarrollo (clic derecho -> inspeccionar) y luego yendo a Aplicación > Almacenamiento > Borrar datos del sitio.",
  "Onchain": "En cadena",
  "You can try the transaction again, in case the wallet becomes accessible again.": "Puedes intentar la transacción de nuevo, por si la cartera vuelve a estar accesible.",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "Hemos notificado al creador sobre este problema y esperamos una pronta resolución de su parte.",
  "We took actions": "Hemos tomado medidas",
  "The lightning address provided for the wallet might no longer be valid.": "La dirección Lightning proporcionada para la cartera podría ya no ser válida.",
  "The lightning node may be temporarily down.": "El nodo de Lightning podría estar temporalmente fuera de servicio.",
  "Or use a social account": "O usa una cuenta social",
  "Add one or multiple images or video links to help bring your project to life": "Agrega una o varias imágenes o enlaces de video para dar vida a tu proyecto",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "Si sales de esta vista, tu información no se guardará. Puede que\n                       quieras guardar tu trabajo como borrador antes de salir de esta vista",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "Para un ajuste óptimo, selecciona una imagen horizontal 16:9. El límite de tamaño de la imagen es: 10MB.",
  "Enter your message here...": "Introduce tu mensaje aquí...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "Tu proyecto no puede recibir contribuciones, pero es visible para el público. Para reactivar tu proyecto, ve a las Configuraciones.",
  "Your project is in review and therefore cannot receive contributions": "Tu proyecto está en revisión y, por lo tanto, no puede recibir contribuciones.",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "Tu proyecto está en revisión y, por lo tanto, ni puede recibir contribuciones ni es visible para el público.",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "Tu proyecto ha sido marcado por incumplir nuestros Términos y Condiciones. Deberías haber recibido un correo electrónico con detalles adicionales sobre los próximos pasos a seguir. Actualmente, tu proyecto no es visible para el público.",
  "This project has not been launched yet.": "Este proyecto aún no ha sido lanzado.",
  "This project has been flagged for violating our Terms & Conditions.": "Este proyecto ha sido marcado por violar nuestros Términos y Condiciones.",
  "Check your email": "Comprueba tu correo electrónico",
  "Contribute without login": "Contribuye sin iniciar sesión",
  "What now?": "¿Ahora qué?",
  "Card": "Carta",
  "Get Featured": "Aparecer Destacado",
  "Private comment": "Comentario privado",
  "Confirmation Message": "Mensaje de confirmación",
  "Ask contributors for Nostr public address (npub)": "Pregunta a los contribuyentes por la dirección pública de Nostr (npub)",
  "Ask contributors for a lighting address in case of partial or full refund": "Pregunta a los contribuyentes por una dirección Lightning en caso de reembolso parcial o total",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "Los contribuyentes siempre pueden enviarte un mensaje privado con información adicional. También puedes seleccionar opciones predefinidas a continuación para solicitar detalles específicos en el mensaje privado. Si se selecciona, el comentario privado se vuelve obligatorio para el contribuyente.",
  "Delivery Time (Weeks)": "Tiempo de entrega (semanas)",
  "Canceled subscriptions": "Suscripciones canceladas",
  "Please login to use fiat payment": "Por favor, inicia sesión para usar el pago en moneda fiduciaria",
  "Fiat": "Fiduciaria",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "Conecta tu cuenta social con la mayor prueba social, permitiendo a los usuarios descubrirte y verificar tu reputación más fácilmente",
  "INACTIVE": "INACTIVO",
  "Please update the amount, or contact us for donating a higher amount.": "Por favor, actualiza la cantidad o contáctanos para donar una cantidad superior.",
  "Please update the amount.": "Por favor, actualiza la cantidad.",
  "Please enter an email.": "Por favor, introduce un email.",
  "ACTIVE": "Activo",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "A medida que se adentra en las tierras de los no-coiners, la armadura y la espada ancha del Caballero lo protegen de cualquier Miedo, Incertidumbre y Duda que se le lance. Su espada ancha posee poderes míticos. Se recarga cerca de fuentes de energía natural como cascadas y géiseres, y desata rayos contra sus oponentes.",
  "Email is required when subscribing to a project.": "El correo electrónico es obligatorio al suscribirse a un proyecto.",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "Envuelto en misterio, la Leyenda se mueve entre las sombras, evadiendo incluso el escrutinio más agudo. Su visión láser corta a través de las mentiras de gobiernos e instituciones, descubriendo verdad con claridad. Aquellos que se cruzan con su mirada quedan transformados para siempre, encendidos con un deseo inquebrantable de buscar un futuro más libre y mejor.",
  "Post published": "Publicación publicada",
  "Your post is now live": "Tu publicación ya está activa",
  "$100 per week": "$100 por semana",
  "Contributed": "Contribuido",
  "Browse map": "Explorar mapa",
  "In partnership with": "En colaboración con",
  "&": "&",
  "Guardian collectible cards": "Tarjetas coleccionables de Guardian",
  "Guardian t-shirts": "Camisetas de Guardian",
  "Guardian jerseys": "Jerseys de Guardian",
  "Guardian bitaxes": "Bitaxes de Guardian",
  "CARD": "TARJETA",
  "OF": "DE",
  " GUARDIANS": "GUARDIANES",
  "21% of all sales go directly to fund our Bitcoin grants.": "El 21% de todas las ventas se destinan directamente a financiar nuestras becas de Bitcoin.",
  "All prices include shipping.": "Todos los precios incluyen envío.",
  "Failed to fetch project stats": "Error al obtener las estadísticas del proyecto",
  "Notifications for Projects I follow": "Notificaciones para los proyectos que sigo",
  "Donate": "Donar",
  "Terms": "Términos",
  "Safe to delete refund file": "Seguro borrar archivo de reembolso",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "El archivo de reembolso es seguro para borrar, ya que tu transacción ha sido procesada con éxito.",
  "Geyser Cards": "Tarjetas Geyser",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "Las tarjetas Geyser celebran tus logros en el panorama de Bitcoin.",
  "Similar projects in": "Proyectos similares en",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "Las vistas del proyecto se rastrean con SimpleAnalytics, una herramienta de análisis centrada en la privacidad. Es probable que los números reales sean más altos.",
  "T-Shirts": "Camisetas",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "Artículos de edición limitada fabricados en colaboración con las principales marcas de Bitcoin que apoyan a los creadores de Bitcoin.",
  "BitAxe": "BitAxe",
  "Collectible Cards": "Tarjetas coleccionables",
  "COLLECT YOURS": "COLECTA LA TUYA",
  "Jerseys": "Jerseys",
  "& JOIN THE COMMUNITY OF ": "& ÚNETE A LA COMUNIDAD DE",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "COLECTA LA TUYA 👇 & ÚNETE A LA COMUNIDAD DE <1>{{totalUsers}}</1> GUARDIANES",
  "REMAINING": "RESTANTE",
  "followers": "seguidores",
  "Delete product": "Borrar producto",
  "Product": "Producto",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Geyser no es una tienda. Es una forma de dar vida a proyectos creativos utilizando Bitcoin. Tu donación apoyará un proyecto creativo que aún no se ha desarrollado. Existe el riesgo de que, a pesar de los mejores esfuerzos del creador, tu producto no se cumpla, y te instamos a que consideres este riesgo antes de respaldarlo. Geyser no es responsable de las reclamaciones del proyecto ni del cumplimiento del producto.",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "Al eliminar este proyecto, perderás todos los datos asociados a él, incluidas descripciones, fotos, entradas y productos.",
  "Add Products": "Añadir productos",
  "Create a product": "Crear un producto",
  "Create product": "Crear producto",
  "Or, use a product template below": "O, utiliza una plantilla de producto a continuación",
  "Add product": "Añadir producto",
  "Product Name": "Nombre del producto",
  "Save product": "Guardar producto",
  "Update Product": "Actualizar producto",
  "Edit Product": "Editar producto",
  "Publish Product": "Publicar producto",
  "Create Product": "Crear producto",
  "Are you sure you want to remove the product?": "¿Estás seguro de que quieres eliminar el producto?",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "Los productos de edición limitada no se pueden editar después de que se hayan comprado los productos para garantizar la equidad para los primeros compradores. Para cambiar las cantidades de los productos de edición limitada, cree un nuevo producto.",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "Tenga en cuenta que todos los precios de los productos se actualizarán automáticamente para reflejar su valor equivalente en SWITCH_TO_REWARD_CURRENCY, según el precio actual de Bitcoin en dólares estadounidenses. Si lo desea, puede actualizar los precios individualmente para cada producto en la página del producto.",
  "No products are selected": "No se han seleccionado productos",
  "Trending products": "Productos de tendencia",
  "No products sold": "No se han vendido productos",
  "Products Sold": "Productos vendidos",
  "Sell product": "Vender producto",
  "Hidden products": "Productos ocultos",
  "Products sold": "Productos vendidos",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "Estás a punto de cambiar la denominación de la moneda de todos tus productos de CURRENT_REWARD_CURRENCY a SWITCH_TO_REWARD_CURRENCY.",
  "Available Products": "Productos disponibles",
  "Product buyers": "Compradores del producto",
  "Linked goals and products": "Metas y productos vinculados",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "Usar enlaces te permite resaltar un producto o meta específico, lo que te ayuda a dirigir a las personas a él.",
  "Link Goals and Products": "Vincular metas y productos",
  "Select products": "Seleccionar productos",
  "Add your product specifications (eg. T-shirt size)": "Agregue las especificaciones de su producto (por ejemplo, talla de camiseta)",
  "Created product": "Producto creado",
  "Product currency denomination": "Denominación de moneda del producto",
  "Product Updates": "Actualizaciones del producto",
  "All products": "Todos los productos",
  "Share product": "Compartir producto",
  "Share the product page to spread the word across the internet and social media.": "Comparta la página del producto para correr la voz por internet y las redes sociales.",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "Para los productos que aún están en desarrollo y no están listos para su envío, configúrelos como 'Pre-pedido' para permitir las compras anticipadas por parte de los usuarios.",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "Establezca un mensaje personalizado para agradecer a los contribuyentes, proporcionar detalles importantes o compartir cualquier información adicional que desee que sepan después de que reclamen el producto.",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "Use la 'Fecha de disponibilidad esperada' para establecer cuándo se desarrollará y estará disponible su producto.",
  "Specify estimated delivery time for the product from the moment it is ordered.": "Especifique el tiempo de entrega estimado para el producto desde el momento en que se pide.",
  "Failed to update product": "Error al actualizar el producto",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "Los productos le permiten devolver algo a sus contribuyentes, desde insignias digitales y productos físicos hasta patrocinios. Consulte nuestra guía sobre ",
  "How to leverage the power of Products": "Cómo aprovechar el poder de los productos",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "Reciba un correo electrónico mensual sobre el resumen de su proyecto: estadísticas, progreso de las metas y productos destacados.",
  "Failed to fetch project products": "Error al obtener los productos del proyecto",
  "Invalid legal entity type": "Tipo de entidad legal no válido",
  "Individual": "Individual",
  "Company": "Empresa",
  "Non-profit": "Sin fines de lucro",
  "Please select an identity below, to enable verification.": "Seleccione una identidad a continuación para habilitar la verificación.",
  "Full Name": "Nombre completo",
  "Update Information": "Actualizar información",
  "Incorporation Document": "Documento de constitución",
  "Tax Residency": "Residencia fiscal",
  "Verify your identity to get access to higher limits and tax-deducting features.": "Verifica tu identidad para acceder a límites más altos y funciones de deducción de impuestos.",
  "Tax ID": "ID fiscal",
  "Tax profile": "Perfil fiscal",
  "Enter Tax ID": "Ingresa el ID fiscal",
  "(optional)": "(opcional)",
  "Full name": "Nombre completo",
  "Enter full name": "Ingresa el nombre completo",
  "Legal entity type": "Tipo de entidad legal",
  "State": "Estado",
  "Hero ID: {{heroId}}": "ID de héroe: {{heroId}}",
  "Report project": "Reportar proyecto",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "Este proyecto está dirigido por una organización sin fines de lucro en {{country}}. Tu donación es deducible de impuestos y viene con un recibo para tus registros fiscales.",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>Direcciones Lightning</0> son como una dirección de correo electrónico, pero para tu Bitcoin. Recibirás todas las transacciones en cadena y lightning directamente a tu billetera lightning. Obtén la tuya propia mirando nuestras <2>billeteras recomendadas.</2>",
  "Verify your profile as a:": "Verifica tu perfil como:",
  "Rate is required": "Se requiere la tarifa",
  "User ID is required": "Se requiere el ID de usuario",
  "Rate must be a number": "La tarifa debe ser un número",
  "Rate must be > {{min}} and <= {{max}}": "La tarifa debe ser > {{min}} y <= {{max}}",
  "Tax ID is required for Non-profits": "Se requiere el ID fiscal para las organizaciones sin fines de lucro",
  "Country is required for Non-profits": "Se requiere el país para las organizaciones sin fines de lucro",
  "Required for country US and Non-profits": "Requerido para el país US y organizaciones sin fines de lucro",
  "A tax-deductible invoice is provided  when contributing to this project.": "Se proporciona una factura deducible de impuestos al contribuir a este proyecto.",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "Para asegurar un nombre preciso en la factura, actualiza tu nombre de usuario o perfil fiscal en la configuración del perfil.",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "Envíanos documentos a hello@geyser.fund, certificando que eres una organización benéfica registrada con donaciones deducibles de impuestos.",
  "This information will be displayed in donations and sale invoices.": "Esta información se mostrará en las donaciones y facturas de venta.",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "Esta información se mostrará en las donaciones y facturas de venta, para habilitar donaciones deducibles de impuestos en proyectos elegibles.",
  "Charity projects with Tax benefits": "Proyectos benéficos con beneficios fiscales",
  "Pending Verification": "Verificación pendiente",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "Ayuda a Geyser en su misión de acelerar la adopción de Bitcoin de base en el mundo.",
  "SATOSHI AMOUNT": "CANTIDAD DE SATOSHIS",
  "Geyser tip": "Propina de Geyser",
  "sats in contributions to this project.": "sats en contribuciones a este proyecto.",
  "So far, ": "Hasta ahora, ",
  "Copy hero link": "Copiar enlace del héroe",
  "This project has not enabled fiat contributions yet": "Este proyecto aún no ha habilitado las contribuciones en moneda fiduciaria",
  "Learn More": "Aprender más",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "Esta pequeña tarifa es una señal de compromiso. Muestra que te tomas en serio tu proyecto y estás listo para compartirlo con el mundo. Eso significa que puedes comenzar a recibir apoyo de los contribuyentes de inmediato.",
  "Show Less": "Mostrar menos",
  "Wallet Unreachable": "Billetera inalcanzable",
  "Copied": "Copiado",
  "Project in Launchpad": "Proyecto en Launchpad",
  "more to launch": "más para lanzar",
  "Successful follow!": "¡Seguimiento exitoso!",
  "Share it with other friends to help spread the word and make this project a reality!": "¡Compártelo con otros amigos para ayudar a correr la voz y hacer realidad este proyecto!",
  "You’re about to power a launch!": "¡Estás a punto de impulsar un lanzamiento!",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "Para seguir los proyectos de Launchpad, necesitamos tu correo electrónico para que podamos avisarte cuando salgan en vivo. ",
  "Add email to follow": "Agregar correo electrónico para seguir",
  "Latest followers": "Últimos seguidores",
  "Share link": "Compartir enlace",
  "Launchpad": "Launchpad",
  "left": "restantes",
  "Pay $21 to launch right away": "Paga $21 para lanzar de inmediato",
  "Ready to launch": "Listo para lanzar",
  "Your project is almost live. You can launch the project now.": "Tu proyecto está casi en vivo. Puedes lanzar el proyecto ahora.",
  "was successfully deleted": "se eliminó con éxito",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "Este proyecto aún necesita {{countdown}} seguidores para poder empezar a recaudar fondos.",
  "We’ll email you when the project goes live.": "Te enviaremos un correo electrónico cuando el proyecto se ponga en marcha.",
  "Ready": "Listo",
  "Support Geyser Grants": "Apoya a Geyser Grants",
  "Help fund the next round — or get an email when it launches.": "Ayuda a financiar la próxima ronda, o recibe un correo electrónico cuando se lance.",
  "Heroes": "Héroes",
  "that match your interests!": "que coinciden con tus intereses!",
  "You are not following any projects yet.": "Aún no estás siguiendo ningún proyecto.",
  "Explore projects": "Explorar proyectos",
  "Top Projects this month": "Proyectos destacados de este mes",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Habilitado <1>{{usdAmount}}</1> ({{satsAmount}} sats) en <3>{{numberOfProjects}}</3> proyectos",
  "Prelaunch": "Pre-lanzamiento",
  "Are you sure you want to activate the project?": "¿Estás seguro de que quieres activar el proyecto?",
  "User": "Usuario",
  "Contributions Enabled": "Contribuciones habilitadas",
  "Geyser Promotion": "Promoción de Geyser",
  "10% fee": "Comisión del 10%",
  "Let's spread the word about your project.": "Corramos la voz sobre tu proyecto.",
  "The fee is only applied to contributions enabled through Geyser promotions": "La comisión solo se aplica a las contribuciones habilitadas a través de las promociones de Geyser",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "Cuando se habilita, tu proyecto puede compartirse a través de la red de promoción de Geyser y las empresas de medios digitales asociadas, atrayendo más atención a tu proyecto para habilitar más contribuciones.",
  "Promotions": "Promociones",
  "Payout Rate (%)": "Tasa de pago (%)",
  "Ambassador Payouts": "Pagos a embajadores",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "Los embajadores corren la voz sobre tu proyecto. Puedes recompensar a tus embajadores más leales compartiendo un porcentaje de las contribuciones que habilitan con ellos.",
  "Featured for a week": "Destacado durante una semana",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "Asegura un lugar en la sección Destacados de la página de inicio durante una semana entera.",
  "Actions": "Acciones",
  "User Hero ID": "ID de héroe de usuario",
  "Your project doesn't have ambassadors yet.": "Tu proyecto aún no tiene embajadores.",
  "Payout Rate": "Tasa de pago",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "Este proyecto está en pre-lanzamiento y, por lo tanto, no puede recibir contribuciones, y no puedes cambiar el estado del proyecto.",
  "The creator has requested: ": "El creador ha solicitado: ",
  "Creator's message": "Mensaje del creador",
  "Nostr Badges": "Insignias Nostr",
  "Email is required when purchasing a product.": "Se requiere un correo electrónico al comprar un producto.",
  "Where grassroots Bitcoin projects come to life.": "Donde los proyectos Bitcoin de base cobran vida.",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "Geyser reúne a la comunidad Bitcoin para financiar ideas, productos y causas que impulsan la adopción en el mundo real desde abajo.",
  "Choose your launch strategy": "Elige tu estrategia de lanzamiento",
  "Launch your project": "Lanza tu proyecto",
  "Skip the challenge. Launch instantly for $21.": "Omite el desafío. Lánzate instantáneamente por $21.",
  "Build momentum quickly with early supporters": "Genera impulso rápidamente con los primeros seguidores",
  "Geyser Launch Challenge": "Desafío de lanzamiento de Geyser",
  "Go Live Now": "Lanzarse ahora",
  "No pressure to raise a lot right away, go by your plan.": "Sin presión para recaudar mucho de inmediato, sigue tu plan.",
  "Seen in ‘Recently launched’ in Discovery page": "Visto en 'Lanzado recientemente' en la página Descubrir",
  "Embed": "Incrustar",
  "What's next?": "¿Qué sigue?",
  "more to go live": "más para lanzarse",
  "New in": "Nuevo en",
  "left to raise $210 & launch": "restante para recaudar $210 y lanzarse",
  "raised": "recaudado",
  "more to go live.": "más para publicarse.",
  "to raise $210": "para recaudar $210",
  "Save as Draft": "Guardar como borrador",
  "raised!": "¡recaudado!",
  "raised this week!": "¡recaudado esta semana!",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "Estás comprando un producto de un proyecto que está en Launchpad. Tu pago se procesará, pero el proyecto solo se publicará si alcanza los $210. Al contribuir, estás ayudando al creador a alcanzar ese hito. 🙌",
  "Are you interested in receiving updates from this project?": "¿Estás interesado en recibir actualizaciones de este proyecto?",
  "Follow project": "Seguir proyecto",
  "We will send you important updates via your profile email for the projects your follow.": "Te enviaremos actualizaciones importantes a través del correo electrónico de tu perfil para los proyectos que sigues.",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "El futuro de tu proyecto depende de este primer paso crucial: alcanza la meta para mantener viva tu visión. Es tu oportunidad de generar impulso inicial y lanzarte con fuerza.",
  "unFollow": "Dejar de seguir",
  "Launchpad projects": "Proyectos de Launchpad",
  "Email address is a required field.": "La dirección de correo electrónico es un campo obligatorio.",
  "Email verification": "Verificación de correo electrónico",
  "Featured in ‘Recently launched’ in Discovery page": "Destacado en 'Recién lanzado' en la página de Descubrimiento",
  "Featured in Launchpad & discovery emails": "Destacado en los correos electrónicos de Launchpad y descubrimiento",
  "Lightning QR code": "Código QR Lightning",
  "Go to Project": "Ir al proyecto",
  "Generating banner...": "Generando banner...",
  "Copy image": "Copiar imagen",
  "Contribute with lightning": "Contribuir con Lightning",
  "Copy embed code": "Copiar código de inserción",
  "Embed the contribute and leaderboard section of this page on your website": "Incrusta la sección de contribución y la tabla de clasificación de esta página en tu sitio web",
  "12345": "12345",
  "Project Deactivated": "Proyecto desactivado",
  "This project did not reach its goal in the launchpad.": "Este proyecto no alcanzó su objetivo en el launchpad.",
  "Your project did not reach its goal in the launchpad.": "Tu proyecto no alcanzó su objetivo en el launchpad.",
  "Project Closed": "Proyecto cerrado",
  "Project story should be longer than 210 characters.": "La historia del proyecto debe tener más de 210 caracteres.",
  "Raise $210 in 7 days with your community.": "Recauda $210 en 7 días con tu comunidad.",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you don't need to worry about reaching $210 in 7 days": "Esta pequeña tarifa es una señal de compromiso. Muestra que te tomas en serio tu proyecto y estás listo para compartirlo con el mundo. Eso significa que no tienes que preocuparte por alcanzar $210 en 7 días.",
  "If you don’t reach $210 in your first week, your project will close (you can start over)": "Si no alcanzas los $210 en tu primera semana, tu proyecto se cerrará (puedes empezar de nuevo).",
  "Once you launch your project, it will become visible and searchable by the public. A 7-day countdown will begin immediately.": "Una vez que lances tu proyecto, será visible y searchable por el público. Un contador de 7 días comenzará inmediatamente.",
  "If you’re not ready to launch we recommend you place your project in Draft mode. ": "Si no estás listo para lanzar, te recomendamos que pongas tu proyecto en modo Borrador.",
  "Launch & Start Countdown": "Lanzar y empezar la cuenta regresiva",
  "You're live on the Launchpad!": "¡Estás en vivo en el Launchpad!",
  "Raise $210 to lift off": "Recauda $210 para despegar",
  "It's time to raise $210 in 7 days!": "¡Es hora de recaudar $210 en 7 días!",
  "Share your project with your friends, community, and people you think will care about your project.": "Comparte tu proyecto con tus amigos, comunidad y personas que crees que se preocuparán por tu proyecto.",
  "Connect with the Geyser team on <1>Discord</1>, <3>Telegram</3>, <5>Nostr</5>, <7>X</7>.": "Conéctate con el equipo de Geyser en <1>Discord</1>, <3>Telegram</3>, <5>Nostr</5>, <7>X</7>.",
  "Your project will remain hidden until you decide to launch it.": "Tu proyecto permanecerá oculto hasta que decidas lanzarlo.",
  "Your project is not visible to the public and cannot receive contributions.": "Tu proyecto no es visible para el público y no puede recibir contribuciones.",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 7 days. Help them build momentum — or they might never take off.": "Estos proyectos en etapa inicial están en modo de cuenta regresiva. Para lanzarse, deben recaudar $210 en 7 días. Ayúdalos a generar impulso, o quizás nunca despeguen.",
  "Add Email": "Añadir correo electrónico",
  "Add your email to receive project updates from the creator.": "Añade tu correo electrónico para recibir actualizaciones del proyecto del creador.",
  "Connect profile": "Conectar perfil",
  "Connect this transaction with your social profile and receive project updates.": "Conecta esta transacción con tu perfil social y recibe actualizaciones del proyecto.",
  "At least one shipping rate is required": "Se requiere al menos una tarifa de envío",
  "Shipping availability is required": "Se requiere disponibilidad de envío",
  "At least one specific country must be added when not shipping worldwide": "Se debe agregar al menos un país específico cuando no se envía a todo el mundo",
  "Name is required": "El nombre es obligatorio",
  "Fees model is required": "Se requiere el modelo de tarifas",
  "Country is required": "Se requiere el país",
  "Summary that captures the essence of your product": "Un resumen que capture la esencia de tu producto",
  "Additional configuration": "Configuración adicional",
  "Add one or multiple images to showcase your product": "Añade una o varias imágenes para mostrar tu producto",
  "Header images": "Imágenes de encabezado",
  "Best for small, lightweight items where shipping cost doesn't change with quantity. eg: stickers, keychains, etc.": "Ideal para artículos pequeños y ligeros donde el costo de envío no cambia con la cantidad. Ej: pegatinas, llaveros, etc.",
  "One fee, regardless of quantity": "Una tarifa, independientemente de la cantidad",
  "Flat Rate": "Tarifa plana",
  "Per Unit": "Por unidad",
  "Calculation: If 1 item = $10,   then 2+ items = $10": "Cálculo: Si 1 artículo = $10, entonces 2+ artículos = $10",
  "Ideal when each item adds to the shipping cost. eg: laptops, books, etc.": "Ideal cuando cada artículo se suma al costo de envío. Ej: ordenadores portátiles, libros, etc.",
  "Calculation: If 1 item = $10,   then 2+ items = $20": "Cálculo: Si 1 artículo = $10, entonces 2+ artículos = $20",
  "Incremental": "Incremental",
  "Base fee + extra charge per additional item": "Tarifa base + cargo extra por artículo adicional",
  "Multiply fee by number of items": "Multiplicar la tarifa por el número de artículos",
  "Calculation: If 1 item = $10, increment rate = $2, then 2 items = $10 + (1×2) = $12": "Cálculo: Si 1 artículo = $10, tarifa de incremento = $2, entonces 2 artículos = $10 + (1×2) = $12",
  "Add shipping fees": "Añadir tarifas de envío",
  "Enter a name to remember this fees configuration": "Introduce un nombre para recordar esta configuración de tarifas",
  "Fees model": "Modelo de tarifas",
  "Great for items where shipping a few costs the same, but bulk adds extra fees. Set a base price, then add a small fee per item to balance the cost. eg: small electronics, apparel, etc.": "Ideal para artículos donde el envío de algunos cuesta lo mismo, pero el volumen añade tarifas adicionales. Establezca un precio base y luego agregue una pequeña tarifa por artículo para equilibrar el costo. Por ejemplo: pequeños electrónicos, ropa, etc.",
  "Shipping rates": "Tarifas de envío",
  "Base rate ($)": "Tarifa base ($)",
  "Same as Default": "Igual que Predeterminado",
  "Shipping Availability": "Disponibilidad de envío",
  "Add new country": "Agregar nuevo país",
  "Base rate must be a number": "La tarifa base debe ser un número",
  "Default": "Predeterminado",
  "Describe your product in detail - features, specifications, and benefits.": "Describa su producto en detalle: características, especificaciones y beneficios.",
  "Base rate is required": "Se requiere tarifa base",
  "If selected, only the countries selected below will be eligible for shipping": "Si se selecciona, solo los países seleccionados a continuación serán elegibles para el envío",
  "Ships Worldwide": "Envíos a todo el mundo",
  "Ships to certain countries": "Envíos a ciertos países",
  "Increment rate ($)": "Tarifa de incremento ($)",
  "Select Country": "Seleccionar país",
  "Remove country rate": "Eliminar tarifa por país",
  "Increment rate is required": "Se requiere tarifa de incremento",
  "Increment rate must be a number": "La tarifa de incremento debe ser un número",
  "Invalid increment rate": "Tarifa de incremento no válida",
  "Updates": "Actualizaciones",
  "Shop": "Tienda",
  "Community": "Comunidad",
  "Guides": "Guías",
  "Shipping fees": "Gastos de envío",
  "fee": "tarifa",
  "Shipping availability": "Disponibilidad de envío",
  "Increment rate": "Tarifa de incremento",
  "Base rate": "Tarifa base",
  "Fee model": "Modelo de tarifa",
  "Edit shipping fees": "Editar gastos de envío",
  "Rates": "Tarifas",
  "Specific countries listed below": "Países específicos enumerados a continuación",
  "Updating this shipping fee configuation will update all rewards that use this shipping fee.": "La actualización de esta configuración de gastos de envío actualizará todas las recompensas que utilicen esta tarifa de envío.",
  "Add new": "Agregar nuevo",
  "Select fee": "Seleccionar tarifa",
  "Invalid amount": "Cantidad no válida",
  "Shipping conflict": "Conflicto de envío",
  "The items in your basket cannot all be shipped to a single country. Please adjust your selection or choose items available for global shipping.": "No todos los artículos de su cesta se pueden enviar a un solo país. Ajuste su selección o elija artículos disponibles para envío global.",
  "City is required": "Se requiere ciudad",
  "Full name is required": "Se requiere nombre completo",
  "Postal code is required": "Se requiere código postal",
  "Street address is required": "Se requiere dirección postal",
  "Shipping Address": "Dirección de envío",
  "Postal code": "Código postal",
  "City": "Ciudad",
  "State / Region": "Estado / Región",
  "Street Address": "Dirección postal",
  "Include unit/apartment/suite no. if applicable": "Incluir número de unidad/apartamento/suite si corresponde",
  "Raymond Holt": "Raymond Holt",
  "123 Main St, Unit 123": "123 Main St, Unit 123",
  "State is required": "Se requiere estado",
  "California": "California",
  "San Francisco": "San Francisco",
  "Invalid shipping address": "Dirección de envío no válida",
  "Failed to save shipping address": "Error al guardar la dirección de envío",
  "Unstable Wallet": "Billetera inestable",
  "Ships worldwide": "Envíos a todo el mundo",
  "Ships to select regions": "Envíos a regiones seleccionadas",
  "Expected": "Esperado",
  "You are purchasing a physical item that requires shipping. ": "Está comprando un artículo físico que requiere envío.",
  "This information is stored securely and deleted after a period of 3 months.": "Esta información se almacena de forma segura y se elimina después de un período de 3 meses.",
  "This project needs to raise $210 in 7 days to go live. Share this project on social media to help launch it.": "Este proyecto necesita recaudar $210 en 7 días para ponerse en marcha. Comparte este proyecto en las redes sociales para ayudar a lanzarlo.",
  "Create a re-usable shipping fee configuration that can be used across multiple rewards.": "Cree una configuración de gastos de envío reutilizable que se pueda utilizar en varias recompensas.",
  "The default rate is used for any country not configured below.": "La tarifa predeterminada se utiliza para cualquier país que no esté configurado a continuación.",
  "List all the countries that are eligible for shipping.": "Enumere todos los países que son elegibles para el envío.",
  "Require shipping": "Requerir envío",
  "Collect shipping address for delivering physical products directly to your supporters.": "Recopile la dirección de envío para entregar los productos físicos directamente a sus patrocinadores.",
  "Add shipping fees based on specific countries or globally.": "Añade tarifas de envío basadas en países específicos o globalmente.",
  "Shipping cost": "Costo de envío",
  "Products cost": "Costo de productos",
  "Shipping cost is an estimate and may vary depending on the shipping address.": "El costo de envío es una estimación y puede variar según la dirección de envío.",
  "Wallet Connection": "Conexión de billetera",
  "Connect a Lightning wallet to your account to receive refunds, ambassador payouts, etc.": "Conecta una billetera Lightning a tu cuenta para recibir reembolsos, pagos de embajadores, etc.",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your product via email.": "Involucra a tu comunidad, seguidores, contribuyentes y compradores de productos enviándoles una actualización sobre tu producto por correo electrónico.",
  "Linked products and goals": "Productos y objetivos vinculados",
  "Please enter a valid email address": "Por favor, introduce una dirección de correo electrónico válida",
  "Email is required": "El correo electrónico es obligatorio",
  "Discord": "Discord",
  "X": "X",
  "Discover the best bitcoin projects - join the list!": "Descubre los mejores proyectos de bitcoin - ¡únete a la lista!",
  "Real-world Bitcoin adoption stories": "Historias de adopción de Bitcoin en el mundo real",
  "Telegram": "Telegram",
  "satoshi@gmx.com": "satoshi@gmx.com",
  "New projects & product launches": "Nuevos proyectos y lanzamientos de productos",
  "Get Updates": "Recibe actualizaciones",
  "Just launched!": "¡Recién lanzado!",
  "You’ve just launched a Bitcoin project - let`s make it fly!": "Acabas de lanzar un proyecto de Bitcoin - ¡hagámoslo volar!",
  "Connect with the Geyser team on ": "Conéctate con el equipo de Geyser en ",
  "{{fee}}% Geyser fee per transaction": "{{fee}}% Tarifa de Geyser por transacción",
  "successfully contributed to": "contribuyó exitosamente a",
  "Get exclusive early access to new Bitcoin projects, powerful updates, and progress reports from the global Bitcoin movement. Join thousands already subscribed, and be the first to know what’s next.": "Obtén acceso anticipado exclusivo a nuevos proyectos de Bitcoin, actualizaciones importantes e informes de progreso del movimiento Bitcoin global. Únete a los miles que ya están suscritos y sé el primero en saber qué viene.",
  "Don’t miss the next big Bitcoin project!": "¡No te pierdas el próximo gran proyecto de Bitcoin!",
  "Become an ambassador": "Conviértete en embajador",
  "Spread the word using your own <1>Hero link</1>. So far, {{ambassadorsCount}} ambassadors have enabled {{totalSats}} sats in contributions to this project.": "Corre la voz utilizando tu propio <1>enlace de héroe</1>. Hasta ahora, {{ambassadorsCount}} embajadores han habilitado {{totalSats}} sats en contribuciones a este proyecto.",
  "You successfully contributed to": "Contribuyó exitosamente a",
  "Sign up": "Regístrate",
  "Share Project": "Compartir Proyecto",
  "Spread the word to help this project become a success.": "Corre la voz para ayudar a que este proyecto sea un éxito.",
  "Hero link copied to clipboard": "Enlace de héroe copiado al portapapeles",
  "Link copied to clipboard": "Enlace copiado al portapapeles",
  "NOTE: This makes shipping address mandatory for contributors who buy this product.": "NOTA: Esto hace que la dirección de envío sea obligatoria para los contribuyentes que compren este producto.",
  "No shipping fees added yet. This means the product price includes shipping costs.": "Aún no se han añadido gastos de envío. Esto significa que el precio del producto incluye los gastos de envío.",
  "Update": "Actualizar",
  "Subscribe to Geyser Grants": "Suscríbete a Geyser Grants",
  "Enter your email": "Introduce tu correo electrónico",
  "Live Grants": "Subvenciones en vivo",
  "All Grants": "Todas las subvenciones",
  "NWC Software and Hardware Grant": "Subvención de software y hardware NWC",
  "A global grant round to fund open-source projects that integrate Nostr Wallet Connect (NWC), supporting both software and hardware applications. Builders will have access to workshops, pitch sessions, and mentorship from leaders in the space.": "Una ronda de subvenciones global para financiar proyectos de código abierto que integren Nostr Wallet Connect (NWC), apoyando tanto las aplicaciones de software como de hardware. Los constructores tendrán acceso a talleres, sesiones de presentación y tutoría de líderes en el espacio.",
  "Board-voting grant": "Subvención de votación de la junta directiva",
  "Time remaining to submit application": "Tiempo restante para enviar la solicitud",
  "Applicants": "Solicitantes",
  "This Grant uses Proportional Voting to enable more funding to go towards projects. This means:": "Esta subvención utiliza la votación proporcional para permitir que más fondos se destinen a los proyectos. Esto significa:",
  "Time left": "Tiempo restante",
  "View announcement": "Ver anuncio",
  "View preview": "Ver vista previa",
  "Select sub-category": "Seleccionar subcategoría",
  "Project name is a required field.": "El nombre del proyecto es un campo obligatorio.",
  "Funding Strategy": "Estrategia de financiación",
  "Pick how you would like to raise funds, Unsure which to pick? We can help you choose.": "Elige cómo te gustaría recaudar fondos. ¿No estás seguro de cuál elegir? Podemos ayudarte a elegir.",
  "All-or-nothing": "Todo o nada",
  "Open Funding": "Financiación abierta",
  "5%": "5%",
  "How does it work?": "¿Cómo funciona?",
  "Recommended For": "Recomendado para",
  "Benefit": "Beneficio",
  "Disadvantage": "Desventaja",
  "Reaching the goal can be a challenge, and not reaching it means you will not receive the funds. There will also be a time limit to reach that goal (ranging from 1 to 3 months).": "Alcanzar la meta puede ser un desafío, y no alcanzarla significa que no recibirás los fondos. También habrá un límite de tiempo para alcanzar esa meta (que oscila entre 1 y 3 meses).",
  "Certified charities and humanitarian causes may qualify for a refund. Contact us to apply for a refund.": "Las organizaciones benéficas y causas humanitarias certificadas pueden calificar para un reembolso. Contáctanos para solicitar un reembolso.",
  "Funding Goal": "Objetivo de financiación",
  "Goal amount": "Cantidad objetivo",
  "The goal must be at least of 210,000 sats (~210$).": "El objetivo debe ser de al menos 210.000 sats (~210$).",
  "Project duration": "Duración del proyecto",
  "The project duration determines how long your project will be active for. We recommend projects to be 30 days or less. They cannot be longer than 60 days.": "La duración del proyecto determina cuánto tiempo estará activo tu proyecto. Recomendamos que los proyectos duren 30 días o menos. No pueden durar más de 60 días.",
  "This duration cannot be updated once the project has launched.": "Esta duración no se puede actualizar una vez que el proyecto se haya lanzado.",
  "Note": "Nota",
  "Amount must be a number": "La cantidad debe ser un número",
  "Goal must be at least 210,000 sats (~210$)": "El objetivo debe ser de al menos 210.000 sats (~210$)",
  "Amount is required": "La cantidad es obligatoria",
  "Launch date must be a valid date": "La fecha de lanzamiento debe ser una fecha válida",
  "Duration must be a number": "La duración debe ser un número",
  "Duration must be at least 1 day": "La duración debe ser de al menos 1 día",
  "Duration is required": "La duración es obligatoria",
  "Pick a launch date for your project. The countdown will start from that date and time. The project will be visible but not fundable yet. You can chose to keep it private until its launch. You can also edit the launch date later.": "Elige una fecha de lanzamiento para tu proyecto. La cuenta regresiva comenzará a partir de esa fecha y hora. El proyecto será visible pero aún no se podrá financiar. Puedes elegir mantenerlo privado hasta su lanzamiento. También puedes editar la fecha de lanzamiento más tarde.",
  "The project will not automatically launch, you will still need to launch manually.": "El proyecto no se lanzará automáticamente, aún tendrás que lanzarlo manualmente.",
  "Select date and time": "Seleccionar fecha y hora",
  "Please try again later.": "Por favor, inténtalo de nuevo más tarde.",
  "Funding Goals": "Objetivos de financiación",
  "Set one goal or more to help your contributors understand how you plan to use the funds. If you create multiple goals, contributions will go towards the default goal. You can re-order the goals to set a different default goal at any time.": "Establece uno o más objetivos para ayudar a tus contribuyentes a entender cómo planeas utilizar los fondos. Si creas varios objetivos, las contribuciones se destinarán al objetivo predeterminado. Puedes reordenar los objetivos para establecer un objetivo predeterminado diferente en cualquier momento.",
  "Create a goal": "Crear un objetivo",
  "Add a goal": "Añadir un objetivo",
  "Products & Perks": "Productos y ventajas",
  "Tell your story": "Cuenta tu historia",
  "About you": "Acerca de ti",
  "Tell contributors more about yourself": "Diles a los contribuyentes más sobre ti",
  "Building trust with your contributors is one of the most important aspects of a successful project. Tell contributors a bit more about yourself. This information will show on your project page and profile.": "Generar confianza con tus contribuyentes es uno de los aspectos más importantes de un proyecto exitoso. Diles a los contribuyentes un poco más sobre ti. Esta información se mostrará en la página y el perfil de tu proyecto.",
  "Write a bit more about yourself": "Escribe un poco más sobre ti",
  "Social Accounts": "Cuentas sociales",
  "Help contributors get to know you better by linking your social accounts": "Ayuda a los contribuyentes a conocerte mejor vinculando tus cuentas sociales",
  "Failed to upload image": "Error al subir la imagen",
  "Failed to update project": "Error al actualizar el proyecto",
  "Connected": "Conectado",
  "Connect your Lightning node": "Conecta tu nodo Lightning",
  "Wallet updated successfully": "Billetera actualizada correctamente",
  "Payment Wallet": "Billetera de pago",
  "Connect your wallet": "Conecta tu billetera",
  "Configure the wallet where funds from your project will be sent to.": "Configura la billetera a la que se enviarán los fondos de tu proyecto.",
  "Connect a wallet": "Conectar una billetera",
  "Pick a wallet type": "Elige un tipo de billetera",
  "Connect your Lightning wallet": "Conecta tu billetera Lightning",
  "Connect your Nostr wallet": "Conecta tu billetera Nostr",
  "Update wallet": "Actualizar billetera",
  "Show less": "Mostrar menos",
  "Show full certificate": "Mostrar certificado completo",
  "Show full macaroon": "Mostrar macaroon completo",
  "Verify": "Verificar",
  "Continue verification": "Continuar con la verificación",
  "Please connect a wallet to continue": "Por favor, conecta una billetera para continuar",
  "Wallet created successfully": "Billetera creada con éxito",
  "Payment Tax ID": "Identificación fiscal de pago",
  "Explain in more detail what you are doing with this project. The more detailed the better. Keep it personal and authentic. Why does this project matter to you?": "Explica con más detalle qué estás haciendo con este proyecto. Cuanto más detallado, mejor. Que sea personal y auténtico. ¿Por qué este proyecto es importante para ti?",
  "Add Tax information to all contribution invoices made to your project.": "Añade información fiscal a todas las facturas de contribución realizadas a tu proyecto.",
  "Configure your account password": "Configura la contraseña de tu cuenta",
  "Without your account password you will not be able to claim the funds of your crowdfunding campaign. Store this password in a safe, permanent place like a password manager. Geyser cannot recover this password for you.": "Sin la contraseña de tu cuenta, no podrás reclamar los fondos de tu campaña de crowdfunding. Guarda esta contraseña en un lugar seguro y permanente, como un gestor de contraseñas. Geyser no puede recuperar esta contraseña por ti.",
  "Password must be at least 8 characters long": "La contraseña debe tener al menos 8 caracteres",
  "Password is required": "Se requiere contraseña",
  "Please repeat your password": "Por favor, repite tu contraseña",
  "Passwords must match": "Las contraseñas deben coincidir",
  "Enter your password": "Introduce tu contraseña",
  "Repeat password": "Repetir contraseña",
  "Repeat your password": "Repite tu contraseña",
  "Confirm your account password": "Confirma la contraseña de tu cuenta",
  "Recover your account password": "Recupera la contraseña de tu cuenta",
  "You must acknowledge that unclaimed funds will be refunded": "Debes reconocer que los fondos no reclamados serán reembolsados",
  "You must acknowledge that the password cannot be recovered": "Debes reconocer que la contraseña no se puede recuperar",
  "Forgotten your password?": "¿Olvidaste tu contraseña?",
  "Confirm the password you have previously set. This password is known only by you and ensures no one but you has access to the project funds. ": "Confirma la contraseña que has establecido previamente. Esta contraseña sólo la conoces tú y garantiza que nadie más que tú tenga acceso a los fondos del proyecto.",
  "If you have forgotten your password, you can set a new account password. Note that you will lose access to all unclaimed funds in previously created projects. You will also lose the ability to claim refunds on pledges made to other projects.": "Si has olvidado tu contraseña, puedes establecer una nueva. Ten en cuenta que perderás el acceso a todos los fondos no reclamados en proyectos creados anteriormente. También perderás la posibilidad de reclamar reembolsos de las promesas realizadas a otros proyectos.",
  "I would like to reset my password and acknowledge that unclaimed funds from past projects will be refunded to the contributors.": "Me gustaría restablecer mi contraseña y reconozco que los fondos no reclamados de proyectos anteriores serán reembolsados a los contribuyentes.",
  "Back to password confirmation": "Volver a la confirmación de la contraseña",
  "You currently have 102,334 sats in unclaimed funds that will be refunded to contributors and 11,342 sats pledged.": "Actualmente tienes 102.334 sats en fondos no reclamados que se reembolsarán a los contribuyentes y 11.342 sats prometidos.",
  "Enter your new password": "Introduce tu nueva contraseña",
  "I acknowledge that the new password cannot be recovered and I have saved it securely.": "Reconozco que la nueva contraseña no se puede recuperar y la he guardado de forma segura.",
  "Repeat new password": "Repite la nueva contraseña",
  "Invalid password": "Contraseña no válida",
  "Project review & launch": "Revisión y lanzamiento del proyecto",
  "Review Status": "Estado de la revisión",
  "Not submitted yet": "Aún no enviado",
  "Pending review": "Revisión pendiente",
  "Approved": "Aprobado",
  "Updates Requested": "Actualizaciones solicitadas",
  "The review process usually completes within 3 business days. You will be notified by email for every update of your project's review status, or you can find the current status on this page.": "El proceso de revisión suele completarse en un plazo de 3 días laborables. Se te notificará por correo electrónico cada actualización del estado de revisión de tu proyecto, o puedes encontrar el estado actual en esta página.",
  "You have successfully submitted the project for review. The review process usually completes within 1 to 2 business days. You will be notified by email for every update of your project's review status, or you can find the current status on this page.": "Has enviado el proyecto para su revisión. El proceso de revisión suele completarse en un plazo de 1 a 2 días laborables. Se te notificará por correo electrónico cada actualización del estado de revisión de tu proyecto, o puedes encontrar el estado actual en esta página.",
  "The team reviewed your project and requested some revisions.": "El equipo revisó tu proyecto y solicitó algunas revisiones.",
  "Additional Details": "Detalles adicionales",
  "Launch Summary": "Resumen del lanzamiento",
  "Funding": "Financiación",
  "All-or-Nothing": "Todo o nada",
  "Launch": "Lanzar",
  "Scheduled": "Programado",
  "Immediate launch": "Lanzamiento inmediato",
  "You can come back to this flow to edit your project anytime before the launch. Once the project is launched, some of the project details will not be updatable anymore, such as the funding strategy, goal and duration.": "Puedes volver a este flujo para editar tu proyecto en cualquier momento antes del lanzamiento. Una vez que se lance el proyecto, algunos de los detalles del proyecto ya no serán actualizables, como la estrategia de financiación, el objetivo y la duración.",
  "Launch Type": "Tipo de lanzamiento",
  "Launch Time": "Hora de lanzamiento",
  "Funding duration": "Duración de la financiación",
  "Funding Type": "Tipo de financiación",
  "Rejected": "Rechazado",
  "Unfortunately your project failed the review process": "Desafortunadamente, tu proyecto falló el proceso de revisión",
  "Submit for review": "Enviar para revisión",
  "Review submitted": "Revisión enviada",
  "Your project has been submitted for review. You will be notified by email of any updates.": "Tu proyecto ha sido enviado para su revisión. Se te notificará por correo electrónico de cualquier actualización.",
  "Submission failed": "El envío falló",
  "Failed to submit project for review. Please try again.": "No se pudo enviar el proyecto para su revisión. Por favor, inténtalo de nuevo.",
  "Submitted": "Enviado",
  "Cannot proceed": "No se puede continuar",
  "In Review": "En revisión",
  "React out for help": "Contacta para obtener ayuda",
  "Time is up: this project did not raise $210 in 7 days.": "Se acabó el tiempo: este proyecto no recaudó $210 en 7 días.",
  "Your project is ready to launch! Review everything one more time and click \"Launch Now\" to make your project live.": "¡Tu proyecto está listo para lanzarse! Revisa todo una vez más y haz clic en \"Lanzar ahora\" para que tu proyecto esté activo.",
  "Publishing...": "Publicando...",
  "Launch Now": "Lanzar ahora",
  "Publication Failed": "Publicación fallida",
  "Invoice copied to clipboard": "Factura copiada al portapapeles",
  "Ready to launch!": "¡Listo para lanzar!",
  "You must launch manually at the set time.": "Debes lanzar manualmente a la hora establecida.",
  "Copy Lightning invoice": "Copiar factura Lightning",
  "Scan and pay invoice with Bitcoin Lightning.": "Escanear y pagar la factura con Bitcoin Lightning.",
  "Successfully paid launch fee": "Tarifa de lanzamiento pagada con éxito",
  "Launch your project!": "¡Lanza tu proyecto!",
  "Once launched, your project will be public and people can start contributing to it.": "Una vez lanzado, tu proyecto será público y la gente podrá empezar a contribuir.",
  "Project Details": "Detalles del proyecto",
  "Update wallet info": "Actualizar información de la cartera",
  "Account password is required": "Se requiere la contraseña de la cuenta",
  "Bitcoin address is required": "Se requiere dirección Bitcoin",
  "Claim Refund": "Reclamar reembolso",
  "Refund": "Reembolso",
  "Bitcoin Lightning": "Bitcoin Lightning",
  "Bitcoin On-Chain": "Bitcoin On-Chain",
  "Forgot your password": "¿Olvidaste tu contraseña?",
  "Enter your account password": "Ingresa la contraseña de tu cuenta",
  "Without your password, you won't be able to claim the funds of the project. Geyser cannot recover this password for you.": "Sin tu contraseña, no podrás reclamar los fondos del proyecto. Geyser no puede recuperar esta contraseña por ti.",
  "If you have forgotten your password, the funds will be returned contributors after a period of 30 days.": "Si has olvidado tu contraseña, los fondos serán devueltos a los contribuyentes después de un período de 30 días.",
  "Select a payout method": "Selecciona un método de pago",
  "Instant": "Instantáneo",
  "Enter your lightning address": "Ingresa tu dirección Lightning",
  "~1 hour": "~1 hora",
  "Enter your Bitcoin address": "Ingresa tu dirección Bitcoin",
  "Your project is now live and available to the public": "Tu proyecto ya está activo y disponible para el público",
  "Project Published!": "¡Proyecto Publicado!",
  "Payout Processed (Off-Chain)": "Pago Procesado (Off-Chain)",
  "Illustration": "Ilustración",
  "Payout Processed": "Pago Procesado",
  "Your payout has been successfully processed.": "Tu pago ha sido procesado con éxito.",
  "Payout Processed (On-Chain)": "Pago Procesado (On-Chain)",
  "You can safely close this modal.": "Puedes cerrar esta ventana de forma segura.",
  "Your payout has been successfully processed on-chain.": "Tu pago ha sido procesado con éxito en la cadena.",
  "here": "aquí",
  "On-chain transactions usually confirm within one hour, but can take longer depending on the current activity on the Bitcoin network. You can track the on-chain transaction": "Las transacciones en cadena generalmente se confirman en una hora, pero pueden tardar más según la actividad actual en la red Bitcoin. Puedes rastrear la transacción en cadena",
  "Anything else is required": "Se requiere algo más",
  "Project image is required": "Se requiere la imagen del proyecto",
  "Team is required": "Se requiere el equipo",
  "Country name is required": "Se requiere el nombre del país",
  "Country code is required": "Se requiere el código del país",
  "Please enter a valid URL": "Por favor, ingresa una URL válida",
  "Project description is required": "Se requiere la descripción del proyecto",
  "Email we can reach you at": "Correo electrónico al que podemos contactarte",
  "Team": "Equipo",
  "What did you learn during the implementation?": "¿Qué aprendiste durante la implementación?",
  "What challenges did you face and how did you solve them?": "¿A qué desafíos te enfrentaste y cómo los resolviste?",
  "Please enter a valid image URL": "Por favor, ingresa una URL de imagen válida",
  "Discovery": "Descubrimiento",
  "My projects": "Mis proyectos",
  "Campaigns": "Campañas",
  "Fundraisers": "Recaudaciones de fondos",
  "GitHub link is required": "Se requiere el enlace de GitHub",
  "Description is required": "Se requiere descripción",
  "Title is required": "Se requiere título",
  "Submit Your Integration": "Enviar tu integración",
  "Images are required": "Se requieren imágenes",
  "Learnings are required": "Se requiere aprendizajes",
  "Learnings and Challenges": "Aprendizajes y desafíos",
  "Ready to enter your integration to the Time2Build challenge? Click “Submit” below and complete the form. As a reminder, you’ll have one month from November 16th to merge your code, to be eligible for judging. Good luck ⚡️": "¿Listo para ingresar tu integración al desafío Time2Build? Haz clic en “Enviar” a continuación y completa el formulario. Como recordatorio, tendrás un mes a partir del 16 de noviembre para fusionar tu código, para ser elegible para la evaluación. Buena suerte ⚡️",
  "List all the contributors to this integration with their GitHub and/or social links.": "Enumera todos los contribuyentes a esta integración con sus enlaces de GitHub y/o redes sociales.",
  "Project Description": "Descripción del proyecto",
  "Direct link to the pull request with Breez SDK integration, and any other relevant links": "Enlace directo a la solicitud de extracción con la integración de Breez SDK y cualquier otro enlace relevante",
  "Anything Else Judges Should Know": "Cualquier otra cosa que los jueces deban saber",
  "Space for context: community size, impact, future plans, or any other details that strengthen your submission.": "Espacio para contexto: tamaño de la comunidad, impacto, planes futuros o cualquier otro detalle que fortalezca tu presentación.",
  "T&Cs": "Términos y condiciones",
  "Link to Github PR": "Enlace a Github PR",
  "By submitting this project, you agree to our": "Al enviar este proyecto, aceptas nuestros",
  "Without your account password you will not be able to refund your contribution. Store this password in a safe, permanent place like a password manager. Geyser cannot recover this password for you.": "Sin la contraseña de tu cuenta, no podrás reembolsar tu contribución. Guarda esta contraseña en un lugar seguro y permanente, como un administrador de contraseñas. Geyser no puede recuperar esta contraseña por ti.",
  "Confirm the password you have previously set. This password is known only by you and ensures no one but you has access to the contributed funds. ": "Confirma la contraseña que has establecido previamente. Esta contraseña solo la conoces tú y asegura que nadie más que tú tenga acceso a los fondos contribuidos.",
  "Configure your account password. Only you will know this password, and no one but you has access to the project funds.": "Configura la contraseña de tu cuenta. Solo tú conocerás esta contraseña, y nadie más que tú tiene acceso a los fondos del proyecto.",
  "Configure your account password. Only you will know this password, and it will be required to refund your contribution.": "Configura la contraseña de tu cuenta. Solo tú conocerás esta contraseña, y será necesaria para reembolsar tu contribución.",
  "required": "requerido",
  "Discover and fund Bitcoin projects worldwide": "Descubre y financia proyectos de Bitcoin en todo el mundo",
  "search projects": "buscar proyectos",
  "Recommended for you": "Recomendado para ti",
  "Support": "Apoyar",
  "Bitcoin crowdfunding": "Financiación colectiva de Bitcoin",
  "Privacy Policy": "Política de privacidad",
  "Terms of Service": "Términos de servicio",
  "2025 GEYSER INC.": "2025 GEYSER INC.",
  "Get our monthly project udpates and stay up to date to what is happening in the Bitcoin space": "Recibe nuestras actualizaciones mensuales de proyectos y mantente al día de lo que ocurre en el espacio Bitcoin",
  "Become a Guardian": "Conviértete en un Guardián",
  "Join our mailing list": "Únete a nuestra lista de correo",
  "Join the movement and get limited-edition items in collaboration with top Bitcoin brands.": "Únete al movimiento y obtén artículos de edición limitada en colaboración con las mejores marcas de Bitcoin.",
  "Guardians of Bitcoin Adoption": "Guardianes de la adopción de Bitcoin",
  "Recent Launches": "Lanzamientos recientes",
  "What's happening": "¿Qué está pasando?",
  "Discover more": "Descubre más",
  "written by": "escrito por",
  "this week!": "¡esta semana!",
  "Charity projects with tax benefits": "Proyectos benéficos con beneficios fiscales",
  "Make donations to these registered charities and claim tax deductions in your country": "Haz donaciones a estas organizaciones benéficas registradas y reclama deducciones fiscales en tu país",
  "Invalid email address": "Dirección de correo electrónico no válida",
  "Trending": "Tendencias",
  "Latest": "Últimas",
  "Almost funded": "Casi financiado",
  "In your region": "En tu región",
  "Almost over": "Casi terminado",
  "All or Nothing is Coming soon!": "¡Todo o Nada llega pronto!",
  "The best way to launch your new Bitcoin products": "La mejor manera de lanzar tus nuevos productos de Bitcoin",
  "We’re building a new way to crowdfund, where creators only receive funds if their project reaches its goal.": "Estamos construyendo una nueva forma de financiación colectiva, donde los creadores solo reciben fondos si su proyecto alcanza su objetivo.",
  "Geyser only monetizes if the project succeeds, to keep incentives aligned all the way down. ": "Geyser solo monetiza si el proyecto tiene éxito, para mantener los incentivos alineados hasta el final.",
  "new ideas to unlock": "nuevas ideas para desbloquear",
  "How it works": "Cómo funciona",
  "fees if project fails": "comisiones si el proyecto falla",
  "If the goal is reached by the set timeline the funds are released to the creator. If, instead, the goal is not met in time the funds are not sent to the project creator and the contributors can withdraw the funds.": "Si el objetivo se alcanza en el plazo establecido, los fondos se liberan al creador. Si, en cambio, el objetivo no se alcanza a tiempo, los fondos no se envían al creador del proyecto y los contribuyentes pueden retirar los fondos.",
  "So many projects don’t start because they need large upfront capital - AON allows you to aim for that minimum threshold you need.": "Muchos proyectos no comienzan porque necesitan un gran capital inicial: AON te permite apuntar a ese umbral mínimo que necesitas.",
  "This escrow mechanism makes fundraising fair, transparent and aligns incentives of contributors and creators. Geyser only monetizes if the project succeeds, to keep incentives aligned all the way down. ": "Este mecanismo de depósito en garantía hace que la recaudación de fondos sea justa, transparente y alinea los incentivos de los contribuyentes y los creadores. Geyser solo monetiza si el proyecto tiene éxito, para mantener los incentivos alineados hasta el final.",
  "Upcoming cohort launches": "Próximos lanzamientos de cohortes",
  "Register now": "Regístrate ahora",
  "No documentation needed to launch as Geyser does not custody funds. Note: projects need to be reviewed before they can launch.": "No se necesita documentación para lanzar, ya que Geyser no custodia fondos. Nota: los proyectos deben ser revisados antes de poder ser lanzados.",
  "minutes to launch": "minutos para lanzar",
  "Translation of The Sovereign Individual": "Traducción de El Individuo Soberano",
  "New Board game": "Nuevo juego de mesa",
  "Interested in launching an All or Nothing campaign? Register interest below!.": "¿Estás interesado en lanzar una campaña de Todo o Nada? ¡Registra tu interés a continuación!",
  "Tell us about your campaign": "Cuéntanos sobre tu campaña",
  "Novermber 24 - Dec 14": "24 de noviembre - 14 de diciembre",
  "No more half-funded projects. No more uncertainty.": "No más proyectos a medio financiar. No más incertidumbre.",
  "All or Nothing open launch": "Lanzamiento abierto de Todo o Nada",
  "January 2026": "Enero de 2026",
  "All-or-Nothing campaigns ensure creators only receive funds if they reach their funding target. This model protects backers and motivates creators to rally full support.": "Las campañas de Todo o Nada aseguran que los creadores solo reciban fondos si alcanzan su objetivo de financiación. Este modelo protege a los patrocinadores y motiva a los creadores a reunir todo el apoyo.",
  "We’re launching AON campaigns in several cohorts. This allows us to test this feature in the open while also helping with project promotion.": "Estamos lanzando campañas AON en varias cohortes. Esto nos permite probar esta función en abierto y, al mismo tiempo, ayudar con la promoción del proyecto.",
  "Cohort 1 - FULLY BOOKED": "Cohorte 1 - COMPLETAMENTE RESERVADA",
  "Cohort 2 - OPEN": "Cohorte 2 - ABIERTA",
  "Register your campaign launch": "Registra el lanzamiento de tu campaña",
  "New Hardware Wallet": "Nueva cartera de hardware",
  "End of January 2026": "Finales de enero de 2026",
  "Geyser relies primarily on the generosity of Bitcoiners like you to operate our service.": "Geyser se basa principalmente en la generosidad de los Bitcoiners como tú para operar nuestro servicio.",
  "Tip Geyser Services": "Consejos para los servicios de Geyser",
  "By continuing to checkout you are accepting our <1>T&Cs</1>.": "Al continuar con la compra, aceptas nuestros <1>Términos y condiciones</1>.",
  "Follow this project for exclusive updates": "Sigue este proyecto para obtener actualizaciones exclusivas",
  "Get notified by email when new goals are hit, impact is made, and Bitcoin adoption grows, straight from the creator.": "Recibe notificaciones por correo electrónico cuando se alcancen nuevos objetivos, se genere impacto y la adopción de Bitcoin crezca, directamente del creador.",
  "Become a Guardian. Help us fuel Bitcoin adoption.": "Conviértete en un Guardián. Ayúdanos a impulsar la adopción de Bitcoin.",
  "Every Guardian badge you collect powers Geyser to enable Bitcoin adoption. Show it proudly on your profile.": "Cada insignia de Guardián que recoges alimenta a Geyser para habilitar la adopción de Bitcoin. Muéstrala con orgullo en tu perfil.",
  "Collected": "Recogido",
  "Selected": "Seleccionado",
  "Guardian badges": "Insignias de Guardián",
  "Credit Card": "Tarjeta de crédito",
  "Post on nostr": "Publicar en nostr",
  "Fund now with lightning": "Financia ahora con lightning",
  "Fund instantly with lightning and transactions show on the Contribution tab instantly": "Financia instantáneamente con lightning y las transacciones se muestran en la pestaña de Contribución al instante",
  "day left": "día restante",
  "Every project is unique. That's why Geyser lets you decide how to raise. Both funding styles have a 5% fee per contribution and an upfront launch fee.": "Cada proyecto es único. Por eso Geyser te permite decidir cómo recaudar fondos. Ambos estilos de financiación tienen una comisión del 5% por contribución y una cuota de lanzamiento inicial.",
  "Get discovered": "Sé descubierto",
  "HOW TO LAUNCH": "¿CÓMO LANZAR?",
  "Fundraisers: keep it all": "Recaudadores de fondos: quédate con todo",
  "Every contribution goes straight to your wallet instantly.": "Cada contribución va directamente a tu monedero al instante.",
  "Encourages trust and often leads to more contributions.": "Fomenta la confianza y a menudo conduce a más contribuciones.",
  "Immediate access to funds — no waiting, no minimum goal.": "Acceso inmediato a los fondos: sin esperas, sin objetivo mínimo.",
  "Relies more on trust and reputation, which can affect contributor confidence.": "Depende más de la confianza y la reputación, lo que puede afectar la confianza de los contribuyentes.",
  "You set your goal and timeline (1–60 days). If the goal is reached, funds go to your wallet. If not, contributors get refunds and the project closes.": "Estableces tu objetivo y plazo (1–60 días). Si se alcanza el objetivo, los fondos van a tu monedero. Si no, los contribuyentes obtienen reembolsos y el proyecto se cierra.",
  "Receive funds only if you reach your goal by the deadline. Builds momentum and trust.": "Recibe fondos solo si alcanzas tu objetivo antes de la fecha límite. Genera impulso y confianza.",
  "Innovator network": "Red de innovadores",
  "Get funded only if you reach your goal. If not, contributions return to your backers.": "Obtén fondos solo si alcanzas tu objetivo. Si no, las contribuciones regresan a tus patrocinadores.",
  "How to launch": "Cómo lanzar",
  "Spread the word and earn a dynamic share of contributions.": "Corre la voz y gana una parte dinámica de las contribuciones.",
  "Receive funds directly to your wallet as they come in. A flexible, trust-based model.": "Recibe fondos directamente en tu monedero a medida que llegan. Un modelo flexible basado en la confianza.",
  "The crowdfunding platform built by Bitcoiners, for Bitcoiners.": "La plataforma de crowdfunding creada por Bitcoiners, para Bitcoiners.",
  "About Geyser": "Acerca de Geyser",
  "Access the Geyser network to supercharge your project.": "Accede a la red Geyser para potenciar tu proyecto.",
  "Newsletter & Landing page": "Boletín y página de destino",
  "Community illustration": "Ilustración de la comunidad",
  "Campaigns: all or nothing (Coming soon)": "Campañas: todo o nada (próximamente)",
  "Geyser connects you with a global community of Bitcoiners who believe in building real-world impact. Whether you're launching a circular economy, a new product, or a creative idea, Geyser is where adoption happens.": "Geyser te conecta con una comunidad global de Bitcoiners que creen en construir un impacto en el mundo real. Ya sea que estés lanzando una economía circular, un nuevo producto o una idea creativa, Geyser es donde sucede la adopción.",
  "Welcome to Geyser": "Bienvenido a Geyser",
  "From grassroots Bitcoin circular economies to innovative products and humanitarian projects, creators have used Geyser to turn ideas into reality. Discover how others are using Geyser to achieve their dreams.": "Desde economías circulares de Bitcoin de base hasta productos innovadores y proyectos humanitarios, los creadores han utilizado Geyser para convertir ideas en realidad. Descubre cómo otros están utilizando Geyser para lograr sus sueños.",
  "See all success stories": "Ver todas las historias de éxito",
  "Success Stories": "Historias de éxito",
  "ABOUT GEYSER": "ACERCA DE GEYSER",
  "Bring your idea to life and tap into a global community ready to back you.": "Da vida a tu idea y aprovecha una comunidad global lista para respaldarte.",
  "HOW GEYSER WORKS": "CÓMO FUNCIONA GEYSER",
  "Launch now": "Lanzar ahora",
  "How to Launch": "Cómo lanzar",
  "Define the problem you're solving and how your project creates impact.": "Define el problema que estás resolviendo y cómo tu proyecto crea impacto.",
  "Plan your idea with friends, family, and your network before asking for funding. Even small steps count.": "Planifica tu idea con amigos, familiares y tu red antes de solicitar financiación. Incluso los pequeños pasos cuentan.",
  "With 50,000+ Bitcoiners on Geyser, your project gets instant visibility in a passionate global community. Boost your reach further through:": "Con más de 50,000 Bitcoiners en Geyser, tu proyecto obtiene visibilidad instantánea en una comunidad global apasionada. Impulsa aún más tu alcance a través de:",
  "Launching a project isn't easy, but the key is to just get started. Make sure you address these three essentials:": "Lanzar un proyecto no es fácil, pero la clave es simplemente comenzar. Asegúrate de abordar estos tres elementos esenciales:",
  "Choose your funding style": "Elige tu estilo de financiación",
  "Receive contributions instantly, with no minimum target required.": "Recibe contribuciones al instante, sin necesidad de un objetivo mínimo.",
  "Reputation & Community": "Reputación y Comunidad",
  "Vision & Impact": "Visión e Impacto",
  "Build your support from friends, followers, and those who you're looking to serve. Share your journey to grow trust.": "Construye tu apoyo de amigos, seguidores y aquellos a quienes buscas servir. Comparte tu viaje para aumentar la confianza.",
  "Prototypes or projects needing a minimum amount to move forward.": "Prototipos o proyectos que necesitan una cantidad mínima para seguir adelante.",
  "Check out our Guide for step-by-step tutorials.": "Consulta nuestra guía para obtener tutoriales paso a paso.",
  "Get seen by thousands of Bitcoiners globally.": "Sé visto por miles de Bitcoiners a nivel mundial.",
  "Charities, urgent humanitarian needs, causes where every sat counts, or products/services ready for delivery.": "Organizaciones benéficas, necesidades humanitarias urgentes, causas donde cada sat cuenta, o productos/servicios listos para la entrega.",
  "Everything you need to launch": "Todo lo que necesitas para lanzar",
  "Follow Geyser on socials and subscribe to our newsletter for the latest tips, stories, and project updates.": "Sigue a Geyser en las redes sociales y suscríbete a nuestro boletín para obtener los últimos consejos, historias y actualizaciones del proyecto.",
  "Learn from other creators who have launched successfully on Geyser. Watch quick tips, real experiences, and lessons to guide your own journey.": "Aprende de otros creadores que han lanzado con éxito en Geyser. Mira consejos rápidos, experiencias reales y lecciones para guiar tu propio viaje.",
  "Geyser is your all-in-one crowdfunding toolkit. From funding to community building, we've got you covered.": "Geyser es tu kit de herramientas de crowdfunding todo en uno. Desde la financiación hasta la construcción de la comunidad, te tenemos cubierto.",
  "Tips & Creator Stories": "Consejos e historias de creadores",
  "Get Started": "Empezar",
  "Skip for now": "Omitir por ahora",
  "Each project is reviewed by our team before it can launch. During the review process we may provide feedback on your project to help you improve it. This ensures a higher quality of projects on the platform.": "Cada proyecto es revisado por nuestro equipo antes de que pueda ser lanzado. Durante el proceso de revisión, podemos proporcionar comentarios sobre tu proyecto para ayudarte a mejorarlo. Esto garantiza una mayor calidad de los proyectos en la plataforma.",
  "Your project has been successfully reviewed and is ready for launch! Click \"Continue\" to move forward.": "¡Tu proyecto ha sido revisado con éxito y está listo para su lanzamiento! Haz clic en \"Continuar\" para avanzar.",
  "$25": "$25",
  "Exclusive network": "Red exclusiva",
  "Your project featured in a dedicated email sent to Geyser users most interested in your category": "Tu proyecto destacado en un correo electrónico dedicado enviado a los usuarios de Geyser más interesados en tu categoría",
  "Project feedback": "Comentarios sobre el proyecto",
  "Picked by 40% of Top 100 projects on Geyser": "Elegido por el 40% de los 100 mejores proyectos en Geyser",
  "$350": "$350",
  "Spotlight Email": "Correo electrónico de Spotlight",
  "hands-on support + network amplification": "apoyo práctico + amplificación de la red",
  "do it yourself, get the basic exposure": "hazlo tú mismo, obtén la exposición básica",
  "Pro Launch": "Lanzamiento Pro",
  "one month of hands-on guidance from our team to keep you on path for a successful raise": "un mes de orientación práctica de nuestro equipo para mantenerte en el camino hacia un lanzamiento exitoso",
  "Dedicated support": "Soporte dedicado",
  "Geyser Newsletter feature": "Función en el boletín de Geyser",
  "$50": "$50",
  "visibility boost with expert feedback": "impulso de visibilidad con comentarios de expertos",
  "tap into our podcasters, media, and creator partners": "aprovecha nuestros podcasters, medios de comunicación y socios creadores",
  "Limited to 5 per month, subject to selection": "Limitado a 5 por mes, sujeto a selección",
  "get featured at the top of our monthly newsletter going out to 5000+ subscribers": "destácate en la parte superior de nuestro boletín mensual que se envía a más de 5000 suscriptores",
  "1 social media post on Geyser’s X account with 15k+ followers": "1 publicación en las redes sociales en la cuenta X de Geyser con más de 15,000 seguidores",
  "Starter Launch": "Lanzamiento de inicio",
  "Landing Page Feature": "Función en la página de destino",
  "Social Media post": "Publicación en redes sociales",
  "Choose your Launch Plan": "Elige tu plan de lanzamiento",
  "a one-on-one session to design the perfect launch plan for your project": "una sesión individual para diseñar el plan de lanzamiento perfecto para tu proyecto",
  "Growth Launch": "Lanzamiento de crecimiento",
  "Access to all Geyser tooling and get discovered through the Geyser platform": "Acceso a todas las herramientas de Geyser y sé descubierto a través de la plataforma Geyser",
  "1 week front-page spotlight": "Destacado en la página principal durante 1 semana",
  "Personalised Launch Strategy": "Estrategia de lanzamiento personalizada",
  "Geyser Team Expert provides 1-time feedback on your project story and structure": "El experto del equipo Geyser proporciona comentarios únicos sobre la historia y estructura de su proyecto",
  "Everything in Growth": "Todo en Crecimiento",
  "Launch Payment": "Pago de lanzamiento",
  "Email: hello@geyser.fund": "Correo electrónico: hello@geyser.fund",
  "If the problem persists, please contact us for support.": "Si el problema persiste, contáctenos para obtener soporte.",
  "Please pay the launch fee with lightning to continue.": "Por favor, pague la tarifa de lanzamiento con lightning para continuar.",
  "We were unable to generate a payment request. Please try again.": "No pudimos generar una solicitud de pago. Inténtelo de nuevo.",
  "No payment request found": "No se encontró ninguna solicitud de pago",
  "Error creating contribution": "Error al crear la contribución",
  "Open-Funding": "Financiación Abierta",
  "Update & launch": "Actualizar y lanzar"
}