{
  "projects": "projets",
  "contributors": "contributeurs",
  "Search": "Recherche",
  "Projects with perks": "Projets avec avantages",
  "Inactive Projects": "Projets Inactifs",
  "Active Projects": "Projets Actifs",
  "Subscribe": "S'abonner",
  "Privacy": "Confidentialité",
  "Analytics": "Analyse",
  "activity": "activité",
  "Select": "Sélectionner",
  "Trending in": "Tendances",
  "Recent Projects": "Projets Récents",
  "See all": "Voir tous",
  "This week": "Cette semaine",
  "All time": "Tout le temps",
  "Failed to fetch data": "Échec de l'extraction des données",
  "Login": "Se connecter",
  "Projects": "Projets",
  "Contributions": "Contributions",
  "Entry": "Entrée",
  "Go back": "Retourner",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "Si vous ne parvenez pas à vous connecter à Twitter sur mobile, essayez d'abord de vous connecter à Twitter.com sur votre navigateur, puis réessayez.",
  "Project": "Projet",
  "You have been logged out": "Vous avez été déconnecté",
  "Continue": "Continuer",
  "Grants": "Subventions",
  "About": "À propos",
  "Feedback": "Retour d'information",
  "Sign Out": "Déconnexion",
  "Dashboard": "Tableau de bord",
  "Contribute": "Contribuer",
  "Back": "Retour",
  "RUNNING": "EN COURS",
  "Follow": "Suivre",
  "Copied!": "Copié!",
  "Download": "Télécharger",
  "Tags": "Tags",
  "Region": "Région",
  "Launched": "Lancé",
  "Finalize project": "Finaliser le projet",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "Votre projet n'est pas encore en ligne. Retournez dans le flux de création pour finaliser les informations relatives à votre projet et le lancer !",
  "Story": "Histoire",
  "Cancel": "Annuler",
  "Confirm": "Confirmer",
  "Something went wrong.": "Quelque chose n'a pas fonctionné.",
  "Please try again": "Veuillez réessayer",
  "Failed to fetch contributions": "Échec de la collecte des contributions",
  "Some time ago": "Il y a quelque temps",
  "ago": "il y a",
  "a day": "un jour",
  "days": "jours",
  "an hour": "une heure",
  "a minute": "une minute",
  "a few seconds": "quelques secondes",
  "minutes": "minutes",
  "hours": "heures",
  "Total": "Total",
  "Funding as": "Financement comme",
  "anonymous": "anonyme",
  "Funding anonymously. Click to login": "Financement anonyme. Cliquez pour vous connecter",
  "Click to logout": "Cliquer pour se déconnecter",
  "About to logout": "Sur le point de se déconnecter",
  "You are about to logout of your account": "Vous êtes sur le point de vous déconnecter de votre compte",
  "Logout": "Déconnexion",
  "Reach out for help": "Demander de l'aide",
  "Waiting for payment": "En attente de paiement",
  "Email": "Email",
  "Failed to download image": "Échec du téléchargement de l'image",
  "copy": "copier",
  "Go to project": "Voir le projet",
  "Your project is in draft": "Votre projet est en cours de rédaction",
  "Please refresh the page and try again.": "Veuillez actualiser la page et réessayer.",
  "Description": "Description",
  "Links & tags": "Liens & tags",
  "Wallet": "Portefeuille",
  "Contributors": "Contributeurs",
  "Back to project": "Retour au projet",
  "Name": "Nom",
  "Contribution": "Contribution",
  "Copy": "Copier",
  "Project updated successfully!": "Le projet a été mis à jour avec succès!",
  "Project update failed!": "La mise à jour du projet a échoué!",
  "Save": "Enregistrer",
  "Title": "Titre",
  "A few words that make your project stand out": "Quelques mots qui distinguent votre projet",
  "Add 'one liner' a simple descriptions of what your project is about": "Ajoutez un \"one liner\", une description simple de l'objet de votre projet.",
  "Image": "Image",
  "Change image": "Modifier l'image",
  "This lightning address is already taken.": "Cette adresse Lightning est déjà prise.",
  "Leave without saving": "Quitter sans enregistrer",
  "failed to update project": "échec de la mise à jour du projet",
  "please enter a valid url for project links": "veuillez entrer une URL valide pour les liens du projet",
  "failed to create new tag": "échec de la création d'un nouveau tag",
  "failed to create tag": "échec de la création du tag",
  "tag length must be between": "la longueur du tag doit être comprise entre",
  "and": "et",
  "add tag": "ajouter un tag",
  "Connect your sites so viewers can see more proof of your work": "Connectez vos sites afin que les spectateurs puissent voir plus de preuves de votre travail",
  "Project links": "Liens du projet",
  "Add Project Link": "Ajouter un lien de projet",
  "you will be redirected shortly...": "vous serez redirigé sous peu...",
  "failed to delete project": "échec de la suppression du projet",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "Les notifications et les mises à jour du projet sont envoyées à l'adresse e-mail du créateur du projet. Cet e-mail peut être modifié à partir des paramètres du profil du créateur.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "La désactivation de votre projet ne permettrait pas aux autres de financer votre projet, mais votre projet sera toujours visible par tous les autres. Vous pourrez réactiver votre projet à tout moment.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "La suppression d'un projet rendra le projet inaccessible pour vous et les autres. Vous ne pouvez supprimer un projet que s'il n'a reçu aucune contribution. Ceci afin d'assurer la transparence pour ceux qui ont contribué au projet.",
  "Delete": "Supprimer",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "Cette action est irréversible. Vous ne pourrez plus voir ou accéder à ce projet ou aux données du projet.",
  "Confirm that you want to delete the project": "Confirmez que vous voulez supprimer le projet",
  "FUNDED": "FINANCÉ",
  "Project story updated successfully!": "L'histoire du projet a été mise à jour avec succès !",
  "There was a problem while trying to update the project story": "Un problème est survenu lors de la tentative de mise à jour de l'histoire du projet",
  "Write a more in-depth description of the project. You can also add images and videos.": "Rédigez une description plus détaillée du projet. Vous pouvez également ajouter des images et des vidéos.",
  "Hostname or IP address": "Nom d'hôte ou adresse IP",
  "Public key": "Clé publique",
  "Invoice Macaroon": "Facture Macaron",
  "TLS certificate": "Certificat TLS",
  "gRPC port": "Port gRPC",
  "Lightning Address": "Adresse Lightning",
  "failed to create project wallet": "échec de la création du portefeuille de projet",
  "please provide valid wallet details": "veuillez fournir des détails de portefeuille valides",
  "Launch Project": "Projet de lancement",
  "Save As Draft": "Enregistrer comme brouillon",
  "Connect Your Node": "Connectez votre nœud",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "Votre projet est presque en ligne. Vous pouvez maintenant soit lancer le projet et le rendre public, soit l'enregistrer en tant que brouillon. Et vous pouvez toujours modifier le projet à tout moment.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "En continuant, j'accepte les <1>Conditions d'utilisation</1> de Geyser",
  "Node name cannot be longer than": "Le nom du nœud ne peut pas dépasser",
  "characters": "personnages",
  "Tor addresses are currently not supported": "Les adresses Tor ne sont actuellement pas prises en charge",
  "Public Key must be": "La clé publique doit être",
  "characters long": "Longs caractères",
  "The Public Key is wrongly formatted.": "La clé publique est mal formatée.",
  "Invoice Macaroon cannot be longer than": "La facture Macaron ne peut pas dépasser",
  "Add a Node": "Ajouter un nœud",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "Nous prenons actuellement en charge les nœuds LND et clearnet. Les nœuds Tor ne fonctionneront donc pas pour le moment.",
  "Node Name": "Nom du nœud",
  "This is a Voltage Node": "Ceci est un nœud de tension",
  "Find our demo here on how to load a Voltage node.": "Retrouvez notre démo ici sur la façon de charger un nœud de tension.",
  "API endpoint": "Point de terminaison de l'API",
  "Identity Pubkey": "Identité Pubkey",
  "failed to create project": "échec de la création du projet",
  "Create a project": "Créer un projet",
  "Create a new project": "Créer un nouveau projet",
  "Transform your ideas into real world projects backed by your community": "Transformez vos idées en projets concrets soutenus par votre communauté",
  "Raise funds from anywhere in the world": "Levez des fonds partout dans le monde",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "Si le bouton Twitter n'ouvre pas de page d'authentification Twitter, assurez-vous que les fenêtres contextuelles sont activées dans les préférences de votre navigateur.",
  "The authentication request failed.": "La demande d'authentification a échoué.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "Nous n'avons pas pu détecter une extension Nostr comme Alby ou Flamingo.",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "Ce compte est connecté à un autre profil Geyser. Assurez-vous d'utiliser un compte unique. Pour toute question, contactez l'équipe Geyser via",
  "Project description": "Description du projet",
  "Launch project": "Lancer le projet",
  "Connect wallet": "Connecter le portefeuille",
  "You’re ready to launch!": "Vous êtes prêt à vous lancer!",
  "An error occurred while attempting to load the profile page.": "Une erreur s'est produite lors de la tentative de chargement de la page de profil.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "Veuillez essayer de rafraîchir la page. Vous pouvez également contacter l'assistance si le problème persiste.",
  "Edit": "Modifier",
  "Failed to unlink account": "Échec de la dissociation du compte",
  "Connect more social profiles to your Geyser account.": "Connectez plus de profils sociaux à votre compte Geyser.",
  "Activity": "Activité",
  "Followed projects": "Projets suivis",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "Lancer un projet ne prend que 2 minutes ! Si vous ne savez pas si votre idée est prête, vous pouvez la démarrer et la lancer plus tard.",
  "Geyser badges": "Badges de Geyser",
  "Login with Nostr to claim the badges you earned!": "Connectez-vous avec Nostr pour réclamer les badges que vous avez gagnés !",
  "Claim": "Réclamation",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "En déconnectant ce compte Nostr de votre profil Geyser, vous pourrez connecter un autre compte Nostr. Cependant, vous ne pourrez pas créer un nouveau profil Geyser avec ce compte Nostr existant.",
  "Your badges are connected to this Nostr account.": "Vos badges sont connectés à ce compte Nostr.",
  "Disconnect": "Déconnecter",
  "Bio": "Bio",
  "You do not have permission to access this page.": "Vous n'avez pas la permission d'accéder à cette page.",
  "Applications Open": "Candidatures ouvertes",
  "Closed": "Fermé",
  "Active": "Actif",
  "Countdown to grant going live": "Compte à rebours pour accorder la mise en ligne",
  "Time left to vote": "Temps restant pour voter",
  "Sponsored by": "Sponsorisé par",
  "SPONSORS": "COMMANDITAIRES",
  "See the winner announcement": "Voir l'annonce du gagnant",
  "Announcement": "Annonce",
  "Let the Sats flow to your favorite projects.": "Laissez les Sats s'écouler vers vos projets préférés.",
  "distributed": "distribué",
  "Vote": "Vote",
  "Apply": "Postuler",
  "Login to apply": "Connectez-vous pour postuler",
  "Success!": "Succès!",
  "Select a project": "Sélectionnez un projet",
  "To apply to a grant you need to first login into Geyser.": "Pour postuler à une subvention, vous devez d'abord vous connecter à Geyser.",
  "Select your Geyser project from the list": "Sélectionnez votre projet Geyser dans la liste",
  "You have not created any projects": "Vous n'avez créé aucun projet",
  "To apply for a grant you need to create a project on Geyser.": "Pour postuler à une subvention, vous devez créer un projet sur Geyser.",
  "Grant application failed.": "La demande de subvention a échoué.",
  "Grant funds will be distributed based on community votes.": "Les fonds de la subvention seront distribués en fonction des votes de la communauté.",
  "Amount": "Montant",
  "More Information": "Plus d'information",
  "Grant Winners!": "Gagnants des subventions !",
  "See all Grants": "Voir toutes les subventions",
  "Geyser Grants": "Subventions Geyser",
  "CLOSED": "FERMÉ",
  "Round 1 Announcement": "Annonce de la ronde 1",
  "The Geyser Grant Round 1 winners have been released.": "Les gagnants du Geyser Grant Round 1 ont été dévoilés.",
  "The board will be responsible for reviewing and evaluating the applications.": "Le conseil sera responsable de l'examen et de l'évaluation des demandes.",
  "Made possible by sponsors": "Rendu possible grâce aux sponsors",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "Les entreprises Bitcoin et les particuliers anonymes qui veulent apporter de l'espoir au monde.",
  "Bitcoin Education": "Éducation Bitcoin",
  "Bitcoin Development": "Développement Bitcoin",
  "Bitcoin Culture": "Culture bitcoin",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "L'objectif de cette subvention est de soutenir les efforts et les initiatives à but non lucratif en faveur de l'éducation Bitcoin. Bitcoin est un outil de liberté individuelle et d'auto-souveraineté. Il permet une révolution qui amènera l'humanité au niveau supérieur en offrant la liberté financière et l'accessibilité au monde, et un retour à un système financier sain. Et pourtant, la plupart des gens y voient encore un outil de jeu, de l'argent pour les criminels, une chaîne de Ponzi ou un cauchemar écologique. C'est pourquoi le travail des éducateurs Bitcoin est si important. Il reste encore beaucoup à faire pour donner aux gens du monde entier les moyens d'utiliser Bitcoin comme un outil pour échapper à l'inflation galopante, à la censure financière et à la faillite. Pour plus d'informations, voir ici.",
  "applicants": "candidats",
  "contributed": "contribué",
  "GRANT TO DISTRIBUTE": "SUBVENTION À DISTRIBUER",
  "Designs by": "Dessins de",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "Merci aux développeurs et aux concepteurs qui ont construit et conçu Geyser Grants.",
  "Please enter a valid email address.": "S'il vous plaît, mettez une adresse email valide.",
  "Succesfully subscribed to Geyser": "Abonné avec succès à Geyser",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "Merci pour l'enregistrement. Nous partagerons bientôt plus d'informations sur les projets et les produits Geyser. Pour rejoindre notre communauté, retrouvez-nous sur Telegram et Twitter.",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "Pour obtenir des informations sur les derniers projets et produits Geyser, abonnez-vous en déposant votre e-mail ci-dessous.",
  "Contact Email": "Email du contact",
  "You successfully subscribed to <1>Geyser Grants</1>!": "Vous avez souscrit avec succès aux <1>Geyser Grants</1> !",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "Financer des éducateurs, des créatifs et des constructeurs réalisant des projets uniquement Bitcoin sur Geyser.",
  "Funded by bitcoiners who want to change the world.": "Financé par des bitcoiners qui veulent changer le monde.",
  "View project": "Voir le projet",
  "Saving": "Enregistrement",
  "Saved": "Enregistré",
  "Save draft": "Enregistrer le brouillon",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "Pour reconnaître les utilisateurs actifs, Geyser délivre et récompense les utilisateurs avec des badges Nostr, qui peuvent mieux reconnaître leurs actions.",
  "What is Nostr": "Qu'est-ce que Nostr",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "Nostr signifie \"Notes et autres éléments transmis par relais\". Comme HTTP ou TCP-IP, Nostr est un protocole ; une norme ouverte sur laquelle tout le monde peut s'appuyer. Nostr lui-même n'est pas une application ou un service auquel vous vous inscrivez. Consultez <1>nostr.how</1> pour plus d'informations",
  "What are Nostr Badges": "Que sont les badges Nostr",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "Les badges Nostr sont un nouvel événement sur Nostr qui permet aux utilisateurs d'envoyer et de recevoir des actifs numériques avec une image, un titre et une description. Ils sont NIP-58 sur Nostr",
  "How to redeem my Nostr badge": "Comment utiliser mon badge Nostr",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "Vous pouvez réclamer vos badges Geyser très facilement sur votre profil Geyser. Connectez-vous avec Nostr, accédez au profil et cliquez sur &apos;réclamer&apos;.",
  "Where can I see my Geyser badges?": "Où puis-je voir mes badges Geyser ?",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "Vous pouvez accéder à vos badges Geyser sur n'importe quelle plate-forme Nostr qui présente des badges Nostr tels que badges.page et Amethist.",
  "Who can edit and update Nostr Badges?": "Qui peut modifier et mettre à jour les badges Nostr ?",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "L'émetteur des badges peut modifier les informations relatives aux badges, mais ne peut à aucun moment révoquer le badge. Par conséquent, Geyser peut apporter des modifications aux badges si cela est nécessaire",
  "Will there be more badges?": "Y aura-t-il plus de badges ?",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "Oui! Nous avons l'intention de créer plus de badges lorsque nous pensons qu'il existe une raison particulière de reconnaître un travail acharné ou des réalisations importantes. Mais ne vous inquiétez pas, nous n'allons pas \"inonder le système de badges\".",
  "Hey, I should have that badge!": "Hey, je devrais avoir ce badge !",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "Si vous pensez que vous devriez avoir accès à un badge, contactez-nous à <1>hello@geyser.fund</1> et nous pourrons revoir votre privilège de badge !",
  "Error": "Erreur",
  "Authentication failed.": "Authentification échouée.",
  "Please clear your browser's cache & cookies and try again.": "Veuillez vider le cache et les cookies de votre navigateur et réessayer.",
  "Requested operation declined": "Opération demandée refusée",
  "Please use the invoice instead.": "Veuillez utiliser la facture à la place.",
  "Oops! Something went wrong with WebLN.": "Oops! Quelque chose s'est mal passé avec WebLN.",
  "Please copy the invoice manually instead.": "Veuillez plutôt copier la facture manuellement.",
  "Connect with Lightning": "Connectez-vous avec lightning",
  "Scan the QR code to connect to your Lightning wallet.": "Scannez le code QR pour vous connecter à votre portefeuille Lightning.",
  "Check if your wallet supports LNURL-auth here.": "Vérifiez si votre portefeuille prend en charge LNURL-auth ici.",
  "Waiting to connect...": "En attente de connexion...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "Gardez à l'esprit que vous êtes responsable de la gestion de la liquidité de votre nœud.",
  "Grant": "Accorder",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "Veuillez vous reconnecter avec votre profil ou appuyer sur Continuer si vous souhaitez rester anonyme.",
  "Add tags": "Ajouter tags",
  "You must write a project story.": "Vous devez écrire une histoire de projet.",
  "Public comment": "Commentaire public",
  "Filter": "Filtre",
  "cannot select more than 3 tags": "impossible de sélectionner plus de 3 tags",
  "Leaderboard": "Classement",
  "Contributor": "Donateur",
  "Amount funded": "Montant financé",
  "Projects funded": "Projets financés",
  "Open source": "Source ouverte",
  "Podcast": "Podcast",
  "Epic": "Épique",
  "Winner": "Gagnant",
  "Board": "Conseil",
  "Creator": "Créateur",
  "Select language": "Choisir la langue",
  "Request a language": "Demander une langue",
  "Check out some trending projects this week that you can follow in the discovery view!": "Découvrez quelques projets tendance cette semaine que vous pouvez suivre dans la vue découverte !",
  "Add goal": "Ajouter un objectif",
  "from": "de",
  "Grant funds will be distributed by principled bitcoin board members.": "Les subventions seront distribuées par les membres du conseil d'administration du bitcoin.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "Contribuer directement à {{title}} Grant via un code QR (lightning et onchain)",
  "1 Sat = 1 vote.": "1 samedi = 1 vote.",
  "Verify your email": "Vérifiez votre adresse électronique",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "Sauvegardez votre compte Geyser et votre projet avec votre courriel. Vous pourrez ainsi toujours accéder à Geyser (en cas de censure des médias sociaux) et mettre à jour les informations relatives à votre projet en toute sécurité.",
  "Email input": "Saisie d'un courriel",
  "Failed to generate OTP.": "Échec de la génération de l'OTP.",
  "Email is a required field": "L'adresse électronique est un champ obligatoire",
  "Please enter a valid Email address": "Veuillez saisir une adresse électronique valide",
  "Failed to update email.": "Échec de la mise à jour de l'email.",
  "Failed to verify email.": "Échec de la vérification de l'email.",
  "Your email": "Votre email",
  "Wallet updated successfully!": "Portefeuille mis à jour avec succès !",
  "Failed to update wallet.": "Échec de la mise à jour du portefeuille.",
  "Failed to login with email": "Échec de la connexion avec l'email",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "Vous pouvez mettre à jour votre portefeuille en toute sécurité en utilisant le mot de passe à usage unique envoyé à votre adresse électronique vérifiée.",
  "Verify email": "Vérifier l'email",
  "This email has not been verified": "Cet email n'a pas été vérifié",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "Vous pouvez mettre à jour votre adresse électronique en toute sécurité en utilisant le mot de passe à usage unique envoyé à votre dernière adresse électronique vérifiée.",
  "Delete profile": "Supprimer profil",
  "Failed to delete profile": "Échec de la suppression du profil",
  "Settings": "Paramètres",
  "To delete your profile permanently from Geyser.": "Pour supprimer définitivement votre profil de Geyser.",
  "Your profile has been deleted.": "Votre profil a été supprimé.",
  "Profile has been deleted": "Le profil est supprimé",
  "Type '{{textToConfirm}}' and confirm": "Tapez '{{textToConfirm}}' et confirmez",
  "Close": "Fermer",
  "Check your SPAM folder for the email.": "Vérifiez votre dossier SPAM pour l'email.",
  "Delete your profile permanently from Geyser.": "Supprimer définitivement votre profil de Geyser.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "Vérifiez votre adresse électronique pour sécuriser votre compte et pouvoir modifier les informations relatives au portefeuille du projet. Cet email sera utilisé pour vous informer des mises à jour importantes du projet et du portefeuille.",
  "As a project creator, you cannot delete your profile": "En tant que créateur de projet, vous ne pouvez pas supprimer votre profil",
  "Successfully updated user email": "Mise à jour réussie de l'email de l'utilisateur",
  "Email verification successfull!": "Vérification de l'email réussie !",
  "Copy onchain address": "Copier l'adresse de la chaîne",
  "Not now": "Pas maintenant",
  "Add row above": "Ajouter une ligne au-dessus",
  "Add row below": "Ajouter une ligne en dessous",
  "Add column left": "Ajouter une colonne à gauche",
  "Add column right": "Ajouter une colonne à droite",
  "Remove column": "Supprimer la colonne",
  "Remove row": "Supprimer la ligne",
  "Insert video": "Insérer une vidéo",
  "Insert": "Insérer",
  "Must be a valid twitter URL": "Doit être une URL twitter valide",
  "URL is required": "L'URL est obligatoire",
  "Insert tweet": "Insérer un tweet",
  "Failed to insert tweet": "Échec de l'insertion du tweet",
  "Connect more accounts": "Connecter plus de comptes",
  "Pulldown to refresh": "Tirer vers le bas pour rafraîchir",
  "Hide": "Masquer",
  "Error fetching project stats": "Erreur dans la récupération des statistiques du projet",
  "Error fetching badges": "Erreur dans la récupération des badges",
  "Historical": "Historique",
  "No data available": "Pas de données disponibles",
  "Details": "Détails",
  "Add": "Ajouter",
  "Last 30 days": "30 derniers jours",
  "Last 7 days": "7 derniers jours",
  "Last 12 months": "12 derniers mois",
  "Exported on": "Exporté le",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "Si vous êtes bloqué hors de votre projet depuis Geyser, vous pouvez accéder à votre projet depuis n'importe quel autre client Nostr en utilisant votre clé privée, qui a été sauvegardée par Geyser pour vous.",
  "Get your Private Key Kit off your computer and print out a copy": "Sortez votre kit de clé privée de votre ordinateur et imprimez-en une copie",
  "Store it somewhere safe.": "Conservez-la dans un endroit sûr.",
  "Nostr Private Key information": "Informations sur la clé privée Nostr",
  "Public Key": "Clé publique",
  "Be aware of the following:": "Soyez attentifs aux points suivants :",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "Si vous perdez ou fuyez vos clés privées, votre projet risque d'être compromis, et Geyser ne peut rien y faire.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "Geyser a la garde de vos clés privées, c'est pourquoi nous ne recommandons pas l'utilisation de ces clés privées pour l'expérience Nostr non privative.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "Toutes les fonctionnalités de Geyser ne sont pas encore construites sur Nostr, par conséquent tous les contenus que vous créez sur Geyser ne seront pas interopérables avec le reste du réseau Nostr.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "Si vous changez votre adresse éclair Geyser à partir d'autres clients, Geyser n'a aucun moyen de vérifier les Zaps effectués à partir d'autres clients, par conséquent, ces Zaps n'apparaîtront pas sur Geyser.",
  "Export Private key (nsec)": "Exporter la clé privée (nsec)",
  "Are you sure you want to export your private keys?": "Êtes-vous sûr de vouloir exporter vos clés privées ?",
  "Warning: your project risks being compromised if you leak your private key.": "Attention : votre projet risque d'être compromis si vous divulguez votre clé privée.",
  "I understand the risks of exporting my private key": "Je comprends les risques liés à l'exportation de ma clé privée",
  "failed to copy": "n'a pas réussi à copier",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Nostr est un protocole simple et ouvert qui permet la diffusion d'informations à l'échelle mondiale, de manière décentralisée et sans censure. Geyser fournit à chaque projet sa propre npub. Cela signifie que vous pouvez accéder à votre projet à partir d'autres clients Nostr, et que votre activité sur Geyser sera visible et accessible sur toutes les plateformes.",
  "Below you can find the information you need to access your public and private keys.": "Vous trouverez ci-dessous les informations nécessaires pour accéder à vos clés publiques et privées.",
  "Your Nostr Public Key (npub)": "Votre clé publique Nostr (npub)",
  "Warning: Before exporting your private keys, make sure to read the following message.": "Avertissement : Avant d'exporter vos clés privées, lisez attentivement le message suivant.",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "Vous pouvez exporter les clés privées de votre projet Geyser pour y accéder depuis un autre client Nostr. Cependant, gardez à l'esprit les points suivants :",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "Manipulez la clé avec beaucoup de précautions. Toute personne détenant la clé privée peut publier des messages au nom du projet. Si vous divulguez votre clé privée, le projet risque d'être compromis, et Geyser ne peut rien faire pour l'empêcher.",
  "The Relays": "Les relais",
  "These are the relays that we publish to.": "Ce sont les relais sur lesquels nous publions.",
  "You need to login before creating your project.": "Vous devez vous connecter avant de créer votre projet.",
  "Please provide secure links, starting with https://": "Veuillez fournir des liens sécurisés, en commençant par https://",
  "Project Private Key Kit (nsec)": "Kit de clé privée du projet (nsec)",
  "Share": "Partager",
  "Select an image": "Sélectionner une image",
  "Title is a required field.": "Titre est un champ obligatoire.",
  "Find out more": "En savoir plus",
  "Milestone": "Jalon",
  "Successfully contributed to": "Contribution réussie à",
  "Project Identifier": "Identifiant du projet",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "Définissez votre identifiant unique de projet pour créer votre URL personnalisée et obtenir une adresse Lightning correspondante pour votre projet Geyser.",
  "Your Nostr Private Key Kit (nsec)": "Votre kit de clé privée Nostr (nsec)",
  "Limited Edition (skip if no limit)": "Édition limitée (sauter si pas de limite)",
  "Currency": "Devise",
  "Price": "Prix",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "Votre adresse Geyser lightning est <1>{{projectAddress}}</1>. Tous les fonds envoyés à cette adresse seront instantanément acheminés vers le portefeuille que vous indiquez ci-dessous.",
  "Confirm project launch": "Confirmer le lancement du projet",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "En lançant votre projet, celui-ci sera visible et consultable par le public. Vous pourrez désactiver votre projet mais pas le cacher après l'avoir lancé.",
  "Lightning Node": "Lightning Node",
  "Confirm launch": "Confirmer le lancement",
  "You’re all set!": "Tout est prêt !",
  "Zoom": "Zoom",
  "Warning! By changing this identifier your old project links will not send you to your project": "Attention ! En changeant cet identifiant, les liens vers les anciens projets ne vous renverront pas vers votre projet",
  "Private Key": "Clé privée",
  "sold": "vendu",
  "Items": "Articles",
  "Bitcoin Price": "Prix du Bitcoin",
  "Date": "Date",
  "Status": "Statut",
  "Show more": "Afficher plus",
  "Delivered": "Livré",
  "To do": "A faire",
  "Shipped": "Expédié",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "Suivez-nous et marquez-nous sur les médias sociaux à @geyserfund pour que nous puissions amplifier votre contenu.",
  "Type": "Type",
  "Reference": "Référence",
  "To": "À",
  "From": "Depuis",
  "Export": "Exporter",
  "Custom Range": "Gamme personnalisée",
  "Past Month": "Mois passé",
  "Past Week": "Semaine dernière",
  "All": "Tout",
  "Donation": "Don",
  "BTC (sats)": "BTC (sats)",
  "Are you sure you want to make the change?": "Êtes-vous sûr de vouloir effectuer le changement ?",
  "Badge": "Badge",
  "Checkout": "Vérifier",
  "Project URL": "URL du projet",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "Vous avez modifié l'identifiant de votre projet, ce qui modifie également votre URL Geyser et votre adresse Lightning.",
  "Are you sure?": "Etes-vous sûr?",
  "Nostr settings": "Paramètres Nostr",
  "USD ($)": "USD ($)",
  "Make a donation": "Faire un don",
  "Sell anything to reward your contributors": "Vendez n'importe quoi pour récompenser vos contributeurs",
  "Oops, looks like this page got lost in space": "Oops, on dirait que cette page s'est perdue dans l'espace",
  "No items with this status.": "Aucun élément n'a ce statut.",
  "Category": "Catégorie",
  "months": "mois",
  "Purchases": "Achats",
  "Followed": "Suivie",
  "month": "mois",
  "Quantity": "Quantité",
  "Reference code": "Code de référence",
  "Shipping status": "Statut de l'expédition",
  "Guide": "Guide",
  "Support Geyser": "Support Geyser",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "Geyser vous offre une plateforme pour présenter et amplifier votre projet. Pensez à nous donner de la valeur en retour pour que nous puissions continuer à améliorer notre produit.",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "Essayez d'actualiser cette page ou d'effacer les données du site (Inspecter -> Application -> Effacer les données du site).",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "Si le problème persiste, faites-le nous savoir via notre <1>formulaire de feedback</1> ou contactez-nous sur <3>Telegram</3>",
  "This project does not exist": "Ce projet n'existe pas",
  "What may have gone wrong:": "Ce qui a pu mal se passer :",
  "You may have typed the wrong URL": "Vous avez peut-être tapé la mauvaise URL",
  "The project may have been deleted": "Le projet peut avoir été supprimé",
  "The creator may have changed the project URL": "Le créateur peut avoir changé l'URL du projet",
  "Grant amount": "Montant de la subvention",
  "APPLICATION PENDING": "DEMANDE EN COURS",
  "Pending Applications": "Demandes en cours",
  "Connect with Nostr": "Se connecter avec Nostr",
  "Post": "Poste",
  "Invoice": "Facture",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "Pour recevoir les articles sélectionnés, vous devez envoyer vos coordonnées de livraison à l'adresse électronique du créateur. Pour des raisons de sécurité, Geyser ne souhaite pas conserver vos informations privées.",
  "More info": "Plus d'informations",
  "Download & Continue": "Télécharger et continuer",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "En continuant, vous reconnaissez que vous êtes responsable de la demande de remboursement.",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "Pour que Geyser soit exempt de KYC, les transactions sur la chaîne sont transférées à Lightning de manière non privative. Nous vous demandons donc de télécharger un fichier de remboursement en guise de sauvegarde dans le cas rare où un paiement échouerait.",
  "Download refund file before proceeding": "Télécharger le fichier de remboursement avant de poursuivre",
  "Enter your email to receive transaction confirmation": "Saisissez votre adresse électronique pour recevoir la confirmation de la transaction",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "Le délai d'exécution peut varier en fonction des conditions du réseau Bitcoin, telles que la taille du pool de mémoire et les frais de transaction. Nous vous remercions de votre patience.",
  "View transaction on explorer": "Visualiser la transaction sur l'explorateur",
  "Get notified (optional)": "Recevoir une notification (facultatif)",
  "Download refund file": "Télécharger le fichier de remboursement",
  "Payment & refund instructions": "Instructions de paiement et de remboursement",
  "Copy link": "Copier le lien",
  "Claim refund": "Demande de remboursement",
  "Transaction has failed": "La transaction a échoué",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "Saisissez l'adresse Bitcoin on-chain pour laquelle vous souhaitez obtenir un remboursement.",
  "Send the exact payment amount in Satoshis": "Envoyer le montant exact du paiement en Satoshis",
  "Set the transaction fee to medium or high": "Fixer les frais de transaction à un niveau moyen ou élevé",
  "Address is required to claim funds": "L'adresse est nécessaire pour demander des fonds",
  "Upload refund file": "Télécharger le fichier de remboursement",
  "Initiate refund": "Initier le remboursement",
  "Refund initiated successfully": "Remboursement initié avec succès",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "Ici, vous pouvez initier des remboursements pour les transactions de contribution qui ont échoué. Si votre navigateur a stocké les fichiers de remboursement localement, il vous suffit de saisir votre adresse Bitcoin on-chain pour continuer. Dans le cas contraire, vous devrez également télécharger le fichier de remboursement que vous avez enregistré en toute sécurité au cours du processus de contribution.",
  "For more info on Refund Policies and Fees <1>click here.</1>": "Pour plus d'informations sur les politiques de remboursement et les frais,  <1>cliquez ici.<1>",
  "Check out my project in geyser: {{projectLink}}": "Découvrez mon projet à Geyser : {{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "Nous avons pour mission de changer la donne et nous avons besoin de votre aide. Plongez dans notre projet sur @geyserfund et faisons la différence. Vous participez ? {{projetLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "Rêvez avec nous ! Nous lançons quelque chose d'incroyable sur @geyserfund et vous êtes invités à faire partie du voyage. Rejoignez-nous ! {{projetLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "Grande nouvelle ! Nous venons de lancer notre dernier projet sur @geyserfund et nous avons besoin de VOTRE aide pour en faire une réalité. Prêt à faire la différence ? {{projetLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "Rejoignez-nous pour donner vie à notre projet de rêve sur @geyserfund. Changeons les choses ensemble ! {{projetLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "Dernières nouvelles : Nous bouleversons la donne avec notre nouveau projet sur le @geyserfund ! Jetez-y un coup d'œil : {{projetLink}} #BreakingNews",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "Nous transformons nos rêves en réalité avec ce projet sur @geyserfund. Votre soutien est important : {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "Faire la différence, un pas après l'autre. Participez à notre mission sur @geyserfund et aidez-nous à avoir un impact durable. Votre soutien fait toute la différence : {{projetLink}} #MakeADifference",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "Vous pouvez également explorer d'autres fournisseurs d'adresses Lightning et leurs limites respectives en suivant ce lien : <1>Liste des portefeuilles Lightning</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "Nous sommes désolés, mais votre transaction ne peut pas être effectuée. Le portefeuille du projet que vous essayez de financer a atteint sa limite maximale et ne peut recevoir plus de {{montant}} Sats pour le moment.",
  "Scan and pay invoice with bitcoin.": "Numérisez et payez vos factures avec des bitcoins.",
  "Download and securely store your Refund File.": "Téléchargez et stockez en toute sécurité votre fichier de remboursement.",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "Si vous l'avez fait et que vous avez décidé de ne pas procéder à un remboursement à ce stade, vous pouvez fermer cette fenêtre en toute sécurité.",
  "Do not close this window": "Ne pas fermer cette fenêtre",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "Le fichier de remboursement peut être supprimé en toute sécurité, car votre transaction a été traitée avec succès.",
  "Refund Transaction Fees": "Remboursement des frais de transaction",
  "Amount contributed": "Amount contributed",
  "Contribution to": "Contribution à la",
  "Refund summary": "Récapitulatif des remboursements",
  "Total Refunded": "Total remboursé",
  "We apologize for any inconvenience caused.": "Nous nous excusons pour la gêne occasionnée.",
  "If you need assistance, please don't hesitate to reach out to us for support.": "Si vous avez besoin d'aide, n'hésitez pas à nous contacter.",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "N'hésitez pas à <1>contacter le créateur</1> pour l'informer de votre tentative de financement.",
  "Alternatively": "Alternativement",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "Cela peut être dû au fait que nous ne parvenons malheureusement pas à atteindre le portefeuille pour générer une facture. Cela peut être dû au fait que",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "Posez votre candidature pour participer au {{titre}} en créant votre projet sur Geyser et en le sélectionnant dans le flux de candidatures",
  "Confirm Delete": "Confirmer Supprimer",
  "Leaderboard (All)": "Classement (Tous)",
  "Sats sent": "Envoi des Sats",
  "votes": "votes",
  "voters": "électeurs",
  "sats sent": "sats envoyés",
  "How voting works": "Comment fonctionne le vote",
  "This grant uses ": "Cette subvention utilise ",
  "Incremental Voting": "Vote progressif",
  "1 vote": "1 vote",
  "From 1,000 to 9,999 sats": "De 1 000 à 9 999 sats",
  "2 votes": "2 votes",
  "From 10,000 to 99,999 sats": "De 10 000 à 99 999 sats",
  "3 votes": "3 votes",
  "Above 100k sats": "Au-dessus de 100k sats",
  "Above 100k sats = 3 votes": "Plus de 100k sats = 3 votes",
  "Let's vote!": "Votons !",
  "Proportional Voting": "Le vote proportionnel",
  " to enable more funding to go towards projects. This means:": " afin d'augmenter les fonds alloués aux projets. Cela signifie que :",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 samedi = 1 vote. Chaque samedi est un vote.",
  "You can send Sats to multiple projects and multiple times": "Vous pouvez envoyer des Sats à plusieurs projets et à plusieurs reprises",
  "You can send Sats anonymously": "Vous pouvez envoyer des Sats de manière anonyme",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "Restez au courant des projets que vous suivez en recevant régulièrement des mises à jour sur les projets et des annonces sur les produits Geyser. Indiquez votre adresse électronique ci-dessous et désabonnez-vous à tout moment.",
  "Enter Goal Title": "Saisir le titre de l'objectif",
  "Deleting this goal will result in losing all of its progress": "La suppression de cet objectif entraînera la perte de tous les progrès réalisés",
  "Are you sure you want to delete goal titled": "Êtes-vous sûr de vouloir supprimer l'objectif intitulé",
  "Delete Goal": "Supprimer l'objectif",
  "Denominate your goal in Bitcoin or USD": "Libellez votre objectif en Bitcoin ou en USD",
  "Inspire your followers to contribute to specific objectives.": "Incitez les personnes qui vous suivent à contribuer à la réalisation d'objectifs spécifiques.",
  "Goal Title": "Titre de l'objectif",
  "Goal Amount": "Objectif Montant",
  "Denomination": "Dénomination",
  "Create goal": "Créer un objectif",
  "Nostr": "Nostr",
  "Sold": "Vendu",
  "Buy": "Acheter",
  "Followers": "Suiveurs",
  "Preorder": "Pré-commande",
  "Goals": "Objectifs",
  "weeks": "semaines",
  "Change language": "Changer de langue",
  "Discover": "Découvrir",
  "Completed": "Terminé",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "Il s'agit de l'objectif par défaut. Les contributions seront dirigées vers cet objectif à moins que les contributeurs ne décident de financer un autre objectif. Une fois cet objectif atteint, l'objectif suivant deviendra automatiquement l'objectif par défaut.",
  "This goal is denominated in US Dollars": "Cet objectif est libellé en dollars américains",
  "contributed towards goal": "a contribué à l'atteinte de l'objectif",
  "Location": "Localisation",
  "of": "de",
  "Posts": "Postes",
  "Delivery in": "Livraison en",
  "contributed in total": "contribué au total",
  "Title must match exactly": "Le titre doit correspondre exactement",
  "Github": "Github",
  "No contributions have been made to this project": "Aucune contribution n'a été apportée à ce projet",
  "Project details": "Détails du projet",
  "Anonymous": "Anonyme",
  "Select project": "Sélectionner un projet",
  "Logged in with": "Connecté avec",
  "Do you want to receive monthly email updates of the projects you follow?": "Souhaitez-vous recevoir chaque mois par courrier électronique des informations sur les projets que vous suivez ?",
  "Sign in": "S'inscrire",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "Restez au courant des projets que vous suivez en recevant des mises à jour récurrentes sur les projets et les produits Geyser.",
  "Sign in to Geyser": "Se connecter à Geyser",
  "Yes, please send me updates": "Oui, veuillez m'envoyer des mises à jour",
  "Don't ask again": "Ne demandez plus rien",
  "Reset filters": "Réinitialiser les filtres",
  "Create project": "Créer un projet",
  "Receive email notifications for projects you follow": "Recevoir des notifications par courriel pour les projets que vous suivez",
  "Stay informed": "Rester informé",
  "Feature project": "Projet phare",
  "Featured": "En vedette",
  "No, no project updates": "Non, pas de mise à jour du projet",
  "Filter by": "Filtrer par",
  "View results": "Voir les résultats",
  "My Projects": "Mes projets",
  "Inactive projects": "Projets inactifs",
  "Past week": "Semaine écoulée",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "Votre projet n'est pas visible par le public et ne peut pas recevoir de contributions. Cliquez sur Publier lorsque vous êtes prêt à mettre votre projet en ligne.",
  "Draft": "Projet",
  "Updates on projects I follow": "Mises à jour sur les projets que je suis",
  "Contributions Received": "Contributions reçues",
  "No contributions received": "Aucune contribution reçue",
  "Global Feed": "Alimentation mondiale",
  "Projects I Follow": "Projets suivis",
  "Top Contribution": "Haut de la page",
  "Anonymous contributor": "Contributeur anonyme",
  "New post": "Nouveau poste",
  "Top Projects and Contributors": "Principaux projets et contributeurs",
  "Past month": "Mois écoulé",
  "The projects and contributors making world-changing ideas a reality": "Les projets et les contributeurs qui font des idées qui changent le monde une réalité",
  "Select period...": "Sélectionner la période...",
  "through": "à travers",
  "Open Grants": "Subventions ouvertes",
  "Open": "Ouvrir",
  "Awarded": "Attribué",
  "Sponsors": "Parrains",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "Partagez votre adresse Geyser Lightning avec n'importe qui, et ils pourront vous financer instantanément.",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "Ajoutez cette adresse éclair à votre profil Nostr pour ce projet afin d'être « zappé » (directement) par d'autres utilisateurs",
  "Write post": "Rédiger un billet",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "Nostr npub est l'identifiant unique de votre projet sur le réseau social Nostr, décentralisé et résistant à la censure.",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "Une adresse Lightning est un identifiant de type courriel permettant de recevoir des bitcoins.",
  "Lightning address & NPUB": "Adresse éclair et NPUB",
  "Available": "Disponible",
  "Share the post page to spread the word across the internet and social media.": "Partagez la page d'affichage pour diffuser le message sur l'internet et les médias sociaux.",
  "Share post": "Partager le post",
  "Project is part of a voting grant": "Le projet fait partie d'une subvention de vote",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "Cette subvention utilise le vote progressif pour s'assurer que tous les votes ont un impact. Le fonctionnement est le suivant:",
  "You can vote multiple times and towards multiple projects": "Vous pouvez voter plusieurs fois et pour plusieurs projets",
  "You can vote by sending Sats": "Vous pouvez voter en envoyant Sats",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "Vous pouvez voter jusqu'à 3 fois par projet en fonction des montants cumulés envoyés à chaque projet:",
  "Inactive Wallet": "Portefeuille inactif",
  "View Sales": "Voir les ventes",
  "Unhide": "Dévoiler",
  "Sales": "Vente",
  "Accounting": "Comptabilité",
  "Project Info": "Informations sur le projet",
  "Notifications": "Notifications",
  "Funds received (sats)": "Fonds reçus (sats)",
  "Views": "Points de vue",
  "Funding by method": "Financement par méthode",
  "Funding by region": "Financement par région",
  "Private message": "Message privé",
  "Export CSV": "Exporter CSV",
  "Project info": "Infos sur le projet",
  "Upload image": "Télécharger l'image",
  "Youtube and Vimeo video links are supported for project headers.": "Les liens vidéo Youtube et Vimeo sont pris en charge pour les en-têtes de projet.",
  "Media url": "Url des médias",
  "Upload additional image": "Télécharger une image supplémentaire",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "Pour modifier votre portefeuille, vous devez vérifier votre adresse électronique pour des raisons de sécurité. Vous pouvez le faire dans les paramètres de votre <0> profil </0> <1> Pour en savoir plus, consultez le Guide. </1>",
  "Choose Geyser split per transaction:": "Choisissez la division Geyser par transaction:",
  "Featured Wallets": "Portefeuilles en vedette",
  "Export Private Key (nsec)": "Exportation de la clé privée (nsec)",
  "Project status": "État d'avancement du projet",
  "Are you sure you want to deactivate the project ?": "Êtes-vous sûr de vouloir désactiver le projet ?",
  "Update project status": "Mise à jour de l'état d'avancement du projet",
  "Delete Project": "Supprimer le Projet",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "Ce projet cherche à obtenir un financement par l'intermédiaire de la {{subventionName}}Pour soutenir le projet avec votre vote, veuillez vous connecter avec un compte de média social lié (les comptes Lightning ne sont pas éligibles pour le vote). Vous pouvez contribuer même sans vous connecter, mais cela ne comptera pas comme un vote.",
  "Provide your Nostr public address (npub)": "Indiquez votre adresse publique Nostr (npub)",
  "The Bitcoin address you entered is invalid": "L'adresse Bitcoin que vous avez saisie n'est pas valide.",
  "Basket": "Panier",
  "Summary": "Résumé",
  "All posts": "Tous les postes",
  "Post on X": "Postes sur X",
  "Your post is live!": "Votre message est en ligne !",
  "Don’t forget to share it on social media to maximize its reach.": "N'oubliez pas de le partager sur les médias sociaux pour maximiser sa portée.",
  "Followers (Everyone)": "Suiveurs (tous)",
  "Back to post": "Retour à l'article",
  "Post Title": "Titre du poste",
  "Publish": "Publier",
  "The summary of the post": "Le résumé du poste",
  "Send post by email": "Envoyer le courrier par e-mail",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "Vous pouvez publier un message sur la plateforme, visible par tous, et éventuellement l'envoyer par courrier électronique à certains membres de votre communauté.",
  "Don’t Lose Your Progress": "Ne perdez pas le fil",
  "Upload header image": "Télécharger l'image d'en-tête",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "Le titre de l'article, le sous-titre et l'image seront les seuls éléments visibles dans l'e-mail que les utilisateurs recevront. Veillez à ce qu'ils attirent l'attention pour les inciter à visiter votre article.",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "Vous êtes sur le point de partir. Pensez à enregistrer votre message en tant que brouillon pour éviter de perdre votre travail et le terminer plus tard.",
  "Link": "Lien",
  "Send via email": "Envoyer par courrier électronique",
  "Send to": "Envoyer à",
  "Select recipients": "Sélectionner les destinataires",
  "Email will be sent to": "Le courrier électronique sera envoyé à",
  "members.": "les membres.",
  "Completed Goals": "Objectifs atteints",
  "Successfully deleted post!": "Article supprimé avec succès !",
  "Back to posts": "Retour aux articles",
  "Failed to fetch featured project": "Impossible de récupérer le projet en vedette",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "Les portefeuilles sont marqués comme instables lorsqu'une transaction échoue en raison d'un échec de transaction, d'une liquidité entrante insuffisante ou autre. Envisagez de faire une petite transaction pour réactiver votre projet, ou changez de portefeuille.",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "Votre portefeuille n'est pas fonctionnel. Veuillez changer de portefeuille pour recevoir des contributions.",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "Votre projet est en ligne et peut recevoir des contributions. Partagez votre projet pour obtenir plus de visibilité.",
  "No projects": "Aucun projet",
  "Profile settings": "Paramètres du profil",
  "Goal": "Objectif",
  "Exit the creation flow": "Quitter le flux de création",
  "The project will be saved as a Draft and you can access it in your Profile page.": "Le projet sera enregistré en tant que Brouillon et vous pourrez y accéder dans votre page de profil.",
  "Save as draft": "Enregistrer en tant que brouillon",
  "Leave a public comment here.": "Laissez un commentaire public ici.",
  "Enter your comment here...": "Entrez votre commentaire ici...",
  "Private comments": "Commentaires privés",
  "Funded": "Financé",
  "Merch": "Marchandise",
  "Provide your Lightning Address for a full or partial refund": "Fournissez votre adresse Lightning pour un remboursement total ou partiel",
  "To a goal": "Vers un objectif",
  " Total to pay": "Total à payer",
  "Copy invoice": "Copier la facture",
  "Download invoice": "Télécharger la facture",
  "Update your community by email": "Mettez votre communauté à jour par e-mail",
  "Facebook": "Facebook",
  "Google": "Google",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "<0>Envoyez le montant exact du paiement en Satoshis</0> pour garantir un traitement réussi et éviter que le paiement ne soit rejeté.",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "<0>Définissez les frais de transaction sur moyen ou élevé</0> et ajustez le taux de frais en satoshis par octet (sat/B) pour garantir le traitement de votre échange dans les 24 heures.",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "<0>Téléchargez et conservez en sécurité votre fichier de remboursement ;</0> en cas de doute, téléchargez-le à nouveau pour vous assurer qu'il est",
  "Transaction is being processed": "La transaction est en cours de traitement",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "Téléchargez et conservez en sécurité votre fichier de remboursement ; en cas de doute, téléchargez-le à nouveau pour assurer sa sécurité.",
  "Get notified via email (optional)": "Être averti par e-mail (facultatif)",
  "Enter notified by email (optional)": "Entrez l'adresse e-mail (facultatif)",
  "Refresh Page": "Actualiser la page",
  "Continue with email": "Continuer avec l'e-mail",
  "Twitter (X)": "Twitter (X)",
  "You can login securely by using One Time Password sent to your email.": "Vous pouvez vous connecter en toute sécurité en utilisant le mot de passe à usage unique envoyé à votre e-mail.",
  "Receive One Time Password": "Recevoir un mot de passe à usage unique",
  "We sent you an OTP code to": "Nous vous avons envoyé un code OTP à",
  "Paste (or type) it below to continue.": "Collez (ou tapez) le ci-dessous pour continuer.",
  "Banner": "Bannière",
  "Spread the word": "Passez le mot",
  "This month": "Ce mois-ci",
  "Hall of Fame": "Panthéon",
  "Top Projects": "Meilleurs projets",
  "Top Heroes": "Meilleurs héros",
  "Creators": "Créateurs",
  "Ambassadors": "Ambassadeurs",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "Découvrez les meilleurs projets ayant un impact significatif sur l'adoption massive de Bitcoin",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "Levé <1>{{usdAmount}}</1> ({{satsAmount}} sats) avec <3>{{numberOfContributions}}</3> contributions de <5>{{numberOfFunders}}</5> utilisateurs",
  "Those bringing the most successful projects to life": "Ceux qui donnent vie aux projets les plus réussis",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "Ceux dont les contributions alimentent les projets sur Geyser, stimulant l'adoption du Bitcoin",
  "Heroes Hall of Fame": "Panthéon des héros",
  "Those spreading the word about valuable projects and enabling contributions to happen": "Ceux qui font connaître des projets précieux et permettent les contributions",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "Partagez le Panthéon des héros pour présenter les meilleurs contributeurs, créateurs et ambassadeurs de l'écosystème Bitcoin !",
  "Hero link:": "Lien du héros :",
  "Top Contributors": "Meilleurs contributeurs",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "A contribué <1>{{usdAmount}}</1> ({{satsAmount}} sats) avec <3>{{numberOfContributions}}</3> contributions à <5>{{numberOfProjects}}</5> projets",
  "Top Creators": "Meilleurs créateurs",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "A collecté <1>{{usdAmount}}</1> ({{satsAmount}} sats) sur <3>{{numberOfProjects}}</3> projets",
  "Top Ambassadors": "Meilleurs ambassadeurs",
  "made in contributions": "fait en contributions",
  "raised in contributions": "collecté en contributions",
  "Hero Rank": "Rang de héros",
  "Ambassador": "Ambassadeur",
  "of enabled contributions": "des contributions activées",
  "Error fetching user profile": "Erreur lors de la récupération du profil utilisateur",
  "Copy card": "Copier la carte",
  "Creator Ranking": "Classement des créateurs",
  "Contributor Ranking": "Classement des contributeurs",
  "Ambassador Ranking": "Classement des ambassadeurs",
  "Resend code": "Renvoyer le code",
  "Geyser Manifesto": "Manifeste Geyser",
  "with": "avec",
  "contributions": "contributions",
  "to get your custom": "pour obtenir votre personnalisé",
  "Become the first project": "Devenez le premier projet",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "Quelqu'un qui active les contributions aux projets en faisant passer le mot grâce à son lien Hero unique",
  "and track the impact of sharing.": "et suivez l'impact du partage.",
  "A unique link that tracks contributions you helped generate": "Un lien unique qui suit les contributions que vous avez contribué à générer",
  "Hero link": "Lien du héros",
  "Share on X": "Partager sur X",
  "by spreading the word and enabling more contributions to this project.": "en faisant passer le mot et en permettant davantage de contributions à ce projet.",
  "No contributions have been enabled through sharing yet.": "Aucune contribution n'a encore été activée par le partage.",
  "No Purchases made yet": "Aucun achat effectué pour le moment",
  "Failed to fetch purchases": "Échec de la récupération des achats",
  "No contributions made yet": "Aucune contribution effectuée pour le moment",
  "Order placed": "Commande passée",
  "Order number": "Numéro de commande",
  "Unit price": "Prix unitaire",
  "By continuing to checkout you are accepting our T&Cs": "En continuant de commander, vous acceptez nos conditions générales",
  "Please refresh the page and try again": "Veuillez actualiser la page et réessayer",
  "Something went wrong": "Quelque chose s'est mal passé",
  "An Error Occured": "Une erreur s'est produite",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "Nous avons rencontré un problème avec le processus de paiement. Cela peut être dû à un service tiers ou à une erreur système interne. Nous nous excusons pour ce désagrément et vous remercions de votre patience pendant que nous nous efforçons de le résoudre.",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "Certaines erreurs système sont temporaires. En cliquant sur le bouton Réessayer, vous pouvez réessayer le paiement.",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "Si vous continuez à rencontrer ce problème ou si vous avez besoin d'aide, n'hésitez pas à nous contacter pour obtenir de l'aide.",
  "for this project by spreading the word using your": "pour ce projet en faisant passer le mot grâce à votre",
  "Become an": "Devenir un",
  "Hero Link:": "Lien du héros :",
  "Send to new email": "Envoyer à un nouvel e-mail",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "Consultez votre e-mail ({{email}}) pour recevoir des notifications concernant la confirmation de la transaction.",
  "Learn more about Geyser Grants.": "En savoir plus sur les subventions Geyser.",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "Subventions pour les éducateurs, les créatifs et les constructeurs qui font progresser l'adoption de Bitcoin. Aidez à financer le prochain cycle de subventions dès maintenant !",
  "Guardians": "Gardiens",
  "Closed Grants": "Subventions fermées",
  "Make a recurring contribution": "Effectuer une contribution récurrente",
  "Subscription": "Abonnement",
  "Subscribing anonymously": "S'abonner anonymement",
  "You would not be able to manage your subscription through geyser.": "Vous ne pourrez pas gérer votre abonnement via geyser.",
  "To manage your subscription in the future, please login to stripe with your provided email.": "Pour gérer votre abonnement à l'avenir, veuillez vous connecter à Stripe avec votre e-mail fourni.",
  "Warrior": "Guerrier",
  "Legend": "Légende",
  "Knight": "Chevalier",
  "King": "Roi",
  "Why Geyser": "Pourquoi Geyser",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "Les Gardiens de Geyser jouent un rôle vital dans l'adoption du bitcoin. En devenant Gardien, vous financez directement des subventions aux créateurs et recevez en retour des avantages exclusifs.",
  "Words from creators on Geyser": "Mots des créateurs sur Geyser",
  "Geyser Guardians": "Gardiens de Geyser",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "Dans un monde où le nihilisme et le pessimisme quant à l'avenir prévalent, Bitcoin nous a apporté de l'espoir. Pas seulement l'espoir d'un monde bâti sur une monnaie saine, mais l'espoir dans le pouvoir d'agir pour créer un changement significatif. Le monde est malléable, et les individus ont le pouvoir de le remodeler.",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "Pour que les principes sains de Bitcoin s'imposent dans le monde, le changement doit se produire à tous les niveaux de la société. Les développeurs, les éducateurs, les écrivains, les cinéastes, les artistes et des communautés entières ont tous un rôle à jouer dans la construction du monde Bitcoin. Aucun acte n'est trop petit - les petites actions se composent en mouvements de base mondiaux.",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "Bitcoin est une révolution pacifique, mais pacifique ne signifie pas passif. Il est temps d'agir. Êtes-vous un Bitcoiner ? Alors vous êtes le protagoniste de cette histoire, et les outils sont entre vos mains.",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "Les Cypherpunks ont compris cela. Ils n'ont pas attendu la permission - ils ont construit les outils de la liberté. En 1993, le Manifeste Cypherpunk déclarait : « Les Cypherpunks écrivent du code ». En 2009, Satoshi Nakamoto a publié le code de Bitcoin. Bitcoin est né de l'action et d'une volonté de changement.",
  "- Geyser Team": "- L'équipe Geyser",
  "Metamick": "Metamick",
  "Stelios": "Stelios",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "La vision a toujours été de jeter des bases solides pour l'ère numérique - s'éloignant du chemin prédéterminé du contrôle et de la censure totalitaires, et allant vers la décentralisation, l'ouverture, la liberté et la souveraineté de soi. Pour apporter une richesse inimaginable et l'épanouissement humain.",
  "Vlad": "Vlad",
  "Partners": "Partenaires",
  "What will you do to help bring about Bitcoin adoption?": "Que ferez-vous pour aider à l'adoption de Bitcoin ?",
  "Sajal": "Sajal",
  "Discounts": "Réductions",
  "Physical Items": "Articles physiques",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "Portant les cicatrices d'innombrables batailles, le Guerrier est un défenseur intrépide de l'adoption du Bitcoin. Sa légère armure et ses instincts aiguisés le rendent rapide et stratégique, ralliant le soutien aux idées dès leurs premiers jours. L'épingle magique qu'il porte brille le plus lorsqu'il est proche d'autres Bitcoiners et dans les pays où Bitcoin est une monnaie légale.",
  "Digital Items": "Articles numériques",
  "Deliveries will begin in Q1 2025.": "Les livraisons commenceront au T1 2025.",
  "Experiences": "Expériences",
  "Infinite army": "Armée infinie",
  "Explore Guardians": "Explorer les Gardiens",
  "Leave a private message to the creator.": "Laissez un message privé au créateur.",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "Vous financez de manière anonyme. <1>Connectez-vous</1> pour lier votre contribution à votre profil.",
  "Individuals who spread the word about Geyser projects by sharing.": "Les personnes qui diffusent les projets Geyser en les partageant.",
  "Project Story": "Récit du projet",
  "Promote": "Promouvoir",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "Les <1>{{discountItems}}</1> premiers {{guardian}}s obtiennent <3>10 %</3> de réduction. <5>{{remainingDiscounts}}</5> restants.",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "Le Roi comprend le long chemin vers l'hyper-bitcoinisation. Boire de son calice enchanté lui donne de la clairvoyance, lui permettant de planifier des stratégies sans faille pour faire avancer l'adoption du Bitcoin. Avec sa couronne dorée et son leadership avisé, il inspire l'unité parmi les Bitcoiners, les guidant vers un avenir prospère.",
  "Most funded projects filtered by:": "Projets les plus financés filtrés par :",
  "Search country or region": "Rechercher un pays ou une région",
  "Worldwide": "Monde entier",
  "Search category or sub category": "Rechercher une catégorie ou une sous-catégorie",
  "All categories": "Toutes catégories",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "Faites-vous découvrir plus facilement en sélectionnant jusqu'à {{MAX_TAGS_ALLOWED}} tags de projet.",
  "Board members": "Membres du conseil",
  "You can send Sats to projects to multiple projects and multiple times": "Vous pouvez envoyer des sats aux projets à plusieurs reprises et pour plusieurs projets",
  "Add external video": "Ajouter une vidéo externe",
  "Create Goal": "Créer un objectif",
  "did ": "a fait ",
  "times.": "fois.",
  " or ": " ou ",
  "sold out!": "épuisé !",
  "Goal reached:": "Objectif atteint :",
  "Update your community": "Mettez votre communauté à jour",
  "Project Category": "Catégorie de projet",
  "Choose the most fitting category. Landing page features trending projects in each category.": "Choisissez la catégorie la plus appropriée. La page d'accueil présente les projets tendance dans chaque catégorie.",
  "Select category": "Sélectionner la catégorie",
  "category": "catégorie",
  "with following features": "avec les fonctionnalités suivantes",
  "Project category is required to proceed": "La catégorie du projet est obligatoire pour continuer",
  "Please select a category": "Veuillez sélectionner une catégorie",
  "Project subcategory is required to proceed": "La sous-catégorie du projet est obligatoire pour continuer",
  "Please select a subcategory": "Veuillez sélectionner une sous-catégorie",
  "Please select a country": "Veuillez sélectionner un pays",
  "Project country is required to proceed": "Le pays du projet est obligatoire pour continuer",
  "Country": "Pays",
  "Get found more easily by putting your project on the map. Select a country": "Faites-vous trouver plus facilement en mettant votre projet sur la carte. Sélectionnez un pays",
  "Select country": "Sélectionner un pays",
  "Post saved successfully!": "Publication enregistrée avec succès !",
  "Write an update": "Rédiger une mise à jour",
  "Pre-Order": "Pré-commande",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "Pour un meilleur ajustement, sélectionnez une image horizontale 4:3. Limite de taille d'image : 10 Mo.",
  "Select Category": "Sélectionner une catégorie",
  "Short Description": "Brève description",
  "Expected Availability Date": "Date de disponibilité prévue",
  "Successfully updated!": "Mis à jour avec succès !",
  "All goals": "Tous les objectifs",
  "Goal updates": "Mises à jour des objectifs",
  "Share the goal page to spread the word across the internet and social media.": "Partagez la page de l'objectif pour faire passer le mot sur Internet et sur les réseaux sociaux.",
  "Share goal": "Partager l'objectif",
  "Edit goal": "Modifier l'objectif",
  "The board evaluates all applications and decides the allocation of the funds collected.": "Le conseil évalue toutes les candidatures et décide de l'allocation des fonds collectés.",
  "Achievements": "Réalisations",
  "Upcoming Grants": "Subventions à venir",
  "Investors": "Investisseurs",
  "Become our partner": "Devenez notre partenaire",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "Investisseurs engagés dans la mission de Bitcoin d'ouverture, de liberté et d'innovation.",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "Marques Bitcoin permettant aux créateurs de favoriser l'adoption dans le monde entier.",
  "Goal reached": "Objectif atteint",
  "Goal created": "Objectif créé",
  "New Project": "Nouveau projet",
  "Funding Limits & Verification": "Limites de financement et vérification",
  "Phone Verification": "Vérification téléphonique",
  "Verified": "Vérifié",
  "Raise up to $100k in total": "Collectez jusqu'à 100 000 $ au total",
  "Max $10k per contribution": "Max 10 000 $ par contribution",
  "Gov ID": "Pièce d'identité gouvernementale",
  "Increase my limit": "Augmenter ma limite",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "Des limites sont en place pour prévenir les abus, les escroqueries ou les activités frauduleuses. Il offre un niveau de confiance supplémentaire aux contributeurs de votre projet.",
  "Go limitless": "Passez sans limite",
  "Enable fiat contributions": "Activer les contributions en monnaie fiduciaire",
  "Remove funding limits": "Supprimer les limites de financement",
  "Raised up to $10k in total": "Collecté jusqu'à 10 000 $ au total",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "Les contributions en monnaie fiduciaire entraînent des frais supplémentaires de 3,5 % facturés par le processeur de paiement tiers.",
  "Nostr Wallet Connect": "Nostr Wallet Connect",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "Permettez à vos contributeurs de financer avec de la monnaie fiduciaire. Lorsque cette option est activée, tous les paiements sont automatiquement convertis en Bitcoin et instantanément déposés dans votre portefeuille Bitcoin connecté.",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Wallet Connect</0> est un protocole qui utilise Nostr pour connecter des applications web avec des portefeuilles Lightning. En savoir plus sur <2>nwc.dev.</2>",
  "Email Verification": "Vérification de l'e-mail",
  "OTP Sent to the updated email": "OTP envoyé à l'e-mail mis à jour",
  "Verify your identity": "Vérifiez votre identité",
  "Skip": "Ignorer",
  "Identity verification": "Vérification d'identité",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "Vous devrez vérifier votre identité avec une pièce d'identité officielle pour activer les contributions en monnaie fiduciaire. Désactivez cette fonctionnalité si vous ne souhaitez pas effectuer la vérification.",
  "Lightning Address & Wallet": "Adresse et portefeuille Lightning",
  "Continue to verification": "Continuer la vérification",
  "You’re almost ready to launch!": "Vous êtes presque prêt à lancer votre projet !",
  "Verification Successful": "Vérification réussie",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "Les contributeurs pourront dépenser de la monnaie fiduciaire via leur carte de crédit ou leur mode de paiement local, tandis que vous recevrez toujours des Bitcoin sur Lightning.",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "La vérification ne nécessite qu'une pièce d'identité officielle et prend moins de 2 minutes grâce à notre partenaire sécurisé et de confiance.",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "La vérification du créateur vous permet de débloquer certaines fonctionnalités pour tous vos projets sur la plateforme :",
  "A verified creator badge": "Un badge de créateur vérifié",
  "To help you build trust with potential contributors.": "Pour vous aider à établir la confiance avec les contributeurs potentiels.",
  "Become a guardian": "Devenir gardien",
  "You have successfully completed the phone verification.": "Vous avez réussi la vérification téléphonique.",
  "Complete Identity Verification": "Effectuer la vérification d'identité",
  "Remove raising limits on your project": "Supprimer les limites de collecte de fonds sur votre projet",
  "Complete the identity verification to:": "Effectuer la vérification d'identité pour :",
  "Your project can now receive up to 100k dollars.": "Votre projet peut désormais recevoir jusqu'à 100 000 dollars.",
  "Phone verification": "Vérification téléphonique",
  "You can now raise more than $100k in contributions for your project.": "Vous pouvez désormais collecter plus de 100 000 $ de contributions pour votre projet.",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "Vous avez également gagné un badge « Créateur vérifié » et activé les contributions en monnaie fiduciaire sur votre projet.",
  "You have successfully completed the document verification!": "Vous avez réussi la vérification des documents !",
  "Email verification required": "Vérification de l'e-mail requise",
  "Please verify your email.": "Veuillez vérifier votre e-mail.",
  "Verification on hold": "Vérification en attente",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "Votre vérification est en attente. Vous devrez peut-être télécharger à nouveau certains documents ou fournir des informations supplémentaires. Veuillez contacter support@geyser.fund.",
  "Complete verification": "Effectuer la vérification",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Votre projet a atteint votre limite de financement de 10 000 $. Effectuez une vérification téléphonique pour continuer à collecter jusqu'à 100 000 $.",
  "Funding limit reached!": "Limite de financement atteinte !",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Votre projet a atteint votre limite de financement de 100 000 $. Effectuez une vérification d'identité pour continuer à collecter au-dessus de 100 000 $.",
  "You have almost reached your funding limit!": "Vous avez presque atteint votre limite de financement !",
  "Verify now": "Vérifier maintenant",
  "Become a Verified Creator": "Devenez un créateur vérifié",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "Gagnez un badge de créateur vérifié et activez les contributions en monnaie fiduciaire en vérifiant votre identité.",
  "Back to profile": "Retour au profil",
  "Subscriptions": "Abonnements",
  "Profile": "Profil",
  "Profile information": "Informations de profil",
  "This email has been verified": "Cet e-mail a été vérifié",
  "Update email": "Mettre à jour l'e-mail",
  "Verifications": "Vérifications",
  "Customize your profile and project notifications.": "Personnalisez vos notifications de profil et de projet.",
  "Creator notifications": "Notifications du créateur",
  "Projects I follow": "Projets que je suis",
  "You will receive project updates regarding the projects that you follow. ": "Vous recevrez des mises à jour concernant les projets que vous suivez.",
  "Unfollow": "Ne plus suivre",
  "View, adjust, and manage all your subscriptions.": "Consultez, ajustez et gérez toutes vos abonnements.",
  "Active subscriptions": "Abonnements actifs",
  "You don't have any active subscriptions.": "Vous n'avez aucun abonnement actif.",
  "You don't have any paused subscriptions.": "Vous n'avez aucun abonnement en pause.",
  "Profile Settings": "Paramètres du profil",
  "Identity": "Identité",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0> a choisi de devenir un gardien de Geyser pour soutenir notre plateforme et aider à promouvoir l'adoption du Bitcoin.",
  "Nudge the creator": "Relancer le créateur",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "Faites savoir au créateur que vous souhaitez effectuer un paiement en monnaie fiduciaire, afin qu'il puisse le configurer.",
  "Select a currency supported by our payment provider": "Sélectionnez une devise prise en charge par notre fournisseur de paiement",
  "Identity verification required": "Vérification d'identité requise",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "Toute information sensible partagée pendant le processus de vérification est traitée en toute sécurité par le fournisseur de vérification.",
  "Redirection Notice": "Avis de redirection",
  "clicking here": "en cliquant ici",
  "Waiting for payment to be confirmed": "En attente de confirmation du paiement",
  "Contribution amount above $10k": "Montant de la contribution supérieur à 10 000 $",
  "To contribute more than $10k, please complete a one-time identity verification.": "Pour contribuer plus de 10 000 $, veuillez effectuer une vérification d'identité unique.",
  "Collapse": "Réduire",
  "Meanwhile, please try other payment methods": "En attendant, veuillez essayer d'autres méthodes de paiement",
  "Creator will be notified shortly": "Le créateur sera bientôt notifié",
  "Creator Verification": "Vérification du créateur",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin, Lightning ou Fiat (plus de 20 méthodes de paiement)",
  "Receive funds instantly, in your Bitcoin wallet": "Recevez des fonds instantanément, dans votre portefeuille Bitcoin",
  "Configure wallet": "Configurer le portefeuille",
  "Wallet limits": "Limites du portefeuille",
  "Minimum Receivable Limit": "Limite minimale de réception",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "Contact avec votre fournisseur de portefeuille, car il pourrait proposer une option pour augmenter ces limites.",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "Ces limites sont établies à la discrétion de votre fournisseur de portefeuille Lightning. Pour les augmenter, vous pouvez :",
  "Maximum Receivable Limit": "Limite maximale de réception",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Votre projet a presque atteint votre limite de financement de 10 000 $. Effectuez la vérification téléphonique pour continuer à collecter jusqu'à 100 000 $.",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Votre projet a presque atteint votre limite de financement de 100 000 $. Effectuez une vérification d'identité pour continuer à collecter au-delà de 100 000 $.",
  "Please try again, once the creator has removed the funding limits.": "Veuillez réessayer une fois que le créateur aura supprimé les limites de financement.",
  "This project has reached its Funding limit": "Ce projet a atteint sa limite de financement",
  "Products": "Produits",
  "Search project": "Rechercher un projet",
  "No trending products found": "Aucun produit tendance trouvé",
  "Failed to fetch recent products": "Échec de la récupération des produits récents",
  "Failed to fetch project goals": "Échec de la récupération des objectifs du projet",
  "time.": "temps.",
  "Configure Wallet": "Configurer le portefeuille",
  "Project objective is a required field.": "L'objectif du projet est un champ obligatoire.",
  "Enabled": "Activé",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "Vous devrez vérifier votre identité auprès de notre fournisseur de paiement tiers. Cette vérification n'est requise que pour les paiements en monnaie fiduciaire supérieurs à 500 $ par mois.",
  "To contribute more than $10k, please log in and complete a one-time verification.": "Pour contribuer plus de 10 000 $, veuillez vous connecter et effectuer une vérification unique.",
  "Enable": "Activer",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "La dernière fois que quelqu'un a essayé d'envoyer des fonds vers ce portefeuille, il y a eu un problème de liquidité.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "La dernière fois que quelqu'un a essayé d'effectuer une transaction pour ce projet, la génération de la facture a échoué.",
  "This project is live and wallet running smoothly.": "Ce projet est en cours et le portefeuille fonctionne bien.",
  "This project has been deactivated by the project creator.": "Ce projet a été désactivé par son créateur.",
  "The payment minimum is 1 satoshi.": "Le paiement minimum est de 1 satoshi.",
  "Objective": "Objectif",
  "Add the main project image that will be displayed in all thumbnails": "Ajouter l'image principale du projet qui sera affichée dans toutes les vignettes",
  "For best fit, pick a square image. Image size limit: 10MB.": "Pour une meilleure adaptation, choisissez une image carrée. Taille limite de l'image : 10 Mo.",
  "Header": "En-tête",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "Les notifications de projet seront envoyées à l'adresse électronique de votre profil, que vous pouvez modifier dans les Paramètres du profil. Veillez à vérifier votre adresse électronique pour garantir la sécurité de votre portefeuille.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "Les adresses Lightning personnalisées ne peuvent pas se terminer par \"@geyser.fund\".",
  "Please use a valid email-formatted address for your Lightning Address.": "Veuillez utiliser une adresse e-mail valide pour votre adresse Lightning.",
  "Are you sure you want to disconnect this account?": "Voulez-vous vraiment déconnecter ce compte ?",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "Le bitcoin est un signal, tout le reste est du bruit.\n          Nous avons créé Geyser Grants pour aider à diffuser plus de signaux Bitcoin dans le monde.\n          Il s'agit d'accélérer la croissance de l'écosystème Bitcoin en augmentant la sensibilisation à Bitcoin, en favorisant la culture Bitcoin et en soutenant le développement nécessaire.\n          Grâce à ces subventions, nous soutiendrons les éducateurs, les développeurs, les entrepreneurs et les créateurs de Bitcoin en leur fournissant les ressources dont ils ont besoin pour démarrer leurs initiatives.\n          Nous acceptons les contributions en bitcoins pour chaque subvention individuelle et ne facturons pas de frais de fonctionnement. Pour plus d'informations, voir ce document.",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "L'adresse Lightning est un moyen simple pour les autres de vous envoyer des fonds. Lorsque quelqu'un envoie de l'argent à cette adresse, il est instantanément acheminé vers votre portefeuille privé. Vous êtes ainsi assuré d'avoir la garde totale et un accès immédiat à vos fonds.",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "Meetups Bitcoin et vlogs de voyage sur l'adoption du Bitcoin dans les pays du Sud !",
  "Are you sure you want to save these changes?": "Êtes-vous sûr de vouloir enregistrer ces modifications ?",
  "Save Changes": "Sauvegarder les modifications",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "Vous pouvez le faire en ouvrant votre environnement de développement (clic droit -> inspecter), puis en cliquant sur Application > Stockage > Effacer les données du site.",
  "Onchain": "Onchain",
  "You can try the transaction again, in case the wallet becomes accessible again.": "Nous nous excusons pour la gêne occasionnée.",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "Nous avons informé le créateur de ce problème et nous espérons qu'il le résoudra rapidement.",
  "We took actions": "Nous avons pris des mesures",
  "The lightning address provided for the wallet might no longer be valid.": "L'adresse éclair fournie pour le portefeuille n'est peut-être plus valide.",
  "The lightning node may be temporarily down.": "Le nœud de foudre peut être temporairement hors service.",
  "Or use a social account": "Ou utiliser un compte social",
  "Add one or multiple images or video links to help bring your project to life": "Ajoutez une ou plusieurs images ou liens vidéo pour donner vie à votre projet",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "Si vous quittez cette vue, vos informations ne seront pas sauvegardées. Vous pouvez\n                      enregistrer votre travail en tant que brouillon avant de quitter cette vue.",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "Pour une meilleure adaptation, sélectionnez une image horizontale 16:9. Taille maximale de l'image : 10 Mo.",
  "Enter your message here...": "Saisissez votre message ici...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "Votre projet ne peut pas recevoir de contributions mais est visible par le public. Pour réactiver votre projet, accédez aux paramètres.",
  "Your project is in review and therefore cannot receive contributions": "Votre projet est en cours d'examen et ne peut donc pas recevoir de contributions",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "Votre projet est en cours d'examen et ne peut donc pas recevoir de contributions, et n'est pas visible par le public.",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "Votre projet a été signalé pour violation de nos conditions générales. Vous auriez dû recevoir un e-mail avec plus de détails sur la marche à suivre. Votre projet n'est actuellement pas visible par le public.",
  "This project has not been launched yet.": "Ce projet n'a pas encore été lancé.",
  "This project has been flagged for violating our Terms & Conditions.": "Ce projet a été signalé pour violation de nos conditions générales.",
  "Check your email": "Vérifiez votre e-mail",
  "Contribute without login": "Contribuer sans se connecter",
  "What now?": "Et maintenant ?",
  "Card": "Carte",
  "Get Featured": "Être mis en avant",
  "Private comment": "Commentaire privé",
  "Confirmation Message": "Message de confirmation",
  "Ask contributors for Nostr public address (npub)": "Demander aux contributeurs l'adresse publique Nostr (npub)",
  "Ask contributors for a lighting address in case of partial or full refund": "Demander aux contributeurs une adresse de paiement en cas de remboursement partiel ou total",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "Les contributeurs peuvent toujours vous envoyer un message privé avec des informations supplémentaires. Vous pouvez également sélectionner des options prédéfinies ci-dessous pour leur demander des détails spécifiques dans le message privé. Si elle est sélectionnée, le commentaire privé devient obligatoire pour le contributeur.",
  "Delivery Time (Weeks)": "Délai de livraison (semaines)",
  "Canceled subscriptions": "Abonnements annulés",
  "Please login to use fiat payment": "Veuillez vous connecter pour utiliser le paiement en monnaie fiduciaire",
  "Fiat": "Fiduciaire",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "Connectez votre compte social avec la plus grande preuve sociale, permettant aux utilisateurs de vous découvrir et de vérifier votre réputation plus facilement.",
  "INACTIVE": "INACTIF",
  "Please update the amount, or contact us for donating a higher amount.": "Veuillez mettre à jour le montant ou nous contacter pour un montant plus élevé.",
  "Please update the amount.": "Veuillez mettre à jour le montant.",
  "Please enter an email.": "Veuillez saisir un courriel.",
  "ACTIVE": "ACTIF",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "Alors qu'il s'aventure dans les terres des non-investisseurs, l'armure et l'épée du Chevalier le protègent de toute peur, incertitude et doute qui lui sont lancés. Son épée a des pouvoirs mythiques. Elle s'énergise près de sources d'énergie naturelles comme les cascades et les geysers, et déchaîne des éclairs vers ses adversaires.",
  "Email is required when subscribing to a project.": "Un e-mail est requis lors de l'abonnement à un projet.",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "Enveloppée de mystère, la Légende se déplace dans l'ombre, échappant même à l'examen le plus attentif. Sa vision laser coupe à travers les mensonges des gouvernements et des institutions, révélant la clarté et la vérité. Ceux qui croisent son regard sont à jamais transformés, enflammés d'un désir inébranlable de poursuivre un avenir plus libre et meilleur.",
  "Post published": "Publication publiée",
  "Your post is now live": "Votre publication est maintenant en ligne",
  "$100 per week": "100 $ par semaine",
  "Contributed": "A contribué",
  "Browse map": "Parcourir la carte",
  "In partnership with": "En partenariat avec",
  "&": "et",
  "Guardian collectible cards": "Cartes de collection Guardian",
  "Guardian t-shirts": "T-shirts Guardian",
  "Guardian jerseys": "Maillots Guardian",
  "Guardian bitaxes": "Bitaxes Guardian",
  "CARD": "CARTE",
  "OF": "DE",
  " GUARDIANS": "GARDIENS",
  "21% of all sales go directly to fund our Bitcoin grants.": "21 % de toutes les ventes servent directement à financer nos subventions Bitcoin.",
  "All prices include shipping.": "Tous les prix incluent l'expédition.",
  "Failed to fetch project stats": "Impossible de récupérer les statistiques du projet",
  "Notifications for Projects I follow": "Notifications pour les projets que je suis",
  "Donate": "Faire un don",
  "Terms": "Conditions",
  "Safe to delete refund file": "Il est sûr de supprimer le fichier de remboursement",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "Le fichier de remboursement peut être supprimé en toute sécurité, car votre transaction a été traitée avec succès.",
  "Geyser Cards": "Cartes Geyser",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "Les cartes Geyser célèbrent vos réalisations dans le paysage Bitcoin.",
  "Similar projects in": "Projets similaires dans",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "Les vues du projet sont suivies avec SimpleAnalytics, un outil d'analyse axé sur la confidentialité. Les chiffres réels sont probablement plus élevés.",
  "T-Shirts": "T-Shirts",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "Articles en édition limitée fabriqués en collaboration avec les plus grandes marques Bitcoin qui soutiennent les créateurs de Bitcoin.",
  "BitAxe": "BitAxe",
  "Collectible Cards": "Cartes de collection",
  "COLLECT YOURS": "COLLECTIONNEZ LES VÔTRES",
  "Jerseys": "Maillots",
  "& JOIN THE COMMUNITY OF ": "& REJOIGNEZ LA COMMUNAUTÉ DES ",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "COLLECTIONNEZ LES VÔTRES 👇 & REJOIGNEZ LA COMMUNAUTÉ DE <1>{{totalUsers}}</1> GARDIENS",
  "REMAINING": "RESTANTS",
  "followers": "followers",
  "Delete product": "Supprimer le produit",
  "Product": "Produit",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Geyser n'est pas une boutique. C'est un moyen de donner vie à des projets créatifs en utilisant Bitcoin. Votre don soutiendra un projet créatif qui n'a pas encore été développé. Il existe un risque que, malgré tous les efforts du créateur, votre produit ne soit pas livré, et nous vous exhortons à prendre en compte ce risque avant de le soutenir. Geyser n'est pas responsable des affirmations du projet ni de la livraison du produit.",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "En supprimant ce projet, vous perdrez toutes les données associées à ce projet, y compris les descriptions, les photos, les entrées et les produits.",
  "Add Products": "Ajouter des produits",
  "Create a product": "Créer un produit",
  "Create product": "Créer un produit",
  "Or, use a product template below": "Ou, utilisez un modèle de produit ci-dessous",
  "Add product": "Ajouter un produit",
  "Product Name": "Nom du produit",
  "Save product": "Enregistrer le produit",
  "Update Product": "Mettre à jour le produit",
  "Edit Product": "Modifier le produit",
  "Publish Product": "Publier le produit",
  "Create Product": "Créer un produit",
  "Are you sure you want to remove the product?": "Êtes-vous sûr de vouloir supprimer le produit ?",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "Les produits en édition limitée ne peuvent pas être modifiés après l'achat des produits afin de garantir l'équité pour les premiers acheteurs. Pour modifier les quantités des produits en édition limitée, créez un nouveau produit.",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "Veuillez noter que tous les prix des produits seront automatiquement mis à jour pour refléter leur valeur équivalente en SWITCH_TO_REWARD_CURRENCY, en fonction du prix actuel du Bitcoin en dollars américains. Si vous le souhaitez, vous pouvez mettre à jour les prix individuellement pour chaque produit sur la page du produit.",
  "No products are selected": "Aucun produit n'est sélectionné",
  "Trending products": "Produits tendance",
  "No products sold": "Aucun produit vendu",
  "Products Sold": "Produits vendus",
  "Sell product": "Vendre un produit",
  "Hidden products": "Produits cachés",
  "Products sold": "Produits vendus",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "Vous êtes sur le point de changer la dénomination de la devise pour tous vos produits de CURRENT_REWARD_CURRENCY à SWITCH_TO_REWARD_CURRENCY.",
  "Available Products": "Produits disponibles",
  "Product buyers": "Acheteurs de produits",
  "Linked goals and products": "Objectifs et produits liés",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "L'utilisation de liens vous permet de mettre en évidence un produit ou un objectif spécifique, ce qui vous aide à diriger les gens vers celui-ci.",
  "Link Goals and Products": "Lier les objectifs et les produits",
  "Select products": "Sélectionner les produits",
  "Add your product specifications (eg. T-shirt size)": "Ajoutez les spécifications de votre produit (par exemple, la taille du t-shirt)",
  "Created product": "Produit créé",
  "Product currency denomination": "Dénomination de la devise du produit",
  "Product Updates": "Mises à jour des produits",
  "All products": "Tous les produits",
  "Share product": "Partager le produit",
  "Share the product page to spread the word across the internet and social media.": "Partagez la page du produit pour faire connaître votre produit sur Internet et les réseaux sociaux.",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "Pour les produits qui sont encore en développement et pas encore prêts à être expédiés, définissez-les sur 'Pré-commande' pour permettre aux utilisateurs d'acheter à l'avance.",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "Définissez un message personnalisé pour remercier les contributeurs, fournir des détails importants ou partager toute information supplémentaire que vous souhaitez qu'ils connaissent après avoir réclamé le produit.",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "Utilisez la « Date de disponibilité prévue » pour définir quand votre produit sera développé et disponible.",
  "Specify estimated delivery time for the product from the moment it is ordered.": "Spécifiez le délai de livraison estimé pour le produit à partir du moment de la commande.",
  "Failed to update product": "Échec de la mise à jour du produit",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "Les produits vous permettent de récompenser vos contributeurs, des badges numériques et produits physiques aux parrainages. Consultez notre guide sur ",
  "How to leverage the power of Products": "Comment exploiter la puissance des produits",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "Recevez un e-mail mensuel concernant le résumé de votre projet : statistiques, progression des objectifs et produits phares.",
  "Failed to fetch project products": "Échec de la récupération des produits du projet",
  "Invalid legal entity type": "Type d'entité juridique non valide",
  "Individual": "Individuel",
  "Company": "Entreprise",
  "Non-profit": "Sans but lucratif",
  "Please select an identity below, to enable verification.": "Veuillez sélectionner une identité ci-dessous pour activer la vérification.",
  "Full Name": "Nom complet",
  "Update Information": "Mettre à jour les informations",
  "Incorporation Document": "Document de constitution",
  "Tax Residency": "Résidence fiscale",
  "Verify your identity to get access to higher limits and tax-deducting features.": "Vérifiez votre identité pour accéder à des limites plus élevées et à des fonctionnalités de déduction fiscale.",
  "Tax ID": "Numéro d'identification fiscale",
  "Tax profile": "Profil fiscal",
  "Enter Tax ID": "Entrez le numéro d'identification fiscale",
  "(optional)": "(facultatif)",
  "Full name": "Nom complet",
  "Enter full name": "Entrez le nom complet",
  "Legal entity type": "Type d'entité juridique",
  "State": "État",
  "Hero ID: {{heroId}}": "ID du héros : {{heroId}}",
  "Report project": "Signaler le projet",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "Ce projet est géré par une organisation à but non lucratif en {{country}}. Votre don est déductible des impôts et est accompagné d'un reçu pour vos dossiers fiscaux.",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>Adresses Lightning</0> sont comme une adresse e-mail, mais pour votre Bitcoin. Vous recevrez toutes les transactions on-chain et lightning directement sur votre portefeuille lightning. Obtenez le vôtre en consultant nos <2>portefeuilles recommandés</2> et en vedette.",
  "Verify your profile as a:": "Vérifiez votre profil en tant que :",
  "Rate is required": "La note est obligatoire",
  "User ID is required": "L'identifiant utilisateur est obligatoire",
  "Rate must be a number": "La note doit être un nombre",
  "Rate must be > {{min}} and <= {{max}}": "La note doit être > {{min}} et <= {{max}}",
  "Tax ID is required for Non-profits": "Le numéro d'identification fiscale est obligatoire pour les organisations à but non lucratif",
  "Country is required for Non-profits": "Le pays est obligatoire pour les organisations à but non lucratif",
  "Required for country US and Non-profits": "Obligatoire pour le pays US et les organisations à but non lucratif",
  "A tax-deductible invoice is provided  when contributing to this project.": "Une facture déductible des impôts est fournie lorsque vous contribuez à ce projet.",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "Pour garantir un nom exact sur la facture, mettez à jour votre nom d'utilisateur ou votre profil fiscal dans les paramètres du profil.",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "Envoyez-nous des documents à hello@geyser.fund, certifiant que vous êtes un organisme de bienfaisance enregistré avec des dons déductibles des impôts.",
  "This information will be displayed in donations and sale invoices.": "Ces informations seront affichées dans les dons et les factures de vente.",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "Ces informations seront affichées dans les dons et les factures de vente, pour permettre des dons déductibles d'impôts sur les projets éligibles.",
  "Charity projects with Tax benefits": "Projets caritatifs avec avantages fiscaux",
  "Pending Verification": "En attente de vérification",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "Aidez Geyser dans sa mission d'accélérer l'adoption du Bitcoin par la base.",
  "SATOSHI AMOUNT": "MONTANT SATOSHI",
  "Geyser tip": "Pourboire Geyser",
  "sats in contributions to this project.": "sats dans les contributions à ce projet.",
  "So far, ": "Jusqu'à présent, ",
  "Copy hero link": "Copier le lien héros",
  "This project has not enabled fiat contributions yet": "Ce projet n'a pas encore activé les contributions en monnaie fiduciaire",
  "Learn More": "En savoir plus",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "Ces petits frais sont un signe d'engagement. Cela montre que vous êtes sérieux au sujet de votre projet et prêt à le partager avec le monde. Cela signifie que vous pouvez commencer à recevoir le soutien des contributeurs immédiatement.",
  "Show Less": "Montrer moins",
  "Wallet Unreachable": "Portefeuille inaccessible",
  "Copied": "Copié",
  "Project in Launchpad": "Projet dans Launchpad",
  "more to launch": "plus pour lancer",
  "Successful follow!": "Suivi réussi !",
  "Share it with other friends to help spread the word and make this project a reality!": "Partagez-le avec d'autres amis pour aider à faire passer le mot et à concrétiser ce projet !",
  "You’re about to power a launch!": "Vous êtes sur le point de lancer un lancement !",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "Pour suivre les projets Launchpad, nous avons besoin de votre e-mail afin de pouvoir vous avertir lorsqu'ils seront en ligne. ",
  "Add email to follow": "Ajouter un e-mail pour suivre",
  "Latest followers": "Derniers abonnés",
  "Share link": "Partager le lien",
  "Launchpad": "Launchpad",
  "left": "restant",
  "Pay $21 to launch right away": "Payez 21 $ pour lancer immédiatement",
  "Ready to launch": "Prêt à lancer",
  "Your project is almost live. You can launch the project now.": "Votre projet est presque en ligne. Vous pouvez lancer le projet maintenant.",
  "was successfully deleted": "a été supprimé avec succès",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "Ce projet a encore besoin de {{countdown}} followers pour pouvoir commencer à collecter des fonds.",
  "We’ll email you when the project goes live.": "Nous vous enverrons un e-mail lorsque le projet sera en ligne.",
  "Ready": "Prêt",
  "Support Geyser Grants": "Soutenir les subventions Geyser",
  "Help fund the next round — or get an email when it launches.": "Aidez à financer la prochaine série — ou recevez un e-mail lorsqu'elle sera lancée.",
  "Heroes": "Héros",
  "that match your interests!": "qui correspondent à vos intérêts !",
  "You are not following any projects yet.": "Vous ne suivez encore aucun projet.",
  "Explore projects": "Explorer les projets",
  "Top Projects this month": "Meilleurs projets ce mois-ci",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Activé <1>{{usdAmount}}</1> ({{satsAmount}} sats) sur <3>{{numberOfProjects}}</3> projets",
  "Prelaunch": "Pré-lancement",
  "Are you sure you want to activate the project?": "Êtes-vous sûr de vouloir activer le projet ?",
  "User": "Utilisateur",
  "Contributions Enabled": "Contributions activées",
  "Geyser Promotion": "Promotion Geyser",
  "10% fee": "Frais de 10 %",
  "Let's spread the word about your project.": "Faisons passer le mot sur votre projet.",
  "The fee is only applied to contributions enabled through Geyser promotions": "Les frais ne s'appliquent qu'aux contributions activées via les promotions Geyser",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "Lorsqu'il est activé, votre projet devient éligible pour être partagé via le réseau de promotion Geyser et les sociétés de médias numériques partenaires, attirant ainsi davantage l'attention sur votre projet afin de permettre davantage de contributions.",
  "Promotions": "Promotions",
  "Payout Rate (%)": "Taux de paiement (%)",
  "Ambassador Payouts": "Paiements des ambassadeurs",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "Les ambassadeurs font connaître votre projet. Vous pouvez récompenser vos ambassadeurs les plus fidèles en partageant avec eux un pourcentage des contributions qu'ils permettent.",
  "Featured for a week": "En vedette pendant une semaine",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "Assurez-vous une place dans la section « En vedette » de la page d’accueil pendant une semaine entière.",
  "Actions": "Actions",
  "User Hero ID": "ID du héros utilisateur",
  "Your project doesn't have ambassadors yet.": "Votre projet n'a pas encore d'ambassadeurs.",
  "Payout Rate": "Taux de rémunération",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "Ce projet est en pré-lancement et ne peut donc pas recevoir de contributions, et vous ne pouvez pas modifier l'état du projet.",
  "The creator has requested: ": "Le créateur a demandé : ",
  "Creator's message": "Message du créateur",
  "Nostr Badges": "Badges Nostr",
  "Email is required when purchasing a product.": "Un e-mail est requis lors de l'achat d'un produit.",
  "Where grassroots Bitcoin projects come to life.": "Où les projets Bitcoin communautaires prennent vie.",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "Geyser mobilise la communauté Bitcoin pour financer des idées, des produits et des causes qui favorisent l'adoption concrète, de bas en haut.",
  "Choose your launch strategy": "Choisissez votre stratégie de lancement",
  "Launch your project": "Lancez votre projet",
  "Skip the challenge. Launch instantly for $21.": "Ignorez le défi. Lancez-vous instantanément pour 21 $.",
  "Build momentum quickly with early supporters": "Gagnez rapidement de l'élan avec les premiers supporters",
  "Geyser Launch Challenge": "Défi de lancement Geyser",
  "Go Live Now": "Mettre en ligne maintenant",
  "No pressure to raise a lot right away, go by your plan.": "Pas de pression pour collecter beaucoup tout de suite, suivez votre plan.",
  "Seen in ‘Recently launched’ in Discovery page": "Vu dans 'Récemment lancé' dans la page Découverte",
  "Embed": "Intégrer",
  "What's next?": "Qu'est-ce qui se passe ensuite ?",
  "more to go live": "plus pour se lancer",
  "New in": "Nouveau dans",
  "left to raise $210 & launch": "reste à collecter 210 $ et à lancer",
  "raised": "collectés",
  "more to go live.": "plus pour se lancer.",
  "to raise $210": "pour collecter 210 $",
  "Save as Draft": "Enregistrer en tant que brouillon",
  "raised!": "collectés !",
  "raised this week!": "collectés cette semaine !",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "Vous achetez un produit d'un projet qui se trouve dans Launchpad. Votre paiement sera traité, mais le projet ne sera lancé que si le projet atteint 210 $. En contribuant, vous aidez le créateur à atteindre ce jalon. 🙌",
  "Are you interested in receiving updates from this project?": "Êtes-vous intéressé à recevoir des mises à jour de ce projet ?",
  "Follow project": "Suivre le projet",
  "We will send you important updates via your profile email for the projects your follow.": "Nous vous enverrons des mises à jour importantes par e-mail de votre profil pour les projets que vous suivez.",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "L'avenir de votre projet dépend de cette première étape critique : atteignez l'objectif pour maintenir votre vision en vie. C'est votre chance de créer un élan initial et de lancer avec succès.",
  "unFollow": "Ne plus suivre",
  "Launchpad projects": "Projets Launchpad",
  "Email address is a required field.": "L'adresse e-mail est un champ obligatoire.",
  "Email verification": "Vérification de l'e-mail",
  "Featured in ‘Recently launched’ in Discovery page": "En vedette dans 'Récemment lancé' dans la page Découverte",
  "Featured in Launchpad & discovery emails": "En vedette dans Launchpad et e-mails de découverte",
  "Lightning QR code": "Code QR Lightning",
  "Go to Project": "Aller au projet",
  "Generating banner...": "Génération de bannière...",
  "Copy image": "Copier l'image",
  "Contribute with lightning": "Contribuer avec Lightning",
  "Copy embed code": "Copier le code d'intégration",
  "Embed the contribute and leaderboard section of this page on your website": "Intégrez la section contribuer et classement de cette page sur votre site web",
  "12345": "12345",
  "Project Deactivated": "Projet désactivé",
  "This project did not reach its goal in the launchpad.": "Ce projet n'a pas atteint son objectif dans le launchpad.",
  "Your project did not reach its goal in the launchpad.": "Votre projet n'a pas atteint son objectif dans le launchpad.",
  "Project Closed": "Projet fermé",
  "Project story should be longer than 210 characters.": "Le récit du projet doit comporter plus de 210 caractères.",
  "Raise $210 in 7 days with your community.": "Collectez 210 $ en 7 jours avec votre communauté.",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you don't need to worry about reaching $210 in 7 days": "Ces frais minimes sont une preuve d'engagement. Cela montre que vous prenez votre projet au sérieux et que vous êtes prêt à le partager avec le monde. Cela signifie que vous n'avez pas à vous soucier d'atteindre 210 $ en 7 jours",
  "If you don’t reach $210 in your first week, your project will close (you can start over)": "Si vous n'atteignez pas 210 $ dans votre première semaine, votre projet sera fermé (vous pouvez recommencer)",
  "Once you launch your project, it will become visible and searchable by the public. A 7-day countdown will begin immediately.": "Une fois que vous lancez votre projet, il deviendra visible et consultable par le public. Un compte à rebours de 7 jours commencera immédiatement.",
  "If you’re not ready to launch we recommend you place your project in Draft mode. ": "Si vous n'êtes pas prêt à lancer, nous vous recommandons de placer votre projet en mode Brouillon.",
  "Launch & Start Countdown": "Lancer et démarrer le compte à rebours",
  "You're live on the Launchpad!": "Vous êtes en direct sur le Launchpad !",
  "Raise $210 to lift off": "Collectez 210 $ pour décoller",
  "It's time to raise $210 in 7 days!": "Il est temps de collecter 210 $ en 7 jours !",
  "Share your project with your friends, community, and people you think will care about your project.": "Partagez votre projet avec vos amis, votre communauté et les personnes qui, selon vous, se soucieront de votre projet.",
  "Connect with the Geyser team on <1>Discord</1>, <3>Telegram</3>, <5>Nostr</5>, <7>X</7>.": "Connectez-vous avec l'équipe Geyser sur <1>Discord</1>, <3>Telegram</3>, <5>Nostr</5>, <7>X</7>.",
  "Your project will remain hidden until you decide to launch it.": "Votre projet restera masqué jusqu'à ce que vous décidiez de le lancer.",
  "Your project is not visible to the public and cannot receive contributions.": "Votre projet n'est pas visible par le public et ne peut pas recevoir de contributions.",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 7 days. Help them build momentum — or they might never take off.": "Ces projets en phase de démarrage sont en mode compte à rebours. Pour être lancés, ils doivent collecter 210 $ en 7 jours. Aidez-les à prendre de l'élan, sinon ils pourraient ne jamais décoller.",
  "Add Email": "Ajouter un e-mail",
  "Add your email to receive project updates from the creator.": "Ajoutez votre e-mail pour recevoir les mises à jour du projet de la part du créateur.",
  "Connect profile": "Connecter le profil",
  "Connect this transaction with your social profile and receive project updates.": "Connectez cette transaction à votre profil social et recevez les mises à jour du projet.",
  "At least one shipping rate is required": "Au moins un tarif d'expédition est requis",
  "Shipping availability is required": "La disponibilité de l'expédition est requise",
  "At least one specific country must be added when not shipping worldwide": "Au moins un pays spécifique doit être ajouté lorsque l'expédition n'est pas mondiale",
  "Name is required": "Le nom est requis",
  "Fees model is required": "Le modèle de frais est requis",
  "Country is required": "Le pays est requis",
  "Summary that captures the essence of your product": "Un résumé qui capture l'essence de votre produit",
  "Additional configuration": "Configuration supplémentaire",
  "Add one or multiple images to showcase your product": "Ajoutez une ou plusieurs images pour présenter votre produit",
  "Header images": "Images d'en-tête",
  "Best for small, lightweight items where shipping cost doesn't change with quantity. eg: stickers, keychains, etc.": "Idéal pour les petits articles légers où les frais d'expédition ne changent pas avec la quantité. Par exemple : autocollants, porte-clés, etc.",
  "One fee, regardless of quantity": "Un seul frais, quelle que soit la quantité",
  "Flat Rate": "Tarif forfaitaire",
  "Per Unit": "Par unité",
  "Calculation: If 1 item = $10,   then 2+ items = $10": "Calcul : Si 1 article = 10 $, alors 2 articles et plus = 10 $",
  "Ideal when each item adds to the shipping cost. eg: laptops, books, etc.": "Idéal lorsque chaque article s'ajoute aux frais d'expédition. Par exemple : ordinateurs portables, livres, etc.",
  "Calculation: If 1 item = $10,   then 2+ items = $20": "Calcul : Si 1 article = 10 $, alors 2 articles et plus = 20 $",
  "Incremental": "Incrémentiel",
  "Base fee + extra charge per additional item": "Frais de base + frais supplémentaires par article supplémentaire",
  "Multiply fee by number of items": "Multiplier les frais par le nombre d'articles",
  "Calculation: If 1 item = $10, increment rate = $2, then 2 items = $10 + (1×2) = $12": "Calcul : Si 1 article = 10 $, taux d'incrémentation = 2 $, alors 2 articles = 10 $ + (1×2) = 12 $",
  "Add shipping fees": "Ajouter des frais d'expédition",
  "Enter a name to remember this fees configuration": "Entrez un nom pour vous souvenir de cette configuration de frais",
  "Fees model": "Modèle de frais",
  "Great for items where shipping a few costs the same, but bulk adds extra fees. Set a base price, then add a small fee per item to balance the cost. eg: small electronics, apparel, etc.": "Idéal pour les articles dont l'expédition de quelques-uns coûte le même, mais le vrac ajoute des frais supplémentaires. Définissez un prix de base, puis ajoutez de petits frais par article pour équilibrer le coût. Par exemple : petit électronique, vêtements, etc.",
  "Shipping rates": "Frais de port",
  "Base rate ($)": "Tarif de base ($)",
  "Same as Default": "Identique au défaut",
  "Shipping Availability": "Disponibilité de l'expédition",
  "Add new country": "Ajouter un nouveau pays",
  "Base rate must be a number": "Le tarif de base doit être un nombre",
  "Default": "Défaut",
  "Describe your product in detail - features, specifications, and benefits.": "Décrivez votre produit en détail - caractéristiques, spécifications et avantages.",
  "Base rate is required": "Le tarif de base est obligatoire",
  "If selected, only the countries selected below will be eligible for shipping": "Si cette option est sélectionnée, seuls les pays sélectionnés ci-dessous seront éligibles pour l'expédition",
  "Ships Worldwide": "Livraison dans le monde entier",
  "Ships to certain countries": "Expédition vers certains pays",
  "Increment rate ($)": "Tarif d'incrément ($)",
  "Select Country": "Sélectionner un pays",
  "Remove country rate": "Supprimer le tarif par pays",
  "Increment rate is required": "Le tarif d'incrément est obligatoire",
  "Increment rate must be a number": "Le tarif d'incrément doit être un nombre",
  "Invalid increment rate": "Tarif d'incrément non valide",
  "Updates": "Mises à jour",
  "Shop": "Boutique",
  "Community": "Communauté",
  "Guides": "Guides",
  "Shipping fees": "Frais d'expédition",
  "fee": "frais",
  "Shipping availability": "Disponibilité de l'expédition",
  "Increment rate": "Tarif d'incrément",
  "Base rate": "Tarif de base",
  "Fee model": "Modèle de frais",
  "Edit shipping fees": "Modifier les frais d'expédition",
  "Rates": "Tarifs",
  "Specific countries listed below": "Pays spécifiques listés ci-dessous",
  "Updating this shipping fee configuation will update all rewards that use this shipping fee.": "La mise à jour de cette configuration des frais d'expédition mettra à jour toutes les récompenses qui utilisent ces frais d'expédition.",
  "Add new": "Ajouter nouveau",
  "Select fee": "Sélectionner les frais",
  "Invalid amount": "Montant non valide",
  "Shipping conflict": "Conflit d'expédition",
  "The items in your basket cannot all be shipped to a single country. Please adjust your selection or choose items available for global shipping.": "Les articles de votre panier ne peuvent pas tous être expédiés vers un seul pays. Veuillez ajuster votre sélection ou choisir des articles disponibles pour une expédition mondiale.",
  "City is required": "La ville est obligatoire",
  "Full name is required": "Le nom complet est obligatoire",
  "Postal code is required": "Le code postal est obligatoire",
  "Street address is required": "L'adresse est obligatoire",
  "Shipping Address": "Adresse de livraison",
  "Postal code": "Code postal",
  "City": "Ville",
  "State / Region": "État / Région",
  "Street Address": "Adresse",
  "Include unit/apartment/suite no. if applicable": "Inclure le numéro d'unité/d'appartement/de suite, le cas échéant",
  "Raymond Holt": "Raymond Holt",
  "123 Main St, Unit 123": "123, rue Principale, Unité 123",
  "State is required": "L'état est obligatoire",
  "California": "Californie",
  "San Francisco": "San Francisco",
  "Invalid shipping address": "Adresse de livraison non valide",
  "Failed to save shipping address": "Échec de l'enregistrement de l'adresse de livraison",
  "Unstable Wallet": "Portefeuille instable",
  "Ships worldwide": "Expédition dans le monde entier",
  "Ships to select regions": "Expédition vers certaines régions",
  "Expected": "Attendu",
  "You are purchasing a physical item that requires shipping. ": "Vous achetez un article physique qui nécessite une expédition.",
  "This information is stored securely and deleted after a period of 3 months.": "Ces informations sont stockées en toute sécurité et supprimées après une période de 3 mois.",
  "This project needs to raise $210 in 7 days to go live. Share this project on social media to help launch it.": "Ce projet doit collecter 210 $ en 7 jours pour être mis en ligne. Partagez ce projet sur les réseaux sociaux pour aider à son lancement.",
  "Create a re-usable shipping fee configuration that can be used across multiple rewards.": "Créez une configuration de frais d'expédition réutilisable qui peut être utilisée pour plusieurs récompenses.",
  "The default rate is used for any country not configured below.": "Le tarif par défaut est utilisé pour tout pays non configuré ci-dessous.",
  "List all the countries that are eligible for shipping.": "Répertoriez tous les pays éligibles à l'expédition.",
  "Require shipping": "Exiger l'expédition",
  "Collect shipping address for delivering physical products directly to your supporters.": "Collectez l'adresse de livraison pour livrer les produits physiques directement à vos supporters.",
  "Add shipping fees based on specific countries or globally.": "Ajoutez des frais d'expédition en fonction de pays spécifiques ou globalement.",
  "Shipping cost": "Frais d'expédition",
  "Products cost": "Coût des produits",
  "Shipping cost is an estimate and may vary depending on the shipping address.": "Les frais d'expédition sont une estimation et peuvent varier en fonction de l'adresse de livraison.",
  "Wallet Connection": "Connexion au portefeuille",
  "Connect a Lightning wallet to your account to receive refunds, ambassador payouts, etc.": "Connectez un portefeuille Lightning à votre compte pour recevoir des remboursements, des paiements d'ambassadeur, etc.",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your product via email.": "Engagez votre communauté, vos followers, vos contributeurs et les acheteurs de vos produits en leur envoyant une mise à jour concernant votre produit par e-mail.",
  "Linked products and goals": "Produits et objectifs liés",
  "Please enter a valid email address": "Veuillez saisir une adresse e-mail valide",
  "Email is required": "L'e-mail est requis",
  "Discord": "Discord",
  "X": "X",
  "Discover the best bitcoin projects - join the list!": "Découvrez les meilleurs projets Bitcoin - rejoignez la liste !",
  "Real-world Bitcoin adoption stories": "Histoires d'adoption du Bitcoin dans le monde réel",
  "Telegram": "Telegram",
  "satoshi@gmx.com": "satoshi@gmx.com",
  "New projects & product launches": "Nouveaux projets et lancements de produits",
  "Get Updates": "Recevoir les mises à jour",
  "Just launched!": "Tout juste lancé !",
  "You’ve just launched a Bitcoin project - let`s make it fly!": "Vous venez de lancer un projet Bitcoin - faisons-le décoller !",
  "Connect with the Geyser team on ": "Connectez-vous avec l'équipe Geyser sur "
}