{
  "projects": "Progetti",
  "contributors": "Sostenitori",
  "Search": "Cerca",
  "Projects with perks": "Progetti con ricompense",
  "Inactive Projects": "Progetti Inattivi",
  "Active Projects": "Progetti Attivi",
  "Subscribe": "Iscriviti",
  "Privacy": "Privacy",
  "Analytics": "Statistiche",
  "activity": "Attività",
  "Select": "Seleziona",
  "Trending in": "Di tendenza in",
  "Recent Projects": "Progetti Recenti",
  "See all": "Visualizza tutti",
  "This week": "Questa settimana",
  "All time": "Tutti",
  "Failed to fetch data": "Impossibile recuperare i dati",
  "Login": "Accedi",
  "Projects": "Progetti",
  "Contributions": "Sostenitori",
  "Entry": "Articolo",
  "Go back": "Indietro",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "Se hai problemi a collegare Twitter da cellulare, prova prima ad accedere a Twitter.com via browser, poi riprova",
  "Project": "Progetto",
  "You have been logged out": "Sei stato scollegato",
  "Continue": "Continua",
  "Grants": "Grants",
  "About": "About",
  "Feedback": "Feedback",
  "Sign Out": "Esci",
  "Dashboard": "Dashboard",
  "Contribute": "Sostieni",
  "Back": "Indietro",
  "RUNNING": "IN FUNZIONE",
  "Follow": "Segui",
  "Copied!": "Copiato!",
  "Download": "Scarica",
  "Tags": "Categorie",
  "Region": "Regione",
  "Launched": "Lanciato",
  "Finalize project": "Completa il progetto",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "Il tuo progetto non è ancora attivo. Torna al processo di creazione e completalo per lanciare il progetto!",
  "Story": "Storia",
  "Cancel": "Cancella",
  "Confirm": "Conferma",
  "Something went wrong.": "Qualcosa è andato storto.",
  "Please try again": "Per favore, riprova",
  "Failed to fetch contributions": "Impossibile recuperare le donazioni",
  "Some time ago": "Tempo fa",
  "ago": "fa",
  "a day": "un giorno",
  "days": "giorni",
  "an hour": "un'ora",
  "a minute": "un minuto",
  "a few seconds": "pochi secondi",
  "minutes": "minuti",
  "hours": "ore",
  "Total": "Totale",
  "Funding as": "Sostieni come",
  "anonymous": "anonimo",
  "Funding anonymously. Click to login": "Sostieni anonimamente. Clicca per accedere",
  "Click to logout": "Clicca per uscire",
  "About to logout": "Come uscire",
  "You are about to logout of your account": "Stai per uscire dal tuo account",
  "Logout": "Esci",
  "Reach out for help": "Chiedi aiuto",
  "Waiting for payment": "In attesa del pagamento",
  "Email": "Email",
  "Failed to download image": "Il download dell'immagine è fallito",
  "copy": "copia",
  "Go to project": "Vai al progetto",
  "Your project is in draft": "Il tuo progetto è in bozza",
  "Saved in draft": "Salvato in bozza",
  "Please refresh the page and try again.": "Per favore, aggiorna la pagina e riprova.",
  "Description": "Descrizione",
  "Links & tags": "Link & categorie",
  "Wallet": "Wallet",
  "Contributors": "Sostenitori",
  "Back to project": "Torna al progetto",
  "Name": "Nome",
  "Contribution": "Donazione",
  "Copy": "Copia",
  "Project updated successfully!": "Progetto aggiornato con successo!",
  "Project update failed!": "L'aggiornamento del progetto ha fallito. ",
  "Save": "Salva",
  "Title": "Titolo",
  "A few words that make your project stand out": "Alcune parole che valorizzino il tuo progetto",
  "Add 'one liner' a simple descriptions of what your project is about": "Aggiungi una breve descrizione del tuo progetto.",
  "Image": "Immagine",
  "Change image": "Cambia immagine",
  "This lightning address is already taken.": "Questo lightning address già in uso.",
  "Leave without saving": "Lascia senza salvare",
  "failed to update project": "L'aggiornamento del progetto è fallito",
  "please enter a valid url for project links": "Per favore, inserisci un url valido come link del progetto",
  "failed to create new tag": "creazione della nuova categoria fallita",
  "failed to create tag": "creazione della categoria fallita",
  "tag length must be between": "la lunghezza della categoria è compresa tra",
  "and": "e",
  "add tag": "aggiungi categoria",
  "Connect your sites so viewers can see more proof of your work": "Collega i tuoi siti, così che i visitatori possano vedere la tua proof of work",
  "Project links": "Link al Progetto",
  "Add Project Link": "Aggiungi Link al Progetto",
  "you will be redirected shortly...": "sarai indirizzato a breve...",
  "failed to delete project": "rimozione del progetto fallita",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "Aggiornamenti e notifiche relative al progetto, saranno inviati all'email del creatore. L'email può essere modificata nelle Impostazioni Profilo.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "Disattivando il progetto, non sarà possibile raccogliere fondi, ma esso rimarrà visibile. Potrai riattivare il progetto in qualunque momento.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "Cancellare il progetto impedirà a te e agli altri l'accesso ad esso. Puoi cancellare il progetto solo se non ha ricevuto donazioni. Questo serve per assicurare trasparenza nei confronti dei sostenitori del progetto.",
  "Delete": "Cancella",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "Questa azione è irreversibile. Non potrai più visualizzare o accedere a questo progetto e ai dati associati ad esso.",
  "Confirm that you want to delete the project": "Conferma che vuoi cancellare il progetto.",
  "FUNDED": "FINANZIATO",
  "Project story updated successfully!": "Storia del progetto aggiornata!",
  "There was a problem while trying to update the project story": "C'è stato un problema nell'aggiornamento della Storia",
  "Write a more in-depth description of the project. You can also add images and videos.": "Scrivi una descrizione più approfondita del progetto. Puoi anche aggiungere video e immagini.",
  "Hostname or IP address": "Hostname o indirizzo IP",
  "Public key": "Chiave pubblica",
  "Invoice Macaroon": "Macaroon dell'invoice",
  "TLS certificate": "Certificato TLS",
  "gRPC port": "Porta gRPC",
  "Lightning Address": "Lightning Address",
  "failed to create project wallet": "creazione del wallet del progetto fallita",
  "please provide valid wallet details": "Per favore, fornisci dati validi di un wallet",
  "Launch Project": "Lancia il Progetto",
  "Save As Draft": "Salva in Bozze",
  "Connect Your Node": "Connetti il tuo Nodo",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "Il tuo progetto è quasi pronto. Puoi lanciarlo per renderlo pubblico, o salvarlo in bozze. Puoi modificare il progetto in qualsiasi momento.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "Continuando, accetti <1>Terms & Conditions</1> di Geyser",
  "Node name cannot be longer than": "Il nome del nodo non può superare",
  "characters": "caratteri",
  "Tor addresses are currently not supported": "Gli indirizzi Tor non sono al momento supportati",
  "Public Key must be": "La Chiave Pubblica deve essere",
  "characters long": "caratteri",
  "The Public Key is wrongly formatted.": "Il formato della Chiave Pubblica non è corretto.",
  "Invoice Macaroon cannot be longer than": "Macaroon dell'invoice non può superare",
  "Add a Node": "Aggiungi un Nodo",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "Al momento supportiamo nodi LND e in clearnet. I nodi Tor non funzionano ancora.",
  "Node Name": "Nome del Nodo",
  "This is a Voltage Node": "Questo è un Nodo Voltage",
  "Find our demo here on how to load a Voltage node.": "Guarda la nostra demo su come caricare un nodo Voltage.",
  "API endpoint": "API endpoint",
  "Identity Pubkey": "Chiave Pubblica identificativa",
  "failed to create project": "creazione del progetto fallita",
  "Create a project": "Crea un progetto",
  "Create a new project": "Crea un nuovo progetto",
  "Transform your ideas into real world projects backed by your community": "Trasforma le tue idee in progetti reali, sostenuti dalla tua comunità",
  "Raise funds from anywhere in the world": "Raccogli fondi da tutto il mondo",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "Se il bottone non avvia la pagina di autenticazione di Twitter, assicurati di aver abilitato i pop-up dalle preferenze del tuo browser.",
  "The authentication request failed.": "La richiesta di autenticazione è fallita.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "Non siamo riusciti a rilevare un'estensione Nostr come Alby o Flamingo.",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "Questo account è collegato a un altro profilo Geyser. Assicurati di utilizzare un solo account. Per qualsiasi domanda, contatta il team di Geyser tramite",
  "Project description": "Descrizione del progetto",
  "Launch project": "Lancia il Progetto",
  "Connect wallet": "Collega il wallet",
  "You’re ready to launch!": "Sei pronto al lancio!",
  "An error occurred while attempting to load the profile page.": "Si è verificato un errore cercando di caricare la pagina del profilo",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "Per favore, aggiorna la pagina. Se il problema persiste, si consiglia di contattare l'assistenza.",
  "Edit": "Modifica",
  "Failed to unlink account": "Non è possibile scollegare l'account",
  "Connect more social profiles to your Geyser account.": "Collega altri social al tuo account Geyser.",
  "Activity": "Attività",
  "Followed projects": "Progetti seguiti",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "Il lancio del progetto richiede solo 2 minuti! Se non sei convinto che la tua idea sia pronta, puoi lanciarla in un secondo momento.",
  "Geyser badges": "Badge Geyser",
  "Login with Nostr to claim the badges you earned!": "Accedi con Nostr per richiedere il badge ottenuto!",
  "Claim": "Riscatta",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "Scollegando questo utente Nostr dal proprio profilo Geyser, potrai collegare un altro account Nostr. Tuttavia, non potrai creare un nuovo profilo Geyser con il presente account Nostr.",
  "Your badges are connected to this Nostr account.": "I tuoi badge sono collegati a questo account Nostr.",
  "Disconnect": "Disconnetti",
  "Bio": "Bio",
  "You do not have permission to access this page.": "Non hai l'autorizzazione per accedere a questa pagina.",
  "Applications Open": "Candidature aperte",
  "Closed": "Chiuso",
  "Active": "Attivo",
  "Countdown to grant going live": "Countdown per l'attivazione del grant",
  "Time left to vote": "Tempo rimasto per votare",
  "Sponsored by": "Sponsorizzato da",
  "SPONSORS": "SPONSORS",
  "See the winner announcement": "Guarda l'annuncio del vincitore",
  "Announcement": "Annuncio",
  "Let the Sats flow to your favorite projects.": "Lascia scorrere i Sats verso i tuoi progetti preferiti.",
  "distributed": "distribuiti",
  "Vote": "Vota",
  "Apply": "Candidati",
  "Login to apply": "Accedi per candidarti",
  "Success!": "Successo!",
  "Select a project": "Seleziona un progetto",
  "To apply to a grant you need to first login into Geyser.": "Per candidarti per un grant, devi prima accedere a Geyser.",
  "Select your Geyser project from the list": "Seleziona il tuo progetto Geyser dalla lista",
  "You have not created any projects": "Non hai ancora creato progetti",
  "To apply for a grant you need to create a project on Geyser.": "Per candidarti per un grant, devi prima creare un progetto.",
  "Grant application failed.": "Candidatura per il grant fallita.",
  "Grant funds will be distributed based on community votes.": "I fondi dei premi saranno distribuiti in base ai voti della comunità.",
  "Amount": "Importo",
  "More Information": "Maggiori informazioni",
  "Grant Winners!": "Vincitori dei Grant!",
  "See all Grants": "Guarda tutti i Grant",
  "Geyser Grants": "Grant Geyser",
  "CLOSED": "CHIUSO",
  "Round 1 Announcement": "Annuncio Round 1",
  "The Geyser Grant Round 1 winners have been released.": "I vincitori del Round Premi 1 sono stati pubblicati.",
  "The board will be responsible for reviewing and evaluating the applications.": "La commissione sarà responsabile della revisione e valutazione delle candidature.",
  "Made possible by sponsors": "Reso possibile dagli sponsor",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "Aziende bitcoin e individui anonimi che vogliono portare speranza nel mondo.",
  "Bitcoin Education": "Educazione a Bitcoin",
  "Bitcoin Development": "Sviluppo Bitcoin",
  "Bitcoin Culture": "Cultura Bitcoin",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "L'obiettivo di questo premio è quello di sostenere gli sforzi e le iniziative no-profit per l'educazione a Bitcoin. Bitcoin è uno strumento di libertà individuale e di auto-sovranità. Sta consentendo una rivoluzione che porterà l'umanità a un livello superiore, fornendo libertà finanziaria, accesso al mondo e il ritorno a un sistema finanziario sano. Eppure, la maggior parte delle persone lo vede ancora come uno strumento per speculare, come denaro dei criminali, uno schema ponzi o un incubo ambientale. Ecco perché il lavoro degli educatori è così importante. C'è ancora molto da fare per mettere le persone di tutto il mondo in grado di usare Bitcoin come strumento per sfuggire all'inflazione dilagante, alla censura finanziaria e al veto delle banche. Per ulteriori informazioni, leggi qui.",
  "applicants": "candidati",
  "contributed": "contribuiti",
  "GRANT TO DISTRIBUTE": "GRANT DA DISTRIBUIRE",
  "Designs by": "Progettato da",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "Grazie agli sviluppatori e ai progettisti che hanno creato e progettato i Grant Geyser.",
  "Please enter a valid email address.": "Per favore, inserisci un indirizzo email valido.",
  "Succesfully subscribed to Geyser": "Iscrizione a Geyser avvenuta con successo",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "Grazie per esserti iscritto. A breve condivideremo più info sui progetti e i prodotti Geyser. Per unirti alla nostra community, trovaci su Telegram e Twitter.",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "Per avere informazioni sugli ultimi progetti e prodotti Geyser, iscriviti inserendo la tua email.",
  "Contact Email": "Email di contatto",
  "You successfully subscribed to <1>Geyser Grants</1>!": "Iscrizione ai <1>Grant Geyser</1> fatta!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "Sostienere educatori, creativi e sviluppatori che realizzano progetti Bitcoin-only su Geyser.",
  "Funded by bitcoiners who want to change the world.": "Sostenuto da bitcoiner che vogliono cambiare il mondo.",
  "View project": "Visualizza il progetto",
  "Saving": "Salvataggio in corso",
  "Saved": "Salvato",
  "Save draft": "Salva bozza",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "Per riconoscere gli utenti attivi, Geyser premia gli utenti con i badge Nostr, che possono far riconoscere in modo più completo le loro attività.",
  "What is Nostr": "Cos'è Nostr",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "Nostr sta per Notes and Other Stuff Transmitted by Relays. Come HTTP o TCP-IP, Nostr è un protocollo; uno standard aperto su cui chiunque può costruire. Nostr non è una app o un servizio a cui ci si può iscrivere. Per ulteriori informazioni cerca <1>nostr.how</1>",
  "What are Nostr Badges": "Cosa sono i Badge Nostr",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "I Badge Nostr sono un nuovo tipo di eventi Nostr che permette agli utenti di ricevere e inviare asset digitali con un'immagine, un titolo e una descrizione. Su Nostr sono il NIP-58",
  "How to redeem my Nostr badge": "Come riscattare il mio Badge Nostr",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "Puoi richiedere il tuo badge Geyser facilmente. Accedi tramite Nostr, vai al profilo e clicca 'claim'",
  "Where can I see my Geyser badges?": "Dove posso vedere i miei badge Geyser?",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "Puoi accedere ai tuoi badge Geyser su qualsiasi piattaforma che mostra i badge di Nostr, come badges.page o Amethist.",
  "Who can edit and update Nostr Badges?": "Chi può modificare e aggiornare i Badge Nostr?",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "Chi ha emesso i badge può modificarne le informazioni relative, ma non può revocare il badge in alcun modo. Per questo, Geyser può modificare i badge in caso di necessità.",
  "Will there be more badges?": "Ci saranno altri badge?",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "Sì! Abbiamo intenzione di creare altri badge quando riterremo che ci sia un motivo particolare per riconoscere il duro lavoro o i risultati importanti. Ma non preoccupatevi, non inonderemo il sistema di badge.",
  "Hey, I should have that badge!": "Ehi, dovrei avere quel badge!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "Se pensi di aver diritto ad un badge, contattaci all'indirizzo <1>hello@geyser.fund</1> e potremo valutare i tuoi meriti in tema di badge!",
  "Error": "Errore",
  "Authentication failed.": "Autenticazione fallita.",
  "Please clear your browser's cache & cookies and try again.": "Pulisci la cache del browser e i cookies e riprova.",
  "Requested operation declined": "Operazione richiesta rifiutata",
  "Please use the invoice instead.": "Per favore, utilizza l'invoice.",
  "Oops! Something went wrong with WebLN.": "Oops! Qualcosa è andato storto con WebLN.",
  "Please copy the invoice manually instead.": "Per favore, copia l'invoice manualmente.",
  "Connect with Lightning": "Accedi con Lightning",
  "Scan the QR code to connect to your Lightning wallet.": "Scansiona il QR code per accedere con il tuo wallet Lightning.",
  "Check if your wallet supports LNURL-auth here.": "Controlla qui se il tuo wallet supporta LNURL-auth.",
  "Waiting to connect...": "Attendi la connessione...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "Tieni presente che sei responsabile per la gestione della liquidità del tuo nodo.",
  "Grant": "Grant",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "Effettua nuovamente il login con il tuo profilo o premi continua se vuoi rimanere anonimo.",
  "Add tags": "Aggiungi categorie",
  "You must write a project story.": "La storia del progetto è obbligatoria.",
  "Public comment": "Commento pubblico",
  "Filter": "Filtra",
  "cannot select more than 3 tags": "non puoi selezionare più di 3 categorie",
  "Leaderboard": "Classifica",
  "Contributor": "Sostenitori",
  "Amount funded": "Importo finanziato",
  "Projects funded": "Progetti finanziati",
  "Open source": "Open source",
  "Podcast": "Podcast",
  "Epic": "Epico",
  "Winner": "Vincitore",
  "Board": "Commissione",
  "Creator": "Creatori",
  "Select language": "Seleziona la lingua",
  "Request a language": "Richiedi la traduzione",
  "Check out some trending projects this week that you can follow in the discovery view!": "Scopri i progetti di tendenza di questa settimana, che puoi seguire nella pagina di esplorazione!",
  "Add goal": "Aggiungi un obiettivo",
  "from": "da",
  "Grant funds will be distributed by principled bitcoin board members.": "I fondi del Grant saranno distribuiti dai membri della Commissione di bitcoiners di principio.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "Contribusci direttamente al Grant {{titolo}} usando il QR Code (lightning e onchain)",
  "1 Sat = 1 vote.": "1 Sat = 1 voto.",
  "Verify your email": "Verifica la tua email",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "Fai il backup del tuo account Geyser e del tuo progetto inserendo l'email. Così potrai sempre accedere a Geyser (in caso di censura dei social media) e aggiornare in modo sicuro le informazioni del progetto.",
  "Email input": "Inserisci l'email",
  "Failed to generate OTP.": "Impossibile generare il codice OTP.",
  "Email is a required field": "L'email è necessaria",
  "Please enter a valid Email address": "Inserisci un indirizzo email valido",
  "Failed to update email.": "Impossibile aggiornare l'email.",
  "Failed to verify email.": "Impossibile verificare l'email.",
  "Your email": "La tua email",
  "Wallet updated successfully!": "Wallet aggiornato con successo!",
  "Failed to update wallet.": "Impossibile aggiornare il wallet.",
  "Failed to login with email": "Impossibile fare login con l'email",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "Puoi aggiornare in sicurezza il tuo wallet tramite One Time Password sulla tua email verificata.",
  "Verify email": "Verifica l'email",
  "This email has not been verified": "Questa email non è ancora verificata",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "Puoi aggiornare la tua email in sicurezza, usando il codice OTP inviato per l'ultima email verificata.",
  "Delete profile": "Cancella il profilo",
  "Failed to delete profile": "Impossibile cancellare il profilo",
  "Settings": "Impostazioni",
  "To delete your profile permanently from Geyser.": "Per cancellare definitivamente il tuo profilo da Geyser.",
  "Your profile has been deleted.": "Il tuo profilo è stato cancellato.",
  "Profile has been deleted": "Il profilo è stato cancellato",
  "Type '{{textToConfirm}}' and confirm": "Digita '{{textToConfirm}}' e conferma",
  "Close": "Chiudi",
  "Check your SPAM folder for the email.": "Controlla la cartella SPAM per l'email.",
  "Delete your profile permanently from Geyser.": "Cancella definitivamente il tuo profilo da Geyser.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "Verifica la tua email per proteggere il tuo account e modificare le informazioni relative al wallet. Questa email verrà usata per inviarti notifiche importanti sul progetto e gli aggiornamenti del wallet.",
  "As a project creator, you cannot delete your profile": "Come creatore del progetto, non puoi cancellare il tuo profilo",
  "Successfully updated user email": "Email utente aggiornata con successo",
  "Email verification successfull!": "Verifica email avvenuta con successo!",
  "Copy onchain address": "Copia indirizzo onchain",
  "Not now": "Non ora",
  "Add row above": "Aggiungi riga sopra",
  "Add row below": "Aggiungi riga sotto",
  "Add column left": "Aggiungi colonna sx",
  "Add column right": "Aggiungi colonna dx",
  "Remove column": "Rimuovi colonna",
  "Remove row": "Rimouvi riga",
  "Insert video": "Inserisci video",
  "Insert": "Inserisci",
  "Must be a valid twitter URL": "Deve essere un valido urt twitter",
  "URL is required": "URL è obbligatorio",
  "Insert tweet": "Inserisci tweet",
  "Failed to insert tweet": "Inserimento tweet fallito",
  "Connect more accounts": "Connetti più account",
  "Pulldown to refresh": "Premere per ricaricare",
  "Hide": "Nascondi",
  "Error fetching project stats": "Errore nel recuperare le statistiche del progetto",
  "Error fetching badges": "Errore nel recupero dei badge",
  "Historical": "Storico",
  "No data available": "Nessun dato disponibile",
  "Details": "Dettagli",
  "Add": "Aggiungi",
  "Last 30 days": "Ultimi 30 giorni",
  "Last 7 days": "Ultimi 7 giorni",
  "Last 12 months": "Ultimi 12 mesi",
  "Exported on": "Esportato su",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "Se venissi chiuso fuori dal progetto da Geyser, si può accedere al progetto da qualsiasi altro client Nostr utilizzando la propria chiave privata, che è stata salvata da Geyser per voi.",
  "Get your Private Key Kit off your computer and print out a copy": "Prendete il vostro kit di chiavi private dal computer e stampatene una copia",
  "Store it somewhere safe.": "Salvalo in un posto sicuro",
  "Nostr Private Key information": "L'informazione di chiave privata Nostr",
  "Public Key": "Chiave pubblica",
  "Be aware of the following:": "Tieni presente quanto segue:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "Se si perdono o si rilasciano le chiavi private, il progetto rischia di essere compromesso e Geyser non può fare nulla al riguardo.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "Geyser prende in custodia le chiavi private dell'utente, pertanto si sconsiglia l'utilizzo di queste chiavi private per l'esperienza Nostr non-custodial.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "Non tutte le funzionalità di Geyser sono ancora integrate in Nostr, pertanto non tutti i contenuti creati su Geyser saranno interoperabili con il resto della rete Nostr.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "Se si modifica l'indirizzo lightning di Geyser da altri clienti, Geyser non ha modo di verificare gli Zap effettuati da altri client, pertanto questi Zap non verranno visualizzati su Geyser.",
  "Export Private key (nsec)": "Esporta chiave privata (nsec)",
  "Are you sure you want to export your private keys?": "Sei sicuro di voler esportare la tua chiave privata?",
  "Warning: your project risks being compromised if you leak your private key.": "Attenzione: il progetto rischia di essere compromesso se si perde la chiave privata.",
  "I understand the risks of exporting my private key": "Comprendo i rischi dell'esportazione della mia chiave privata",
  "failed to copy": "non è stato copiato",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Nostr è un protocollo semplice e aperto che consente la trasmissione di informazioni a livello globale, decentralizzato e resistente alla censura. Geyser fornisce a ogni progetto il proprio npub. Ciò significa che potrete accedere al vostro progetto da altri client Nostr e che la vostra attività su Geyser sarà visibile e accessibile su più piattaforme.",
  "Below you can find the information you need to access your public and private keys.": "Di seguito sono riportate le informazioni necessarie per accedere alle chiavi pubbliche e private.",
  "Your Nostr Public Key (npub)": "La vostra chiave pubblica Nostr (npub)",
  "Warning: Before exporting your private keys, make sure to read the following message.": "Attenzione: Prima di esportare le chiavi private, leggere il seguente messaggio.",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "È possibile esportare le chiavi private del progetto Geyser per accedervi da un altro client Nostr. Tuttavia, occorre tenere presente quanto segue:",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "Maneggiare la chiave con molta cura. Chiunque sia in possesso della chiave privata può pubblicare a nome del progetto. Se si perde la chiave privata, il progetto rischia di essere compromesso e Geyser non può fare nulla per evitarlo.",
  "The Relays": "I Relay",
  "These are the relays that we publish to.": "Questi sono i relay su cui pubblichiamo.",
  "You need to login before creating your project.": "Devi accedere prima di creare il tuo progetto.",
  "Please provide secure links, starting with https://": "Per favore, fornire link sicuri che iniziano con https://",
  "Project Private Key Kit (nsec)": "Kit di chiavi private del progetto (nsec)",
  "Share": "Condividi",
  "Select an image": "Seleziona un'immagine",
  "Title is a required field.": "Il titolo è obbligatorio",
  "Find out more": "Sopri di più",
  "Milestone": "Obiettivo",
  "Successfully contributed to": "Contribuito con successo il",
  "Project Identifier": "Identificativo Progetto",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "Impostare l'identificativo unico del progetto per creare un URL personalizzato e ottenere un indirizzo Lightning corrispondente per il progetto Geyser.",
  "Your Nostr Private Key Kit (nsec)": "Il kit di chiavi private Nostr (nsec)",
  "Limited Edition (skip if no limit)": "Edizione limitata (salta se non lo è)",
  "Currency": "Valuta",
  "Describe the item you would like to sell": "Descrivi l'oggetto che vorresti vendere",
  "Price": "Prezzo",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "Il tuo indirizzo lightning di Geyser è <1>{{projectAddress}}</1>. Tutti i fondi inviati a questo indirizzo saranno immediatamente indirizzati al portafoglio specificato di seguito.",
  "Confirm project launch": "Conferma il lancio del progetto",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "Lanciando il progetto, questo sarà visibile e consultabile dal pubblico. Sarà possibile disattivare il progetto, ma non nasconderlo dopo averlo lanciato.",
  "Lightning Node": "Nodo Lightning",
  "Confirm launch": "Conferma lancio",
  "You’re all set!": "E' tutto pronto!",
  "Zoom": "Zoom",
  "Warning! By changing this identifier your old project links will not send you to your project": "Attenzione! Modificando questo identificatore, i vecchi link al progetto non vi rimanderanno al vostro progetto.",
  "Private Key": "Chiave privata",
  "sold": "venduto",
  "Items": "Oggetti",
  "Bitcoin Price": "Prezzo Bitcoin",
  "Date": "Data",
  "Status": "Status",
  "Show more": "Mostra di più",
  "Delivered": "Consegnato",
  "To do": "Da fare",
  "Shipped": "Spedito",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "Seguiteci e taggateci sui social media all'indirizzo @geyserfund, così potremo amplificare i vostri contenuti.",
  "Type": "Tipo",
  "Reference": "Riferimento",
  "To": "Per",
  "From": "Da",
  "Export": "Esporta",
  "Custom Range": "Intervallo personalizzato",
  "Past Month": "Mese precedente",
  "Past Week": "Settimana precedente",
  "All": "Tutti",
  "Donation": "Donazione",
  "BTC (sats)": "BTC (sats)",
  "Are you sure you want to make the change?": "Siete sicuri di voler fare questo cambiamento?",
  "Badge": "Badge",
  "Checkout": "Checkout",
  "Project URL": "URL Progetto",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "È stato cambiato l'identificativo del progetto, che modifica anche l'URL di Geyser e l'indirizzo di Lightning.",
  "Are you sure?": "Sei sicuro?",
  "Nostr settings": "Impostazioni Nostr",
  "USD ($)": "USD ($)",
  "Make a donation": "Fai una donazione",
  "Sell anything to reward your contributors": "Vendi qualsiasi cosa per ricompensare i tuoi collaboratori",
  "Oops, looks like this page got lost in space": "Ops, sembra che questa pagina si sia persa nello spazio",
  "No items with this status.": "Nessun elemento con questo stato.",
  "Category": "Categoria",
  "months": "mesi",
  "Purchases": "Acquisti",
  "Followed": "Seguiti",
  "month": "mese",
  "Quantity": "Quantità",
  "Reference code": "Codice di riferimento",
  "Shipping status": "Stato della spedizione",
  "Guide": "Guida",
  "Support Geyser": "Supporto Geyser",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "Geyser ti fornisce una piattaforma per mostrare e amplificare il tuo progetto. Considera di darci un po' di valore in cambio in modo da poter continuare a migliorare il nostro prodotto.",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "Per favore, prova ad aggiornare questa pagina o prova a cancellare i dati del sito (Ispeziona -> Applicazione -> Cancella dati del sito).",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "Se il problema persiste, faccelo sapere tramite il nostro <1>modulo di feedback</1> o contattaci su <3>Telegram</3>",
  "This project does not exist": "Questo progetto non esiste",
  "What may have gone wrong:": "Cosa potrebbe essere andato storto:",
  "You may have typed the wrong URL": "Potresti aver digitato l'URL sbagliato",
  "The project may have been deleted": "Il progetto potrebbe essere stato cancellato",
  "The creator may have changed the project URL": "Il creatore potrebbe aver cambiato l'URL del progetto",
  "Grant amount": "Importo della sovvenzione",
  "APPLICATION PENDING": "APPLICAZIONE IN ATTESA",
  "Pending Applications": "Applicazioni in sospeso",
  "Connect with Nostr": "Connettiti con Nostr",
  "Post": "Post",
  "Invoice": "Fattura",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "Per ricevere gli articoli selezionati, devi inviare i tuoi dati di spedizione all'email del creatore. Geyser non vuole memorizzare le tue informazioni private per motivi di sicurezza.",
  "More info": "Più info",
  "Download & Continue": "Scarica e continua",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "Continuando, riconosci di essere responsabile della richiesta di rimborsi.",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "Per mantenere Geyser senza KYC, le transazioni on-chain vengono scambiate con Lightning in modo non detentivo. Quindi, ti chiediamo di scaricare un File di rimborso come backup nel raro caso in cui un pagamento fallisca.",
  "Download refund file before proceeding": "Scarica il file di rimborso prima di procedere",
  "Enter your email to receive transaction confirmation": "Inserisci la tua email per ricevere la conferma della transazione",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "Il tempo di completamento può variare a causa delle condizioni della rete Bitcoin, come le dimensioni del mempool e le commissioni di transazione. Grazie per la tua pazienza.",
  "View transaction on explorer": "Visualizza la transazione sull'explorer",
  "Get notified (optional)": "Ricevi una notifica (opzionale)",
  "Download refund file": "Scarica il file di rimborso",
  "Payment & refund instructions": "Istruzioni per pagamenti e rimborsi",
  "Copy link": "Copia il link",
  "Claim refund": "Richiedi rimborso",
  "Transaction has failed": "La transazione non è riuscita",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "Inserisci l'indirizzo on-chain Bitcoin su cui desideri ottenere un rimborso.",
  "Send the exact payment amount in Satoshis": "Invia l'importo esatto del pagamento in Satoshis",
  "Set the transaction fee to medium or high": "Imposta la commissione di transazione su media o alta",
  "Address is required to claim funds": "L'indirizzo è obbligatorio per richiedere i fondi",
  "Upload refund file": "Carica il file di rimborso",
  "Initiate refund": "Avvia rimborso",
  "Refund initiated successfully": "Rimborso avviato con successo",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "Qui puoi avviare i rimborsi per le transazioni di contributo fallite. Se il tuo browser ha archiviato i file di rimborso localmente, inserisci semplicemente il tuo indirizzo on-chain Bitcoin per procedere. In caso contrario, dovrai anche caricare il file di rimborso che dovresti aver salvato in modo sicuro durante il processo di contributo.",
  "For more info on Refund Policies and Fees <1>click here.</1>": "Per maggiori informazioni sulle Politiche e Commissioni di rimborso <1>clicca qui.</1>",
  "Check out my project in geyser: {{projectLink}}": "Dai un'occhiata al mio progetto in geyser: {{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "Siamo in missione per cambiare le regole del gioco e abbiamo bisogno del tuo aiuto. Tuffati nel nostro progetto su @geyserfund e facciamo la differenza. Ci stai? {{projectLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "Sogna con noi! Stiamo lanciando qualcosa di incredibile su @geyserfund e sei invitato a far parte del viaggio. Unisciti a noi! {{projectLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "Grandi notizie! Abbiamo appena lanciato il nostro ultimo progetto su @geyserfund e abbiamo bisogno del TUO aiuto per renderlo realtà. Pronto a fare la differenza? {{projectLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "Unisciti a noi per dare vita al nostro progetto dei sogni su @geyserfund. Cambiamo le cose insieme! {{projectLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "Notizia dell'ultima ora: stiamo scuotendo le cose con il nostro nuovo progetto su @geyserfund! Dai un'occhiata: {{projectLink}} #BreakingNews",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "Stiamo trasformando i nostri sogni in realtà con questo progetto su @geyserfund. Il tuo supporto conta: {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "Facendo la differenza, un passo alla volta. Unisciti alla nostra missione su @geyserfund e aiutaci a lasciare un impatto duraturo. Il tuo supporto fa la differenza: {{projectLink}} #MakeADifference",
  "By keeping your project in 'draft', it will remain hidden until you decide to launch it": "Mantenendo il tuo progetto in 'bozza', rimarrà nascosto fino a quando non deciderai di lanciarlo",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "In alternativa, puoi esplorare altri provider di indirizzi Lightning e i rispettivi limiti tramite questo link: <1>Elenco di Lightning Wallet</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "Ci dispiace, ma la tua transazione non può essere completata. Il wallet del progetto che stai cercando di finanziare ha raggiunto il suo limite massimo e non può ricevere più di {{amount}} Sats in questo momento.",
  "Scan and pay invoice with bitcoin.": "Scansiona e paga la fattura con bitcoin.",
  "Download and securely store your Refund File.": "Scarica e archivia in modo sicuro il tuo file di rimborso.",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "Se lo hai fatto, e hai stabilito che non desideri procedere con un rimborso in questo momento, è completamente sicuro per te chiudere questa finestra",
  "Do not close this window": "Non chiudere questa finestra",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "Il file di rimborso può essere eliminato in sicurezza, poiché la tua transazione è stata elaborata con successo.",
  "Refund Transaction Fees": "Commissioni di transazione per il rimborso",
  "Amount contributed": "Importo contribuito",
  "Contribution to": "Contributo a",
  "Refund summary": "Riepilogo del rimborso",
  "Total Refunded": "Rimborso totale",
  "We apologize for any inconvenience caused.": "Ci scusiamo per l'inconveniente.",
  "If you need assistance, please don't hesitate to reach out to us for support.": "Se hai bisogno di assistenza, non esitare a contattarci per supporto.",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "Sentiti libero di <1>contattare il creatore</1> per informarli del tuo tentativo di finanziamento.",
  "Alternatively": "In alternativa",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "Sfortunatamente, non siamo in grado di raggiungere il wallet per generare una fattura. Questo potrebbe accadere perché",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "Candidati a partecipare a {{title}} creando il tuo progetto su Geyser e selezionandolo nel flusso di candidatura",
  "Confirm Delete": "Conferma eliminazione",
  "Leaderboard (All)": "Classifica (Tutti)",
  "Sats sent": "Sats inviati",
  "votes": "voti",
  "voters": "votanti",
  "sats sent": "sats inviati",
  "How voting works": "Come funziona il voto",
  "This grant uses ": "Questo finanziamento usa ",
  "Incremental Voting": "Voto incrementale",
  "1 vote": "1 voto",
  "From 1,000 to 9,999 sats": "Da 1.000 a 9.999 sats",
  "2 votes": "2 voti",
  "From 10,000 to 99,999 sats": "Da 10.000 a 99.999 sats",
  "3 votes": "3 voti",
  "Above 100k sats": "Sopra 100k sats",
  "Above 100k sats = 3 votes": "Sopra 100k sats = 3 voti",
  "Let's vote!": "Votiamo!",
  "Proportional Voting": "Voto Proporzionale",
  " to enable more funding to go towards projects. This means:": "per consentire a più fondi di essere destinati ai progetti. Questo significa:",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 Sat = 1 Voto. Ogni Sat è un Voto.",
  "You can send Sats to multiple projects and multiple times": "Puoi inviare Sats a più progetti e più volte",
  "You can send Sats anonymously": "Puoi inviare Sats in modo anonimo",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "Rimani aggiornato sui progetti che segui ricevendo aggiornamenti regolari sui progetti e annunci sui prodotti Geyser. Inserisci l'e-mail qui sotto e annulla l'iscrizione in qualsiasi momento.",
  "Enter Goal Title": "Inserisci il titolo dell'obiettivo",
  "Deleting this goal will result in losing all of its progress": "L'eliminazione di questo obiettivo comporterà la perdita di tutti i suoi progressi",
  "Are you sure you want to delete goal titled": "Sei sicuro di voler eliminare l'obiettivo intitolato",
  "Delete Goal": "Elimina obiettivo",
  "Denominate your goal in Bitcoin or USD": "Denomina il tuo obiettivo in Bitcoin o USD",
  "Inspire your followers to contribute to specific objectives.": "Ispira i tuoi follower a contribuire a obiettivi specifici.",
  "Goal Title": "Titolo dell'obiettivo",
  "Goal Amount": "Importo dell'obiettivo",
  "Denomination": "Denominazione",
  "Create goal": "Crea obiettivo",
  "Nostr": "Nostr",
  "Sold": "Venduti",
  "Buy": "Compra",
  "Followers": "Follower",
  "Ready for delivery": "Pronto per la consegna",
  "Preorder": "Preordine",
  "Goals": "Obiettivi",
  "weeks": "settimane",
  "Change language": "Cambia lingua",
  "Discover": "Scopri",
  "Completed": "Completato",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "Questo è l'obiettivo predefinito. I contributi saranno indirizzati qui a meno che i collaboratori non decidano di finanziare un altro obiettivo. Una volta completato questo obiettivo, il prossimo obiettivo in linea diventerà automaticamente l'obiettivo predefinito.",
  "This goal is denominated in US Dollars": "Questo obiettivo è denominato in dollari USA",
  "contributed towards goal": "contributo verso l'obiettivo",
  "Location": "Posizione",
  "of": "di",
  "Posts": "Post",
  "Delivery in": "Consegna in",
  "contributed in total": "contribuito in totale",
  "Title must match exactly": "Il titolo deve corrispondere esattamente",
  "Github": "Github",
  "No contributions have been made to this project": "Non sono stati effettuati contributi a questo progetto",
  "Project details": "Dettagli del progetto",
  "Anonymous": "Anonimo",
  "Select project": "Seleziona progetto",
  "Logged in with": "Accedi con",
  "Do you want to receive monthly email updates of the projects you follow?": "Vuoi ricevere aggiornamenti via e-mail mensili sui progetti che segui?",
  "Sign in": "Accedi",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "Rimani aggiornato sui progetti che segui ricevendo aggiornamenti regolari sui progetti e annunci sui prodotti Geyser.",
  "Sign in to Geyser": "Accedi a Geyser",
  "Yes, please send me updates": "Sì, inviami gli aggiornamenti",
  "Don't ask again": "Non chiedere più",
  "Reset filters": "Resetta filtri",
  "Create project": "Crea progetto",
  "Receive email notifications for projects you follow": "Ricevi notifiche via email per i progetti che segui",
  "Stay informed": "Rimani informato",
  "Feature project": "Progetto in primo piano",
  "Featured": "In primo piano",
  "No, no project updates": "No, nessun aggiornamento del progetto",
  "Learn more": "Scopri di più",
  "Filter by": "Filtra per",
  "View results": "Visualizza risultati",
  "My Projects": "I miei progetti",
  "Inactive projects": "Progetti inattivi",
  "Past week": "Settimana scorsa",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "Il tuo progetto non è visibile al pubblico e non può ricevere contributi. Fai clic su Pubblica quando sei pronto per andare in diretta.",
  "Draft": "Bozza",
  "Updates on projects I follow": "Aggiornamenti sui progetti che seguo",
  "Contributions Received": "Contributi ricevuti",
  "No contributions received": "Nessun contributo ricevuto",
  "Global Feed": "Feed globale",
  "Projects I Follow": "Progetti che seguo",
  "Top Contribution": "Contributo principale",
  "Anonymous contributor": "Collaboratore anonimo",
  "New post": "Nuovo post",
  "Top Projects and Contributors": "Progetti e collaboratori principali",
  "Past month": "Mese scorso",
  "The projects and contributors making world-changing ideas a reality": "I progetti e i collaboratori che rendono realtà idee che cambiano il mondo",
  "Select period...": "Seleziona il periodo...",
  "through": "attraverso",
  "Open Grants": "Open Grants",
  "Open": "Apri",
  "Awarded": "Assegnato",
  "Sponsors": "Sponsor",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "Condividi il tuo indirizzo Geyser Lightning con chiunque, e potranno finanziarti istantaneamente tramite esso.",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "Aggiungi questo Lightning Address al tuo profilo Nostr per questo progetto per essere \"zappato\" (mancia) direttamente da altri utenti",
  "Write post": "Scrivi post",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "Nostr npub è l'identificatore univoco del tuo progetto sulla rete sociale Nostr, decentralizzata e resistente alla censura.",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "Un Lightning Address è un identificatore simile a un indirizzo email per la ricezione di Bitcoin.",
  "Lightning address & NPUB": "Lightning address e NPUB",
  "Available": "Disponibile",
  "Share the post page to spread the word across the internet and social media.": "Condividi la pagina del post per diffondere la notizia su internet e sui social media.",
  "Share post": "Condividi il post",
  "Project is part of a voting grant": "Il progetto fa parte di una sovvenzione di voto",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "Questo Grant utilizza il Voto Incrementale per garantire che tutti i voti possano avere un impatto. Funziona così:",
  "You can vote multiple times and towards multiple projects": "Puoi votare più volte e per più progetti",
  "You can vote by sending Sats": "Puoi votare inviando Sats",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "Puoi esprimere fino a 3 voti per progetto in base agli importi cumulativi inviati a ciascun progetto:",
  "Inactive Wallet": "Wallet inattivo",
  "View Sales": "Visualizza vendite",
  "Unhide": "Mostra",
  "Sales": "Vendite",
  "Accounting": "Contabilità",
  "Project Info": "Informazioni sul progetto",
  "Notifications": "Notifiche",
  "Funds received (sats)": "Fondi ricevuti (sats)",
  "Views": "Visualizzazioni",
  "Funding by method": "Finanziamento per metodo",
  "Funding by region": "Finanziamento per regione",
  "Private message": "Messaggio privato",
  "Export CSV": "Esporta CSV",
  "Project info": "Informazioni sul progetto",
  "Upload image": "Carica immagine",
  "Youtube and Vimeo video links are supported for project headers.": "I link ai video di Youtube e Vimeo sono supportati per le intestazioni dei progetti.",
  "Media url": "URL dei media",
  "Upload additional image": "Carica immagine aggiuntiva",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "Per modificare il tuo portafoglio, devi verificare il tuo indirizzo email per motivi di sicurezza. Puoi farlo nelle impostazioni del tuo <0> profilo </0> <1>  Scopri di più nella Guida. </1> ",
  "Choose Geyser split per transaction:": "Scegli la divisione Geyser per transazione:",
  "Featured Wallets": "Wallet in evidenza",
  "Export Private Key (nsec)": "Esporta chiave privata (nsec)",
  "Project status": "Stato del progetto",
  "Are you sure you want to deactivate the project ?": "Sei sicuro di voler disattivare il progetto?",
  "Update project status": "Aggiorna lo stato del progetto",
  "Delete Project": "Elimina il progetto",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "Questo progetto è alla ricerca di finanziamenti tramite {{grantName}}. Per supportare il progetto con il tuo voto, accedi con un account di social media collegato (i conti Lightning non sono ammessi per il voto). Sei il benvenuto a contribuire anche senza effettuare l'accesso, ma non conterà come voto.",
  "Provide your Nostr public address (npub)": "Fornisci il tuo indirizzo Nostr pubblico (npub)",
  "The Bitcoin address you entered is invalid": "L'indirizzo Bitcoin inserito non è valido",
  "Basket": "Cestino",
  "Summary": "Riepilogo",
  "All posts": "Tutti i post",
  "Post on X": "Pubblica su X",
  "Your post is live!": "Il tuo post è attivo!",
  "Don’t forget to share it on social media to maximize its reach.": "Non dimenticare di condividerlo sui social media per massimizzare la sua portata.",
  "Followers (Everyone)": "Follower (Tutti)",
  "Back to post": "Torna al post",
  "Post Title": "Titolo del post",
  "Publish": "Pubblica",
  "The summary of the post": "Il riepilogo del post",
  "Send post by email": "Invia il post via email",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "Puoi pubblicare un post sulla piattaforma visibile a tutti e, facoltativamente, inviarlo via email a membri selezionati della tua community.",
  "Don’t Lose Your Progress": "Non perdere i tuoi progressi",
  "Upload header image": "Carica immagine di intestazione",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "Il titolo del post, il sottotitolo e l'immagine saranno le uniche cose visibili nell'email che gli utenti riceveranno. Assicurati che siano accattivanti per invitarli a visitare il tuo post.",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "Stai per uscire. Considera di salvare il tuo post come bozza per evitare di perdere il tuo lavoro e finirlo più tardi.",
  "Link": "Link",
  "Send via email": "Invia tramite email",
  "Send to": "Invia a",
  "Select recipients": "Seleziona destinatari",
  "Email will be sent to": "L'email verrà inviata a",
  "members.": "membri.",
  "Completed Goals": "Obiettivi completati",
  "Successfully deleted post!": "Post eliminato con successo!",
  "Back to posts": "Torna ai post",
  "Failed to fetch featured project": "Impossibile recuperare il progetto in evidenza",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "I wallet sono contrassegnati come instabili quando una transazione fallisce a causa di un errore di transazione, liquidità in entrata insufficiente o altro. Considera di effettuare una piccola transazione per ripristinare il tuo progetto allo stato attivo o cambiare il tuo wallet.",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "Il tuo wallet non è funzionante. Cambia il tuo wallet per ricevere contributi.",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "Il tuo progetto è attivo e può ricevere contributi. Condividi il tuo progetto per ottenere maggiore visibilità.",
  "No projects": "Nessun progetto",
  "Profile settings": "Impostazioni del profilo",
  "Goal": "Obiettivo",
  "Exit the creation flow": "Esci dal flusso di creazione",
  "The project will be saved as a Draft and you can access it in your Profile page.": "Il progetto verrà salvato come bozza e potrai accedervi nella tua pagina Profilo.",
  "Save as draft": "Salva come bozza",
  "Leave a public comment here.": "Lascia un commento pubblico qui.",
  "Enter your comment here...": "Inserisci qui il tuo commento...",
  "Private comments": "Commenti privati",
  "Funded": "Finanziato",
  "Merch": "Merchandising",
  "Provide your Lightning Address for a full or partial refund": "Fornisci il tuo indirizzo Lightning per un rimborso totale o parziale",
  "To a goal": "Ad un obiettivo",
  "Email and Updates": "Email e aggiornamenti",
  " Total to pay": "Totale da pagare",
  "Copy invoice": "Copia fattura",
  "Download invoice": "Scarica fattura",
  "Update your community by email": "Aggiorna la tua community via email",
  "Facebook": "Facebook",
  "Google": "Google",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "<0>Invia l'importo esatto del pagamento in Satoshis</0> per garantire un'elaborazione corretta ed evitare che il pagamento venga rifiutato.",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "<0>Imposta la commissione di transazione su media o alta</0> e regola il tasso della commissione in satoshi per byte (sat/B) per assicurarti che lo swap venga elaborato entro 24 ore.",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "<0>Scarica e archivia in modo sicuro il tuo File di rimborso;</0> in caso di dubbio, riscarica per assicurarti che sia",
  "Transaction is being processed": "La transazione è in fase di elaborazione",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "Scarica e archivia in modo sicuro il tuo file di rimborso; in caso di dubbio, scaricalo di nuovo per garantirne la sicurezza.",
  "Get notified via email (optional)": "Ricevi notifiche via email (opzionale)",
  "Enter notified by email (optional)": "Inserisci notifica via email (opzionale)",
  "Refresh Page": "Aggiorna pagina",
  "Continue with email": "Continua con l'email",
  "Twitter (X)": "Twitter (X)",
  "You can login securely by using One Time Password sent to your email.": "Puoi accedere in modo sicuro utilizzando la password monouso inviata alla tua email.",
  "Receive One Time Password": "Ricevi password monouso",
  "We sent you an OTP code to": "Ti abbiamo inviato un codice OTP a",
  "Paste (or type) it below to continue.": "Incolla (o digita) qui sotto per continuare.",
  "Banner": "Banner",
  "Spread the word": "Passa parola",
  "This month": "Questo mese",
  "Hall of Fame": "Hall of Fame",
  "Top Projects": "Progetti principali",
  "Top Heroes": "Eroi principali",
  "Creators": "Creatori",
  "Ambassadors": "Ambasciatori",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "Scopri i progetti migliori che stanno avendo un impatto significativo sull'adozione di massa di Bitcoin",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "Raccolti <1>{{usdAmount}}</1> ({{satsAmount}} sats) con <3>{{numberOfContributions}}</3> contributi da <5>{{numberOfFunders}}</5> utenti",
  "Those bringing the most successful projects to life": "Coloro che danno vita ai progetti di maggior successo",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "Coloro i cui contributi alimentano i progetti su Geyser, guidando l'adozione di Bitcoin",
  "Heroes Hall of Fame": "Hall of Fame degli Eroi",
  "Those spreading the word about valuable projects and enabling contributions to happen": "Coloro che diffondono la parola su progetti preziosi e consentono di effettuare contributi",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "Condividi la Hall of Fame degli Eroi per mostrare i migliori Contributori, Creatori e Ambasciatori dell'ecosistema Bitcoin!",
  "Hero link:": "Link eroe:",
  "Top Contributors": "Top Contributor",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "Contributi per <1>{{usdAmount}}</1> ({{satsAmount}} sats) con <3>{{numberOfContributions}}</3> contributi a <5>{{numberOfProjects}}</5> progetti",
  "Top Creators": "Top Creatori",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Raccolti <1>{{usdAmount}}</1> ({{satsAmount}} sats) in <3>{{numberOfProjects}}</3> progetti",
  "Top Ambassadors": "Top Ambasciatori",
  "made in contributions": "fatti in contributi",
  "raised in contributions": "raccolti in contributi",
  "Hero Rank": "Classifica degli Eroi",
  "Ambassador": "Ambasciatore",
  "of enabled contributions": "di contributi abilitati",
  "Error fetching user profile": "Errore durante il recupero del profilo utente",
  "Copy card": "Copia scheda",
  "Creator Ranking": "Classifica dei creatori",
  "Contributor Ranking": "Classifica dei contributori",
  "Ambassador Ranking": "Classifica degli ambasciatori",
  "Resend code": "Reinvia codice",
  "Geyser Manifesto": "Manifesto di Geyser",
  "with": "con",
  "contributions": "contributi",
  "to get your custom": "per ottenere il tuo personalizzato",
  "Become the first project": "Diventa il primo progetto",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "Qualcuno che consente i contributi verso i progetti diffondendo la parola usando il suo link Eroe unico",
  "and track the impact of sharing.": "e monitorare l'impatto della condivisione.",
  "A unique link that tracks contributions you helped generate": "Un link unico che traccia i contributi che hai contribuito a generare",
  "Hero link": "Link eroe",
  "Share on X": "Condividi su X",
  "by spreading the word and enabling more contributions to this project.": "diffondendo la parola e consentendo più contributi a questo progetto.",
  "No contributions have been enabled through sharing yet.": "Nessun contributo è stato ancora abilitato tramite la condivisione.",
  "No Purchases made yet": "Nessun acquisto effettuato",
  "Failed to fetch purchases": "Impossibile recuperare gli acquisti",
  "No contributions made yet": "Nessun contributo effettuato",
  "Order placed": "Ordine effettuato",
  "Order number": "Numero d'ordine",
  "Unit price": "Prezzo unitario",
  "By continuing to checkout you are accepting our T&Cs": "Continuando con il checkout, accetti i nostri T&C",
  "Please refresh the page and try again": "Aggiorna la pagina e riprova",
  "Something went wrong": "Qualcosa è andato storto",
  "An Error Occured": "Si è verificato un errore",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "Abbiamo riscontrato un problema con il flusso di pagamento. Ciò potrebbe essere dovuto a un servizio di terze parti o a un errore di sistema interno. Ci scusiamo per questo inconveniente e apprezziamo la tua pazienza mentre lavoriamo per risolverlo.",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "Alcuni errori di sistema sono temporanei. Facendo clic sul pulsante Riprova, puoi riprovare il pagamento.",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "Se continui a riscontrare questo problema o hai bisogno di assistenza, non esitare a contattarci per supporto.",
  "for this project by spreading the word using your": "per questo progetto diffondendo la parola usando il tuo",
  "Next Actions": "Prossime azioni",
  "Become an": "Diventa un",
  "Hero Link:": "Link eroe:",
  "Send to new email": "Invia a nuova email",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "Controlla la tua email ({{email}}) per ricevere notifiche sulla conferma della transazione.",
  "Learn more about Geyser Grants.": "Scopri di più su Geyser Grants.",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "Sovvenzioni per educatori, creativi e costruttori che promuovono ulteriormente l'adozione di Bitcoin. Aiuta a finanziare il prossimo round di sovvenzioni ora!",
  "Guardians": "Guardiani",
  "Closed Grants": "Sovvenzioni chiuse",
  "Make a recurring contribution": "Effettua una contribuzione ricorrente",
  "Subscription": "Abbonamento",
  "Subscribing anonymously": "Iscrizione anonima",
  "You would not be able to manage your subscription through geyser.": "Non sarai in grado di gestire il tuo abbonamento tramite geyser.",
  "To manage your subscription in the future, please login to stripe with your provided email.": "Per gestire il tuo abbonamento in futuro, accedi a stripe con l'email fornita.",
  "Warrior": "Guerriero",
  "Legend": "Leggenda",
  "Knight": "Cavaliere",
  "King": "Re",
  "Why Geyser": "Perché Geyser",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "I Guardiani di Geyser giocano un ruolo fondamentale nell'adozione di Bitcoin. Diventando un Guardiano, finanzi direttamente le sovvenzioni per i creatori e ricevi vantaggi esclusivi in cambio.",
  "Words from creators on Geyser": "Parole dai creatori su Geyser",
  "Geyser Guardians": "Guardiani di Geyser",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "In un mondo in cui prevalgono nichilismo e pessimismo sul futuro, Bitcoin ci ha portato speranza. Non solo speranza per un mondo costruito su denaro sano, ma speranza nel potere dell'azione per creare un cambiamento significativo. Il mondo è malleabile e gli individui hanno il potere di rimodellarlo.",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "Affinché i sani principi di Bitcoin si affermino nel mondo, il cambiamento deve avvenire a tutti i livelli della società. Sviluppatori, educatori, scrittori, registi, artisti e intere comunità hanno tutti un ruolo da svolgere nella costruzione del mondo Bitcoin. Nessuna azione è troppo piccola: piccole azioni si sommano a movimenti di base globali.",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "Bitcoin è una rivoluzione pacifica, ma pacifico non significa passivo. È tempo di agire. Sei un Bitcoiner? Allora sei il protagonista di questa storia e gli strumenti sono nelle tue mani.",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "I Cypherpunk lo capirono. Non hanno aspettato il permesso, hanno costruito gli strumenti della libertà. Nel 1993, il Manifesto Cypherpunk dichiarò: \"I Cypherpunk scrivono codice\". Nel 2009, Satoshi Nakamoto rilasciò il codice di Bitcoin. Bitcoin nacque dall'azione e dalla volontà di cambiamento.",
  "- Geyser Team": "- Team Geyser",
  "Metamick": "Metamick",
  "Stelios": "Stelios",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "La visione è sempre stata quella di porre solide fondamenta per l'era digitale, allontanandosi dal percorso predeterminato del controllo totalitario e della censura e muovendosi verso la decentralizzazione, l'apertura, la libertà e l'autodeterminazione. Per portare ricchezza inimmaginabile e fioritura umana.",
  "Vlad": "Vlad",
  "Partners": "Partner",
  "What will you do to help bring about Bitcoin adoption?": "Cosa farai per contribuire all'adozione di Bitcoin?",
  "Sajal": "Sajal",
  "Discounts": "Sconti",
  "Physical Items": "Oggetti fisici",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "Portando i graffi di innumerevoli battaglie, il Guerriero è un difensore senza paura dell'adozione di Bitcoin. La sua armatura leggera e i suoi istinti affilati lo rendono agile e strategico, raccogliendo supporto per le idee nei loro primi giorni. La spilla magica che indossa brilla di più quando è vicino ad altri Bitcoiner e nei paesi in cui Bitcoin è valuta legale.",
  "Digital Items": "Oggetti digitali",
  "Deliveries will begin in Q1 2025.": "Le consegne inizieranno nel Q1 2025.",
  "Experiences": "Esperienze",
  "Infinite army": "Esercito infinito",
  "Explore Guardians": "Esplora i Guardiani",
  "Leave a private message to the creator.": "Lascia un messaggio privato al creatore.",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "Stai finanziando in modo anonimo. <1>Accedi</1> per collegare il tuo contributo al tuo profilo.",
  "Individuals who spread the word about Geyser projects by sharing.": "Individui che diffondono la voce sui progetti Geyser condividendo.",
  "Project Story": "Storia del Progetto",
  "Promote": "Promuovi",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "I primi <1>{{discountItems}}</1> {{guardian}}s ottengono <3>10%</3> di SCONTO. <5>{{remainingDiscounts}}</5> rimanenti.",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "Il Re comprende il lungo cammino verso l'iper-bitcoinizzazione. Bere dal suo calice incantato gli concede lungimiranza, permettendogli di pianificare strategie impeccabili per far avanzare l'adozione di Bitcoin. Con la sua corona d'oro e la sua saggia leadership, ispira l'unità tra i Bitcoiners, guidandoli verso un futuro prospero.",
  "Most funded projects filtered by:": "Progetti più finanziati filtrati per:",
  "Search country or region": "Cerca paese o regione",
  "Worldwide": "In tutto il mondo",
  "Search category or sub category": "Cerca categoria o sottocategoria",
  "All categories": "Tutte le categorie",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "Fatti scoprire più facilmente selezionando fino a {{MAX_TAGS_ALLOWED}} tag del progetto.",
  "Board members": "Membri del consiglio",
  "You can send Sats to projects to multiple projects and multiple times": "Puoi inviare Sats ai progetti a più progetti e più volte",
  "Receive on": "Ricevi su",
  "Add external video": "Aggiungi video esterno",
  "Create Goal": "Crea obiettivo",
  "did ": "ha fatto ",
  "times.": "volte.",
  " or ": " o ",
  "sold out!": "esaurito!",
  "Goal reached:": "Obiettivo raggiunto:",
  "Update your community": "Aggiorna la tua community",
  "Project Category": "Categoria del progetto",
  "Choose the most fitting category. Landing page features trending projects in each category.": "Scegli la categoria più adatta. La pagina di destinazione presenta i progetti di tendenza in ogni categoria.",
  "Select category": "Seleziona categoria",
  "category": "categoria",
  "with following features": "con le seguenti caratteristiche",
  "Project category is required to proceed": "La categoria del progetto è obbligatoria per procedere",
  "Please select a category": "Si prega di selezionare una categoria",
  "Project subcategory is required to proceed": "La sottocategoria del progetto è obbligatoria per procedere",
  "Please select a subcategory": "Si prega di selezionare una sottocategoria",
  "Please select a country": "Si prega di selezionare un paese",
  "Project country is required to proceed": "Il paese del progetto è obbligatorio per procedere",
  "Country": "Paese",
  "Get found more easily by putting your project on the map. Select a country": "Fatti trovare più facilmente mettendo il tuo progetto sulla mappa. Seleziona un paese",
  "Select country": "Seleziona paese",
  "Post saved successfully!": "Post salvato con successo!",
  "Write an update": "Scrivi un aggiornamento",
  "Images": "Immagini",
  "Pre-Order": "Pre-ordina",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "Per una migliore vestibilità, seleziona un'immagine orizzontale 4:3. Limite di dimensione immagine: 10 MB.",
  "Select Category": "Seleziona Categoria",
  "Short Description": "Breve descrizione",
  "Expected Availability Date": "Data di disponibilità prevista",
  "Enable this option to request the user's shipping address. This is necessary for delivering physical products directly to your supporters.": "Abilita questa opzione per richiedere l'indirizzo di spedizione dell'utente. Questo è necessario per consegnare i prodotti fisici direttamente ai tuoi sostenitori.",
  "Successfully updated!": "Aggiornato con successo!",
  "All goals": "Tutti gli obiettivi",
  "Goal updates": "Aggiornamenti dell'obiettivo",
  "Share the goal page to spread the word across the internet and social media.": "Condividi la pagina dell'obiettivo per spargere la voce su Internet e sui social media.",
  "Share goal": "Condividi l'obiettivo",
  "Edit goal": "Modifica obiettivo",
  "The board evaluates all applications and decides the allocation of the funds collected.": "Il consiglio valuta tutte le domande e decide l'allocazione dei fondi raccolti.",
  "Achievements": "Risultati",
  "Upcoming Grants": "Prossime sovvenzioni",
  "Investors": "Investitori",
  "Become our partner": "Diventa nostro partner",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "Gli investitori impegnati nella missione Bitcoin di apertura, libertà e innovazione.",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "Marchi Bitcoin che consentono ai creatori di promuovere l'adozione in tutto il mondo.",
  "Goal reached": "Obiettivo raggiunto",
  "Goal created": "Obiettivo creato",
  "New Project": "Nuovo progetto",
  "Funding Limits & Verification": "Limiti di finanziamento e verifica",
  "Phone Verification": "Verifica del telefono",
  "Verified": "Verificato",
  "Raise up to $100k in total": "Raccogli fino a $100.000 in totale",
  "Max $10k per contribution": "Max $10.000 per contributo",
  "Gov ID": "Documento d'identità",
  "Increase my limit": "Aumenta il mio limite",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "I limiti sono in atto per prevenire abusi, truffe o attività fraudolente. Fornisce un ulteriore livello di fiducia ai contributori del tuo progetto.",
  "Go limitless": "Vai senza limiti",
  "Enable fiat contributions": "Abilita i contributi in valuta fiat",
  "Remove funding limits": "Rimuovi i limiti di finanziamento",
  "Raised up to $10k in total": "Raccolti fino a $10.000 in totale",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "I contributi in valuta fiat hanno una commissione aggiuntiva del 3,5% addebitata dal processore di pagamento di terze parti.",
  "Nostr Wallet Connect": "Nostr Wallet Connect",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "Consenti ai tuoi contributori di finanziare con valuta fiat. Quando abilitato, tutti i pagamenti vengono automaticamente convertiti in Bitcoin e depositati istantaneamente nel tuo wallet Bitcoin collegato.",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Wallet Connect</0> è un protocollo che utilizza Nostr per connettere le app web con i wallet lightning. Leggi di più su <2>nwc.dev.</2>",
  "Email Verification": "Verifica e-mail",
  "OTP Sent to the updated email": "OTP inviato all'e-mail aggiornata",
  "Verify your identity": "Verifica la tua identità",
  "Skip": "Salta",
  "Identity verification": "Verifica dell'identità",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "Dovrai verificare la tua identità con un documento d'identità per abilitare i contributi in valuta fiat. Disattiva tale funzionalità se non desideri completare la verifica.",
  "Lightning Address & Wallet": "Lightning Address e Wallet",
  "Continue to verification": "Procedi alla verifica",
  "You’re almost ready to launch!": "Sei quasi pronto per il lancio!",
  "Verification Successful": "Verifica riuscita",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "I contributori potranno spendere in valuta fiat tramite la loro carta di credito o il metodo di pagamento locale, mentre tu riceverai sempre Bitcoin su Lightning.",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "La verifica richiede solo un documento d'identità rilasciato dal governo e richiede meno di 2 minuti tramite il nostro partner sicuro e affidabile.",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "La verifica del creatore ti consente di sbloccare alcune funzionalità per tutti i tuoi progetti sulla piattaforma:",
  "A verified creator badge": "Un badge di creatore verificato",
  "To help you build trust with potential contributors.": "Per aiutarti a creare fiducia con i potenziali contributori.",
  "Become a guardian": "Diventa un tutore",
  "You have successfully completed the phone verification.": "Hai completato con successo la verifica del telefono.",
  "Complete Identity Verification": "Completa la verifica dell'identità",
  "Remove raising limits on your project": "Rimuovi i limiti di raccolta fondi sul tuo progetto",
  "Complete the identity verification to:": "Completa la verifica dell'identità per:",
  "Your project can now receive up to 100k dollars.": "Il tuo progetto può ora ricevere fino a 100.000 dollari.",
  "Phone verification": "Verifica del telefono",
  "You can now raise more than $100k in contributions for your project.": "Ora puoi raccogliere più di $100.000 in contributi per il tuo progetto.",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "Hai anche guadagnato un badge “Creatore verificato” e abilitato i contributi in valuta fiat sul tuo progetto.",
  "You have successfully completed the document verification!": "Hai completato con successo la verifica del documento!",
  "Email verification required": "Verifica e-mail richiesta",
  "Please verify your email.": "Per favore, verifica la tua email.",
  "Verification on hold": "Verifica in sospeso",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "La tua verifica è in sospeso. Potresti aver bisogno di caricare nuovamente alcuni documenti o fornire informazioni aggiuntive. Contatta support@geyser.fund.",
  "Complete verification": "Completa la verifica",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Il tuo progetto ha raggiunto il limite di finanziamento di $10.000. Completa la verifica telefonica per continuare a raccogliere fino a $100.000.",
  "Funding limit reached!": "Limite di finanziamento raggiunto!",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Il tuo progetto ha raggiunto il limite di finanziamento di $100.000. Completa la verifica dell'identità per continuare a raccogliere oltre $100.000.",
  "You have almost reached your funding limit!": "Hai quasi raggiunto il limite di finanziamento!",
  "Verify now": "Verifica ora",
  "Become a Verified Creator": "Diventa un creatore verificato",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "Ottieni un badge di creatore verificato e abilita i contributi fiat verificando la tua identità.",
  "Back to profile": "Torna al profilo",
  "Subscriptions": "Abbonamenti",
  "Profile": "Profilo",
  "Profile information": "Informazioni del profilo",
  "This email has been verified": "Questa email è stata verificata",
  "Update email": "Aggiorna email",
  "Verifications": "Verifiche",
  "Customize your profile and project notifications.": "Personalizza le notifiche del tuo profilo e del progetto.",
  "Creator notifications": "Notifiche creatore",
  "Projects I follow": "Progetti che seguo",
  "You will receive project updates regarding the projects that you follow. ": "Riceverai aggiornamenti sui progetti che segui.",
  "Unfollow": "Non seguire più",
  "View, adjust, and manage all your subscriptions.": "Visualizza, regola e gestisci tutti i tuoi abbonamenti.",
  "Active subscriptions": "Abbonamenti attivi",
  "You don't have any active subscriptions.": "Non hai abbonamenti attivi.",
  "You don't have any paused subscriptions.": "Non hai abbonamenti in pausa.",
  "Profile Settings": "Impostazioni del profilo",
  "Identity": "Identità",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0> ha scelto di diventare un Geyser Guardian per supportare la nostra piattaforma e contribuire a spingere l'adozione di Bitcoin.",
  "Nudge the creator": "Sollecita il creatore",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "Fai sapere al creatore che desideri effettuare un pagamento con valuta fiat, in modo che possa configurarlo.",
  "Select a currency supported by our payment provider": "Seleziona una valuta supportata dal nostro fornitore di pagamenti",
  "Identity verification required": "Verifica dell'identità richiesta",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "Tutte le informazioni sensibili condivise durante il processo di verifica vengono gestite in modo sicuro dal fornitore di verifica.",
  "Redirection Notice": "Avviso di reindirizzamento",
  "clicking here": "cliccando qui",
  "Waiting for payment to be confirmed": "In attesa della conferma del pagamento",
  "Contribution amount above $10k": "Importo del contributo superiore a $10.000",
  "To contribute more than $10k, please complete a one-time identity verification.": "Per contribuire con più di $10.000, completa una verifica dell'identità una tantum.",
  "Collapse": "Comprimi",
  "Meanwhile, please try other payment methods": "Nel frattempo, prova altri metodi di pagamento",
  "Creator will be notified shortly": "Il creatore verrà avvisato a breve",
  "Creator Verification": "Verifica del creatore",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin, Lightning o Fiat (oltre 20 metodi di pagamento)",
  "Receive funds instantly, in your Bitcoin wallet": "Ricevi fondi istantaneamente, nel tuo portafoglio Bitcoin",
  "Configure wallet": "Configura il portafoglio",
  "Wallet limits": "Limiti del portafoglio",
  "Minimum Receivable Limit": "Limite minimo ricevibile",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "Contatta il tuo provider di portafoglio, poiché potrebbe offrire un'opzione per aumentare questi limiti.",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "Questi limiti sono stabiliti a discrezione del tuo provider di portafoglio Lightning. Per aumentarli, considera:",
  "Maximum Receivable Limit": "Limite massimo ricevibile",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Il tuo progetto ha quasi raggiunto il tuo limite di finanziamento di $10.000. Completa la verifica telefonica per continuare a raccogliere fino a $100.000.",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Il tuo progetto ha quasi raggiunto il limite di finanziamento di $100.000. Completa la verifica dell'identità per continuare a raccogliere fondi sopra $100.000.",
  "Please try again, once the creator has removed the funding limits.": "Riprova, una volta che il creatore avrà rimosso i limiti di finanziamento.",
  "This project has reached its Funding limit": "Questo progetto ha raggiunto il suo limite di finanziamento",
  "Products": "Prodotti",
  "Search project": "Cerca progetto",
  "No trending products found": "Nessun prodotto di tendenza trovato",
  "Failed to fetch recent products": "Impossibile recuperare i prodotti recenti",
  "Failed to fetch project goals": "Impossibile recuperare gli obiettivi del progetto",
  "time.": "tempo.",
  "Configure Wallet": "Configura Wallet",
  "Project objective is a required field.": "L'obiettivo del progetto è un campo obbligatorio.",
  "Enabled": "Abilitato",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "Ti sarà richiesto di verificare la tua identità dal nostro fornitore di pagamenti di terze parti. Questa verifica è richiesta solo per pagamenti in valuta fiat superiori a $500 al mese.",
  "To contribute more than $10k, please log in and complete a one-time verification.": "Per contribuire con più di $10.000, effettua il login e completa una verifica una tantum.",
  "Enable": "Abilita",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "L'ultima volta che qualcuno ha cercato di inviare fondi a questo wallet, c'è stato un problema di liquidità.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "L'ultima volta che qualcuno ha tentato di effettuare una donazione a questo progetto, la generazione dell'invoice non è andata a buon fine.",
  "This project is live and wallet running smoothly.": "Il progetto è attivo e il wallet funziona regolarmente.",
  "This project has been deactivated by the project creator.": "Questo progetto è stato disattivato dal creatore del progetto.",
  "The payment minimum is 1 satoshi.": "Il pagamento minimo è 1 satoshi.",
  "Objective": "Obiettivo",
  "Add the main project image that will be displayed in all thumbnails": "Aggiungi l'immagine principale del progetto che sarà visibile in tutte le anteprime.",
  "For best fit, pick a square image. Image size limit: 10MB.": "Per una migliore resa, scegli un'immagine quadrata. Dimensione massima: 10MB.",
  "Header": "Intestazione",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "Le notifiche relative al progetto saranno inviate all'email del tuo profilo, che puoi modificare in Impostazioni Profilo. Assicurati di verificare la mail per mantenere al sicuro il tuo wallet.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "Un Lightning Address personalizzato non può terminare con \"@geyser.fund\".",
  "Please use a valid email-formatted address for your Lightning Address.": "Utilizzare un formato valido per Lightning Address.",
  "Are you sure you want to disconnect this account?": "Sei sicuro di voler scollegare questo account?",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "Bitcoin è segnale, tutto il resto è rumore.\n          Abbiamo creato Geyser Grants per aiutare a trasmettere più segnale Bitcoin nel mondo.\n          Cioè, per accelerare la crescita dell'ecosistema Bitcoin aumentando la consapevolezza di Bitcoin, abilitando la cultura Bitcoin e supportando lo sviluppo necessario.\n          Attraverso queste sovvenzioni supporteremo educatori, sviluppatori, imprenditori e creativi Bitcoin con le risorse di cui hanno bisogno per avviare le loro iniziative.\n          Accettiamo contributi Bitcoin per ogni singola sovvenzione e non addebitiamo alcuna commissione per le operazioni di sovvenzione. Per maggiori informazioni, consulta questo documento.",
  "Ask for shipping address": "Richiedi l'indirizzo di spedizione",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "L'indirizzo Lightning è un modo semplice per inviare fondi. Quando qualcuno invia denaro a questo indirizzo, questo viene immediatamente indirizzato al vostro portafoglio privato. Questo vi garantisce la piena custodia e l'accesso immediato ai vostri fondi.",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "Meetup Bitcoin e Vlog di viaggio sull'adozione di Bitcoin nel Sud del mondo!",
  "Are you sure you want to save these changes?": "Siete sicuri di voler salvare queste modifiche?",
  "Save Changes": "Salva Cambiamenti",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "Puoi farlo aprendo il tuo ambiente di sviluppo (tasto destro -> ispeziona), quindi facendo clic su Application > Storage > Clear site data.",
  "Onchain": "Onchain",
  "You can try the transaction again, in case the wallet becomes accessible again.": "Puoi riprovare la transazione, nel caso in cui il wallet torni ad essere accessibile.",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "Abbiamo informato il creatore di questo problema e speriamo in una rapida risoluzione da parte sua.",
  "We took actions": "Abbiamo preso provvedimenti",
  "The lightning address provided for the wallet might no longer be valid.": "L'indirizzo lightning fornito per il wallet potrebbe non essere più valido.",
  "The lightning node may be temporarily down.": "Il nodo lightning potrebbe essere temporaneamente inattivo.",
  "Or use a social account": "Oppure usa un account social",
  "Add one or multiple images or video links to help bring your project to life": "Aggiungi una o più immagini o collegamenti video per dare vita al tuo progetto",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "Se esci da questa visualizzazione, le tue informazioni non verranno salvate. Potresti voler salvare il tuo lavoro come bozza prima di uscire da questa visualizzazione",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "Per una migliore vestibilità, seleziona un'immagine orizzontale 16:9. Limite di dimensione dell'immagine: 10 MB.",
  "Enter your message here...": "Inserisci qui il tuo messaggio...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "Il tuo progetto non può ricevere contributi ma è visibile al pubblico. Per riattivare il tuo progetto vai su Impostazioni.",
  "Your project is in review and therefore cannot receive contributions": "Il tuo progetto è in fase di revisione e quindi non può ricevere contributi",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "Il tuo progetto è in fase di revisione e quindi non può ricevere contributi e non è visibile al pubblico.",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "Il tuo progetto è stato segnalato per violazione dei nostri Termini e Condizioni. Dovresti aver ricevuto un'email con maggiori dettagli su come procedere. Il tuo progetto non è attualmente visibile al pubblico.",
  "This project has not been launched yet.": "Questo progetto non è ancora stato lanciato.",
  "This project has been flagged for violating our Terms & Conditions.": "Questo progetto è stato segnalato per violazione dei nostri Termini e Condizioni.",
  "Check your email": "Controlla la tua email",
  "Contribute without login": "Contribuisci senza effettuare il login",
  "What now?": "E adesso?",
  "Card": "Carta",
  "Get Featured": "Fatti notare",
  "Private comment": "Commento privato",
  "Confirmation Message": "Messaggio di conferma",
  "Ask contributors for Nostr public address (npub)": "Chiedi ai contributori l'indirizzo pubblico (npub) di Nostr",
  "Ask contributors for a lighting address in case of partial or full refund": "Chiedi ai contributori un indirizzo Lightning in caso di rimborso parziale o totale",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "I contributori possono sempre inviarti un messaggio privato con informazioni aggiuntive. Puoi anche selezionare le opzioni predefinite di seguito per richiedere dettagli specifici da loro nel messaggio privato. Se selezionato, il commento privato diventa obbligatorio per il contributore.",
  "Delivery Time (Weeks)": "Tempo di consegna (Settimane)",
  "Canceled subscriptions": "Abbonamenti annullati",
  "Please login to use fiat payment": "Effettua il login per utilizzare il pagamento in valuta fiat",
  "Fiat": "Fiat",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "Collega il tuo account social con la più grande prova sociale, consentendo agli utenti di scoprirti e verificare più facilmente la tua reputazione",
  "INACTIVE": "INATTIVO",
  "Please update the amount, or contact us for donating a higher amount.": "Per favore aggiorna l'importo, o contattaci per donare una somma maggiore.",
  "Please update the amount.": "Per favore aggiorna l'importo.",
  "Please enter an email.": "Per favore inserisci un'email.",
  "ACTIVE": "ATTIVA",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "Mentre si avventura nelle terre dei non-coiners, l'armatura e la spada del Cavaliere lo proteggono da ogni Paura, Incertezza e Dubbio che gli vengono lanciati contro. La sua spada ha poteri mitici. Si carica vicino a fonti di energia naturali come cascate e geyser, e scatena fulmini verso i suoi avversari.",
  "Email is required when subscribing to a project.": "L'email è obbligatoria quando ci si abbona a un progetto.",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "Avvolto nel mistero, la Leggenda si muove tra le ombre, eludendo anche l'indagine più attenta. La sua visione laser taglia le bugie dei governi e delle istituzioni, svelando chiarezza e verità. Coloro che incontrano il suo sguardo vengono per sempre trasformati, accesi da un desiderio incrollabile di perseguire un futuro più libero e migliore.",
  "Post published": "Post pubblicato",
  "Your post is now live": "Il tuo post è ora online",
  "$100 per week": "$100 a settimana",
  "Contributed": "Ha contribuito",
  "Browse map": "Sfoglia mappa",
  "Send your shipping address to the creator at the following email": "Invia il tuo indirizzo di spedizione al creatore al seguente indirizzo email",
  "In partnership with": "In collaborazione con",
  "&": "E",
  "Guardian collectible cards": "Carte collezionabili Guardian",
  "Guardian t-shirts": "Magliette Guardian",
  "Guardian jerseys": "Maglie Guardian",
  "Guardian bitaxes": "Bitaxe Guardian",
  "CARD": "CARTA",
  "OF": "DI",
  " GUARDIANS": "GUARDIANI",
  "21% of all sales go directly to fund our Bitcoin grants.": "Il 21% di tutte le vendite va direttamente a finanziare le nostre sovvenzioni Bitcoin.",
  "All prices include shipping.": "Tutti i prezzi includono la spedizione.",
  "Failed to fetch project stats": "Impossibile recuperare le statistiche del progetto",
  "Notifications for Projects I follow": "Notifiche per i progetti che seguo",
  "Donate": "Donare",
  "Terms": "Termini",
  "Safe to delete refund file": "È sicuro cancellare il file di rimborso",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "È sicuro cancellare il file di rimborso, poiché la tua transazione è stata elaborata correttamente.",
  "Geyser Cards": "Carte Geyser",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "Le carte Geyser celebrano i tuoi risultati nel panorama Bitcoin.",
  "Similar projects in": "Progetti simili in",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "Le visualizzazioni del progetto vengono tracciate con SimpleAnalytics, uno strumento di analisi incentrato sulla privacy. I numeri reali sono probabilmente più alti.",
  "T-Shirts": "Magliette",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "Articoli in edizione limitata realizzati in collaborazione con i migliori marchi Bitcoin che supportano i creatori di Bitcoin.",
  "BitAxe": "BitAxe",
  "Collectible Cards": "Carte collezionabili",
  "COLLECT YOURS": "COLLEZIONALI",
  "Jerseys": "Maglie",
  "& JOIN THE COMMUNITY OF ": "& UNISCITI ALLA COMMUNITY DI ",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "COLLEZIONALI 👇 & UNISCITI ALLA COMMUNITY DI <1>{{totalUsers}}</1> GUARDIANI",
  "REMAINING": "RIMANENTI",
  "followers": "Seguaci",
  "Delete product": "Elimina prodotto",
  "Product": "Prodotto",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Geyser non è un negozio. È un modo per dare vita a progetti creativi utilizzando Bitcoin. La tua donazione supporterà un progetto creativo che deve ancora essere sviluppato. C'è il rischio che, nonostante i migliori sforzi di un creatore, il tuo prodotto non venga evaso e ti invitiamo a considerare questo rischio prima di sostenerlo. Geyser non è responsabile per le richieste di progetto o l'evasione del prodotto.",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "Eliminando questo progetto, perderai tutti i dati associati a questo progetto, comprese descrizioni, foto, voci e prodotti.",
  "Add Products": "Aggiungi prodotti",
  "Create a product": "Crea un prodotto",
  "Create product": "Crea prodotto",
  "Or, use a product template below": "Oppure, usa un modello di prodotto qui sotto",
  "Add product": "Aggiungi prodotto",
  "Product Name": "Nome del prodotto",
  "Save product": "Salva prodotto",
  "Update Product": "Aggiorna prodotto",
  "Edit Product": "Modifica prodotto",
  "Publish Product": "Pubblica prodotto",
  "Create Product": "Crea prodotto",
  "Are you sure you want to remove the product?": "Sei sicuro di voler rimuovere il prodotto?",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "I prodotti in edizione limitata non possono essere modificati dopo l'acquisto per garantire l'equità ai primi acquirenti. Per modificare le quantità dei prodotti in edizione limitata, crea un nuovo prodotto.",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "Tieni presente che tutti i prezzi dei prodotti verranno automaticamente aggiornati per riflettere il loro valore equivalente in SWITCH_TO_REWARD_CURRENCY, in base al prezzo corrente del Bitcoin in dollari USA. Se lo desideri, puoi aggiornare i prezzi individualmente per ogni prodotto nella pagina del prodotto.",
  "No products are selected": "Nessun prodotto selezionato",
  "Trending products": "Prodotti di tendenza",
  "No products sold": "Nessun prodotto venduto",
  "Products Sold": "Prodotti venduti",
  "Sell product": "Vendi prodotto",
  "Hidden products": "Prodotti nascosti",
  "Products sold": "Prodotti venduti",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "Stai per cambiare la denominazione della valuta per tutti i tuoi prodotti da CURRENT_REWARD_CURRENCY a SWITCH_TO_REWARD_CURRENCY.",
  "Available Products": "Prodotti disponibili",
  "To receive the selected products, please send your shipping details to the creator’s email, which will be revealed in the success screen.": "Per ricevere i prodotti selezionati, invia i tuoi dati di spedizione all'e-mail del creatore, che verrà rivelata nella schermata di successo.",
  "Product buyers": "Acquirenti del prodotto",
  "Linked goals and products": "Obiettivi e prodotti collegati",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "L'uso dei collegamenti ti consente di evidenziare un prodotto o un obiettivo specifico, aiutandoti a indirizzare le persone ad esso.",
  "Link Goals and Products": "Collega obiettivi e prodotti",
  "Select products": "Seleziona prodotti",
  "Add your product specifications (eg. T-shirt size)": "Aggiungi le specifiche del tuo prodotto (es. taglia della maglietta)",
  "Created product": "Prodotto creato",
  "Product currency denomination": "Denominazione della valuta del prodotto",
  "Product Updates": "Aggiornamenti del prodotto",
  "All products": "Tutti i prodotti",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your new product via email.": "Coinvolgi la tua community, i tuoi follower, i tuoi contributori e gli acquirenti dei prodotti inviando loro un aggiornamento sul tuo nuovo prodotto via e-mail.",
  "Share product": "Condividi il prodotto",
  "Share the product page to spread the word across the internet and social media.": "Condividi la pagina del prodotto per spargere la voce su Internet e sui social media.",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "Per i prodotti ancora in fase di sviluppo e non pronti per la spedizione, impostali su 'Pre-ordine' per consentire gli acquisti anticipati da parte degli utenti.",
  "Add one or multiple images to help showcase your product": "Aggiungi una o più immagini per mostrare il tuo prodotto",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "Imposta un messaggio personalizzato per ringraziare i contributori, fornire dettagli importanti o condividere ulteriori informazioni che vorresti far sapere loro dopo aver richiesto il prodotto.",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "Usa \"Data di disponibilità prevista\" per impostare quando il tuo prodotto sarà sviluppato e disponibile.",
  "Specify estimated delivery time for the product from the moment it is ordered.": "Specifica il tempo di consegna stimato per il prodotto dal momento in cui viene ordinato.",
  "Failed to update product": "Impossibile aggiornare il prodotto",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "I prodotti ti consentono di restituire qualcosa ai tuoi contributori, da badge digitali e prodotti fisici a sponsorizzazioni. Consulta la nostra guida su ",
  "How to leverage the power of Products": "Come sfruttare il potere dei prodotti",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "Ricevi un'e-mail mensile sul riepilogo del tuo progetto: statistiche, progressi sugli obiettivi e prodotti di tendenza.",
  "Failed to fetch project products": "Impossibile recuperare i prodotti del progetto",
  "Invalid legal entity type": "Tipo di entità legale non valido",
  "Individual": "Individuale",
  "Company": "Azienda",
  "Non-profit": "Organizzazione no-profit",
  "Please select an identity below, to enable verification.": "Seleziona un'identità di seguito per abilitare la verifica.",
  "Full Name": "Nome completo",
  "Update Information": "Aggiorna informazioni",
  "Incorporation Document": "Documento di costituzione",
  "Tax Residency": "Residenza fiscale",
  "Verify your identity to get access to higher limits and tax-deducting features.": "Verifica la tua identità per ottenere l'accesso a limiti più elevati e funzionalità di deduzione fiscale.",
  "Tax ID": "ID fiscale",
  "Tax profile": "Profilo fiscale",
  "Enter Tax ID": "Inserisci ID fiscale",
  "(optional)": "(opzionale)",
  "Full name": "Nome completo",
  "Enter full name": "Inserisci il nome completo",
  "Legal entity type": "Tipo di entità legale",
  "State": "Stato",
  "Hero ID: {{heroId}}": "ID eroe: {{heroId}}",
  "Report project": "Segnala progetto",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "Questo progetto è gestito da un'organizzazione non profit in {{country}}. La tua donazione è detraibile dalle tasse e include una ricevuta per i tuoi registri fiscali.",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>Indirizzi Lightning</0> sono come un indirizzo e-mail, ma per i tuoi Bitcoin. Riceverai tutte le transazioni on-chain e lightning direttamente nel tuo wallet lightning. Ottieni il tuo guardando i nostri <2>wallet consigliati.</2>",
  "Verify your profile as a:": "Verifica il tuo profilo come:",
  "Rate is required": "La tariffa è obbligatoria",
  "User ID is required": "L'ID utente è obbligatorio",
  "Rate must be a number": "La tariffa deve essere un numero",
  "Rate must be > {{min}} and <= {{max}}": "La tariffa deve essere > {{min}} e <= {{max}}",
  "Tax ID is required for Non-profits": "L'ID fiscale è obbligatorio per le organizzazioni non profit",
  "Country is required for Non-profits": "Il paese è obbligatorio per le organizzazioni non profit",
  "Required for country US and Non-profits": "Obbligatorio per il paese USA e le organizzazioni non profit",
  "A tax-deductible invoice is provided  when contributing to this project.": "Viene fornita una fattura detraibile dalle tasse quando si contribuisce a questo progetto.",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "Per garantire un nome accurato nella fattura, aggiorna il tuo nome utente o il profilo fiscale nelle impostazioni del profilo.",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "Inviaci i documenti a hello@geyser.fund, certificando di essere un'organizzazione benefica registrata con donazioni detraibili dalle tasse.",
  "This information will be displayed in donations and sale invoices.": "Queste informazioni verranno visualizzate nelle donazioni e nelle fatture di vendita.",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "Queste informazioni verranno visualizzate nelle donazioni e nelle fatture di vendita, per consentire donazioni detraibili dalle tasse su progetti idonei.",
  "Charity projects with Tax benefits": "Progetti di beneficenza con vantaggi fiscali",
  "Pending Verification": "Verifica in sospeso",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "Aiuta Geyser nella sua missione di accelerare l'adozione di Bitcoin di base nel mondo.",
  "SATOSHI AMOUNT": "IMPORTO SATOSHI",
  "Geyser tip": "Suggerimento Geyser",
  "sats in contributions to this project.": "sats nei contributi a questo progetto.",
  "So far, ": "Finora, ",
  "Copy hero link": "Copia il link dell'eroe",
  "This project has not enabled fiat contributions yet": "Questo progetto non ha ancora abilitato i contributi in valuta fiat",
  "Learn More": "Scopri di più",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "Questa piccola commissione è un segno di impegno. Dimostra che sei serio riguardo al tuo progetto e pronto a condividerlo con il mondo. Ciò significa che puoi iniziare a ricevere supporto dai collaboratori immediatamente.",
  "Show Less": "Mostra meno",
  "Wallet Unreachable": "Wallet irraggiungibile",
  "You're live on Geyser Launchpad!": "Sei online su Geyser Launchpad!",
  "Copied": "Copiato",
  "Project in Launchpad": "Progetto in Launchpad",
  "more to launch": "altro per il lancio",
  "Successful follow!": "Follow effettuato con successo!",
  "Share it with other friends to help spread the word and make this project a reality!": "Condividilo con altri amici per contribuire a diffondere la voce e rendere questo progetto una realtà!",
  "You’re about to power a launch!": "Stai per alimentare un lancio!",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "Per seguire i progetti Launchpad, abbiamo bisogno della tua email in modo da poterti avvisare quando saranno online.",
  "Add email to follow": "Aggiungi l'email per seguire",
  "Latest followers": "Ultimi follower",
  "Share link": "Condividi il link",
  "Products Cost": "Costo dei prodotti",
  "Launchpad": "Launchpad",
  "left": "rimasti",
  "Pay $21 to launch right away": "Paga $21 per lanciare subito",
  "Ready to launch": "Pronto per il lancio",
  "Your project is almost live. You can launch the project now.": "Il tuo progetto è quasi online. Puoi lanciare il progetto ora.",
  "was successfully deleted": "è stato eliminato con successo",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "Questo progetto ha ancora bisogno di {{countdown}} sostenitori per poter iniziare a raccogliere fondi.",
  "We’ll email you when the project goes live.": "Ti invieremo un'email quando il progetto sarà attivo.",
  "Ready": "Pronto",
  "Support Geyser Grants": "Sostieni Geyser Grants",
  "Help fund the next round — or get an email when it launches.": "Aiuta a finanziare il prossimo round - o ricevi un'email quando viene lanciato.",
  "Heroes": "Eroi",
  "that match your interests!": "che corrispondono ai tuoi interessi!",
  "You are not following any projects yet.": "Non stai seguendo nessun progetto.",
  "Explore projects": "Esplora progetti",
  "Top Projects this month": "Progetti migliori questo mese",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Abilitati <1>{{usdAmount}}</1> ({{satsAmount}} sats) su <3>{{numberOfProjects}}</3> progetti",
  "Prelaunch": "Pre-lancio",
  "Are you sure you want to activate the project?": "Sei sicuro di voler attivare il progetto?",
  "User": "Utente",
  "Contributions Enabled": "Contributi abilitati",
  "Geyser Promotion": "Promozione Geyser",
  "10% fee": "Commissione del 10%",
  "Let's spread the word about your project.": "Spargiamo la voce sul tuo progetto.",
  "The fee is only applied to contributions enabled through Geyser promotions": "La commissione viene applicata solo ai contributi abilitati tramite le promozioni Geyser",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "Quando abilitato, il tuo progetto diventa idoneo per essere condiviso tramite la rete di promozione di Geyser e le società di media digitali partner, portando più attenzione al tuo progetto per abilitare più contributi.",
  "Promotions": "Promozioni",
  "Payout Rate (%)": "Tasso di pagamento (%)",
  "Ambassador Payouts": "Pagamenti agli ambasciatori",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "Gli ambasciatori spargono la voce sul tuo progetto. Puoi premiare i tuoi ambasciatori più fedeli condividendo con loro una percentuale dei contributi che abilitano.",
  "Featured for a week": "In primo piano per una settimana",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "Assicurati un posto nella sezione In primo piano della pagina di destinazione per un'intera settimana.",
  "Actions": "Azioni",
  "User Hero ID": "ID eroe utente",
  "Your project doesn't have ambassadors yet.": "Il tuo progetto non ha ancora ambasciatori.",
  "Payout Rate": "Tasso di pagamento",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "Questo progetto è in pre-lancio e quindi non può ricevere contributi e non è possibile modificare lo stato del progetto.",
  "The creator has requested: ": "Il creatore ha richiesto: ",
  "Creator's message": "Messaggio del creatore",
  "Nostr Badges": "Badge Nostr",
  "Email is required when purchasing a product.": "L'email è obbligatoria per l'acquisto di un prodotto.",
  "Where grassroots Bitcoin projects come to life.": "Dove i progetti Bitcoin di base prendono vita.",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "Geyser raduna la comunità Bitcoin per finanziare idee, prodotti e cause che guidano l'adozione nel mondo reale dal basso verso l'alto.",
  "Choose your launch strategy": "Scegli la tua strategia di lancio",
  "Launch your project": "Lancia il tuo progetto",
  "If you don’t reach $210 in your first month, your project will close (you can start over)": "Se non raggiungi $210 nel tuo primo mese, il tuo progetto verrà chiuso (puoi ricominciare).",
  "Skip the challenge. Launch instantly for $21.": "Salta la sfida. Lancia subito per $21.",
  "Build momentum quickly with early supporters": "Costruisci rapidamente slancio con i primi sostenitori",
  "Geyser Launch Challenge": "Sfida di lancio di Geyser",
  "Go Live Now": "Vai in diretta ora",
  "No pressure to raise a lot right away, go by your plan.": "Nessuna pressione per raccogliere subito molto, segui il tuo piano.",
  "Seen in ‘Recently launched’ in Discovery page": "Visto in 'Lanciato di recente' nella pagina Scopri",
  "Embed": "Incorpora",
  "You have 30 days to raise $210 to officially launch and keep the project alive.": "Hai 30 giorni per raccogliere $210 per lanciare ufficialmente e mantenere attivo il progetto.",
  "Your project is now featured on the Geyser Launchpad, where supporters discover bold, early-stage ideas.": "Il tuo progetto è ora in evidenza sulla Geyser Launchpad, dove i sostenitori scoprono idee audaci e in fase iniziale.",
  "What's next?": "Cosa c'è dopo?",
  "more to go live": "mancano al lancio",
  "New in": "Novità in",
  "left to raise $210 & launch": "mancano per raccogliere $210 e lanciare",
  "This project needs to raise $210 in 30 days to go live. Share this project on social media to help launch it.": "Questo progetto deve raccogliere $210 in 30 giorni per andare in diretta. Condividi questo progetto sui social media per aiutarlo a lanciarsi.",
  "raised": "raccolti",
  "more to go live.": "mancano al lancio.",
  "Share your project far and wide — post it on social media, text it to friends, or pitch it in your community.": "Condividi il tuo progetto in lungo e in largo: pubblicalo sui social media, invialo via SMS agli amici o presentalo nella tua comunità.",
  "to raise $210": "per raccogliere $210",
  "Save as Draft": "Salva come bozza",
  "raised!": "raccolti!",
  "raised this week!": "raccolti questa settimana!",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 30 days. Help them build momentum — or they might never take off.": "Questi progetti in fase iniziale sono in modalità conto alla rovescia. Per il lancio, devono raccogliere $210 entro 30 giorni. Aiutali a creare slancio, altrimenti potrebbero non decollare mai.",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "Stai acquistando un prodotto da un progetto che è in Launchpad. Il tuo pagamento verrà elaborato, ma il progetto andrà in diretta solo se raggiungerà $210. Contribuendo, stai aiutando il creatore a raggiungere quel traguardo. 🙌",
  "Are you interested in receiving updates from this project?": "Sei interessato a ricevere aggiornamenti da questo progetto?",
  "Follow project": "Segui il progetto",
  "We will send you important updates via your profile email for the projects your follow.": "Ti invieremo aggiornamenti importanti tramite l'e-mail del tuo profilo per i progetti che segui.",
  "Raise $210 in 30 days with your community.": "Raccogli $210 in 30 giorni con la tua comunità.",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "Il futuro del tuo progetto dipende da questo primo passo fondamentale: raggiungi l'obiettivo per mantenere viva la tua visione. È la tua occasione per creare slancio iniziale e lanciarti con il botto.",
  "unFollow": "Non seguire più",
  "Launchpad projects": "Progetti Launchpad",
  "Email address is a required field.": "L'indirizzo email è un campo obbligatorio.",
  "Email verification": "Verifica email",
  "Featured in ‘Recently launched’ in Discovery page": "In evidenza in 'Lanciato di recente' nella pagina Scopri",
  "Featured in Launchpad & discovery emails": "In evidenza in Launchpad e nelle e-mail di scoperta",
  "Lightning QR code": "Codice QR Lightning",
  "Go to Project": "Vai al progetto",
  "Generating banner...": "Generazione banner...",
  "Copy image": "Copia immagine",
  "Contribute with lightning": "Contribuisci con lightning",
  "Copy embed code": "Copia codice di incorporamento",
  "Embed the contribute and leaderboard section of this page on your website": "Incorpora la sezione di contributo e classifica di questa pagina sul tuo sito web",
  "${{countDown}} out of $210": "${{countDown}} su $210"
}