{
  "projects": "プロジェクト",
  "contributors": "支援者数",
  "Search": "検索",
  "Projects with perks": "オプション付きのプロジェクト",
  "Inactive Projects": "休止中のプロジェクト",
  "Active Projects": "アクティブなプロジェクト",
  "Subscribe": "配信登録",
  "Privacy": "プライバシー",
  "Analytics": "アナリティクス",
  "activity": "アクティビティ",
  "Select": "選択する",
  "Trending in": "トレンド：",
  "Recent Projects": "最近のプロジェクト",
  "See all": "すべて見る",
  "This week": "今週",
  "All time": "全期間",
  "Failed to fetch data": "データを取得できませんでした",
  "Login": "ログイン",
  "Projects": "プロジェクト",
  "Contributions": "支援総数",
  "Entry": "活動報告",
  "Go back": "戻る",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "モバイル版X (旧Twitter) との接続に問題がある場合は、まずブラウザでx.com (旧Twitter.com) にログインしてからもう一度お試しください。",
  "Project": "プロジェクト",
  "You have been logged out": "ログアウトしました",
  "Continue": "続行する",
  "Grants": "グラント",
  "About": "Geyserについて",
  "Feedback": "お問い合わせ",
  "Sign Out": "ログアウト",
  "Dashboard": "ダッシュボード",
  "Contribute": "支援する",
  "Back": "戻る",
  "RUNNING": "アクティブ",
  "Follow": "フォロー",
  "Copied!": "コピーしました！",
  "Download": "ダウンロード",
  "Tags": "タグ",
  "Region": "国または地域",
  "Launched": "開始しました",
  "Finalize project": "プロジェクトを確定する",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "あなたのプロジェクトはまだアクティブではありません。作成ページに戻ってプロジェクト情報を確定し、開始してください！",
  "Story": "ストーリー",
  "Cancel": "キャンセル",
  "Confirm": "確定する",
  "Something went wrong.": "何か問題が発生しました。",
  "Please try again": "もう一度お試しください",
  "Failed to fetch contributions": "支援数を取得できませんでした",
  "Some time ago": "少し前",
  "ago": "前",
  "a day": "1日",
  "days": "数日",
  "an hour": "1時間",
  "a minute": "1分",
  "a few seconds": "数秒",
  "minutes": "数分",
  "hours": "数時間",
  "Total": "合計",
  "Funding as": "支援する：",
  "anonymous": "匿名",
  "Funding anonymously. Click to login": "匿名で支援する。クリックしてログイン",
  "Click to logout": "クリックしてログアウトする",
  "About to logout": "ログアウトしようとしています",
  "You are about to logout of your account": "アカウントからログアウトしようとしています",
  "Logout": "ログアウト",
  "Reach out for help": "サポートに連絡する",
  "Waiting for payment": "送金待ち",
  "Email": "メールアドレス",
  "Failed to download image": "画像のダウンロードができませんでした",
  "copy": "コピーする",
  "Go to project": "プロジェクトを見る",
  "Your project is in draft": "あなたのプロジェクトは下書きモードです",
  "Please refresh the page and try again.": "ページを再読み込みして、もう一度やり直してください。",
  "Description": "概要",
  "Links & tags": "リンクとタグ",
  "Wallet": "ウォレット",
  "Contributors": "支援者数",
  "Back to project": "プロジェクトに戻る",
  "Name": "名前",
  "Contribution": "支援",
  "Copy": "コピーする",
  "Project updated successfully!": "プロジェクトを更新しました！",
  "Project update failed!": "プロジェクトの更新ができませんでした！",
  "Save": "保存する",
  "Title": "タイトル",
  "A few words that make your project stand out": "このプロジェクトに対する意気込みを一言",
  "Add 'one liner' a simple descriptions of what your project is about": "あなたのプロジェクト概要を'端的に'言うと？",
  "Image": "画像",
  "Change image": "画像を変更する",
  "This lightning address is already taken.": "このライトニング・アドレスは他のユーザーがすでに利用しています。",
  "Leave without saving": "保存せずに閉じる",
  "failed to update project": "プロジェクトの更新ができませんでした",
  "please enter a valid url for project links": "プロジェクト・リンクには有効なURLを入力してください",
  "failed to create new tag": "新しいタグの作成ができませんでした",
  "failed to create tag": "タグの作成ができませんでした",
  "tag length must be between": "タグの長さ制限：",
  "and": "と",
  "add tag": "タグの追加",
  "Connect your sites so viewers can see more proof of your work": "あなたのサイトを登録することで、他のユーザーに対してあなたのプルーフオブワークをアピールできます",
  "Project links": "プロジェクト・リンク",
  "Add Project Link": "プロジェクト・リンクを追加する",
  "you will be redirected shortly...": "まもなくリダイレクトされます...",
  "failed to delete project": "プロジェクトを削除できませんでした",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "プロジェクト通知は、プロフィール設定で登録したメールアドレスに送信されます。登録したメールアドレスは、作成者のプロフィール設定から変更できます。",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "プロジェクトを停止すると、他のユーザーからの支援を受れなくなりますが、引き続き他のユーザーによる閲覧は可能です。また、プロジェクトはいつでも活動中へ再設定することができます。",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "プロジェクトを削除すると、あなたや他のユーザーがアクセスできなくなります。プロジェクトの削除は、支援数がゼロの場合のみ可能です。これは、プロジェクトを支援した人の透明性を確保するためです。",
  "Delete": "削除する",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "一度削除すると、もとには戻りません。このプロジェクトやプロジェクトデータを表示したり、アクセスしたりすることができなくなります。",
  "Confirm that you want to delete the project": "プロジェクトの削除を確定する",
  "FUNDED": "支援総額",
  "Project story updated successfully!": "プロジェクト・ストーリーを更新しました！",
  "There was a problem while trying to update the project story": "ストーリーの更新に問題が発生しました",
  "Write a more in-depth description of the project. You can also add images and videos.": "プロジェクトのより詳細な概要を書いてください。画像や動画を追加することもできます。",
  "Hostname or IP address": "ホスト名またはIPアドレス",
  "Public key": "公開鍵",
  "Invoice Macaroon": "インボイス・マカロン",
  "TLS certificate": "TLS認証",
  "gRPC port": "gRPCポート",
  "Lightning Address": "ライトニング・アドレス",
  "failed to create project wallet": "プロジェクト・ウォレットを作成できませんでした",
  "please provide valid wallet details": "有効なウォレットの詳細を入力してください",
  "Launch Project": "プロジェクトを開始する",
  "Save As Draft": "下書きとして保存する",
  "Connect Your Node": "あなたのノードを接続する",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "あなたのプロジェクトはもうすぐアクティブです。プロジェクトを開始して公開することも、下書きとして保存することもできます。また、プロジェクトはいつでも編集することができます。",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "続行することにより、Geyserの<1>利用規約</1>に同意します",
  "Node name cannot be longer than": "ノード名の文字数制限：",
  "characters": "文字数",
  "Tor addresses are currently not supported": "Torアドレスは現在サポートされていません",
  "Public Key must be": "公開鍵の文字数制限：",
  "characters long": "より長く",
  "The Public Key is wrongly formatted.": "公開鍵の形式に誤りがあります。",
  "Invoice Macaroon cannot be longer than": "インボイス・マカロンの文字数制限：",
  "Add a Node": "ノードを追加する",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "LNDとクリアネット・ノードを現在サポートされています。そのため、Torノードは現時点では動作しません。",
  "Node Name": "ノード名",
  "This is a Voltage Node": "これはVoltageノードです",
  "Find our demo here on how to load a Voltage node.": "Voltageノードの設定方法については、こちらのデモをご覧ください。",
  "API endpoint": "APIエンドポイント",
  "Identity Pubkey": "公開鍵認証",
  "failed to create project": "プロジェクトを作成できませんでした",
  "Create a project": "プロジェクトを作成する",
  "Create a new project": "新しいプロジェクトを作成する",
  "Transform your ideas into real world projects backed by your community": "あなたのアイデアを、コミュニティが支援する現実のプロジェクトに変えよう",
  "Raise funds from anywhere in the world": "世界中のどこからでも支援が受けられる",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "X (旧Twitter) ボタンで認証ページが開かない場合は、ブラウザの環境設定でポップアップが有効になっていることをご確認ください。",
  "The authentication request failed.": "認証できませんでした。",
  "We could not detect a Nostr extension like Alby or Flamingo.": "AlbyやFlamingoのようなNostr拡張機能が見つかりませんでした。",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "このアカウントは別のGeyserプロフィールに接続されています。あなた自身のアカウントであることを必ずご確認ください。ご不明な点がありましたら、Geyserチームへご連絡ください：",
  "Project description": "プロジェクト概要",
  "Launch project": "プロジェクトを開始する",
  "Connect wallet": "ウォレットを接続する",
  "You’re ready to launch!": "開始の準備ができました！",
  "An error occurred while attempting to load the profile page.": "プロフィール・ページの読み込み中にエラーが発生しました。",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "ページを再読み込みしてください。問題が解決しない場合は、サポートにお問い合わせください。",
  "Edit": "編集",
  "Failed to unlink account": "アカウントのリンクを解除できませんでした",
  "Connect more social profiles to your Geyser account.": "さらに多くのソーシャル・プロフィールをGeyserアカウントに接続する。",
  "Activity": "アクティビティ",
  "Followed projects": "フォロー中のプロジェクト",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "プロジェクトの開始にかかる時間はわずか2分！まだアイディアが完璧でなくても、まずはプロジェクトを作成して、あとから開始することもできます。",
  "Geyser badges": "Geyserバッジ",
  "Login with Nostr to claim the badges you earned!": "Nostrでログインして、獲得したバッジを確認しよう！",
  "Claim": "獲得する",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "このNostrアカウントをGeyserプロフィールから解除することで、別のNostrアカウントを接続することができます。しかし、現在のNostrアカウントで新しいGeyserプロフィールを作成することはできません。",
  "Your badges are connected to this Nostr account.": "あなたのバッジはこのNostrアカウントに接続されています。",
  "Disconnect": "接続を解除する",
  "Bio": "自己紹介",
  "You do not have permission to access this page.": "このページにアクセスする権限がありません。",
  "Applications Open": "受付開始",
  "Closed": "終了",
  "Active": "アクティブ",
  "Countdown to grant going live": "グラント開始までのカウントダウン",
  "Time left to vote": "投票期限",
  "Sponsored by": "スポンサー：",
  "SPONSORS": "スポンサー",
  "See the winner announcement": "受賞者の一覧はこちら",
  "Announcement": "受賞者一覧",
  "Let the Sats flow to your favorite projects.": "お気に入りのプロジェクトへsatoshi (サトシ) を贈ろう。",
  "distributed": "分配総額",
  "Vote": "投票する",
  "Apply": "申請する",
  "Login to apply": "ログインして申請する",
  "Success!": "成功しました！",
  "Select a project": "プロジェクトを選択する",
  "To apply to a grant you need to first login into Geyser.": "グラントを申請するには、まずGeyserにログインしてください。",
  "Select your Geyser project from the list": "リストからGeyserプロジェクトを選択する",
  "You have not created any projects": "あなたはまだプロジェクトを作成していません",
  "To apply for a grant you need to create a project on Geyser.": "グラントを申請するには、Geyserでプロジェクトを作成してください。",
  "Grant application failed.": "グラントの申請ができませんでした。",
  "Grant funds will be distributed based on community votes.": "グラント支援金はコミュニティ投票によって分配されます。",
  "Amount": "金額",
  "More Information": "さらに詳しい情報",
  "Grant Winners!": "グラント受賞者！",
  "See all Grants": "すべてのグラントを見る",
  "Geyser Grants": "Geyserグラント",
  "CLOSED": "終了",
  "Round 1 Announcement": "ラウンド1受賞者一覧",
  "The Geyser Grant Round 1 winners have been released.": "Geyserグラント・ラウンド1の受賞者が発表されました。",
  "The board will be responsible for reviewing and evaluating the applications.": "ボードメンバーは申請者の審査と評価を担当します。",
  "Made possible by sponsors": "スポンサーによって可能になりました",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "世界に希望の光を灯したいと願うビットコイン企業や無名の個人たち。",
  "Bitcoin Education": "ビットコイン教育",
  "Bitcoin Development": "ビットコイン開発",
  "Bitcoin Culture": "ビットコイン文化",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "このグラントの目的は、ビットコイン教育に向けた非営利的な取り組みやイニシアティブを支援することです。ビットコインは個人の自由と自己主権のためのツールです。経済的自由とアクセシビリティを世界に提供し、健全な金融システムに戻すことで、人類を次のレベルへと導く革命を可能にしています。しかし、ほとんどの人々はまだビットコインをギャンブルの道具、犯罪者のためのお金、ネズミ講、生態系の悪夢としか見ていません。だからこそ、ビットコイン教育者たちによる活動は非常に重要なのです。世界中の人々がビットコインを、横行するインフレ、取引の検閲、口座へのアクセス制限から逃れるためのツールとして使えるようにするためには、まだまだ多くの努力が必要です。詳細はこちらをご覧ください。",
  "applicants": "申請者",
  "contributed": "支援しました",
  "GRANT TO DISTRIBUTE": "分配向けのグラント",
  "Designs by": "デザイナー：",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "Geyserグラントの開発とデザインを担当した開発者とデザイナーに感謝します。",
  "Please enter a valid email address.": "有効なEメールアドレスを入力してください。",
  "Succesfully subscribed to Geyser": "Geyserニュースレターへ配信登録しました",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "ご登録ありがとうございます。近日中にGeyserのプロジェクトや製品に関するより多くの情報をお伝えします。私たちのコミュニティに参加するには、TelegramとX (旧Twitter) もあわせてご覧ください。",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "Gyserの最新プロジェクトや製品に関する情報を入手するには、以下のニュースレターへ配信登録してください。",
  "Contact Email": "お問い合わせメールアドレス",
  "You successfully subscribed to <1>Geyser Grants</1>!": "<1>Geyserグラント</1>のニュースレターへ配信登録しました！",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "Geyserでは、ビットコイン向けのプロジェクトを行う教育者、クリエーター、開発者が支援を受けています。",
  "Funded by bitcoiners who want to change the world.": "世界をより良くしたいと願うビットコイン・スポンサーが支援をしています。",
  "View project": "プロジェクトを見る",
  "Saving": "保存中",
  "Saved": "保存しました",
  "Save draft": "下書きを保存する",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "アクティブなユーザーを認識するために、GeyserはユーザーにNostrバッジを発行し、付与しています。",
  "What is Nostr": "Nostrとは",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "Nostrとは、「Notes and Other Stuff Transmitted by Relays」の略です。HTTPやTCP-IPのように、Nostrはプロトコルであり、誰でも構築できるオープン・ソースです。だからNostr自体は、あなたがサインアップするアプリやサービスではありません。詳しくは<1>nostr.how</1>をご覧ください",
  "What are Nostr Badges": "Nostrバッジとは",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "NostrバッジはNostrの新しいイベントで、ユーザーは画像、タイトル、概要付きのデジタル・アセットを付与・獲得することができます。これにはNostrのNIP-58という仕組みが採用されています。",
  "How to redeem my Nostr badge": "Nostrバッジの獲得方法について",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "Geyserバッジはプロフィール・ページで簡単に獲得できます。Nostrでログインして、プロフィール画面で&apos;獲得する&apos;。",
  "Where can I see my Geyser badges?": "自分のGeyserバッジはどこで見ることができますか？",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "Geyserバッジは、badges.pageやAmethistなど、Nostrバッジを表示するNostrプラットフォームからアクセスできます。",
  "Who can edit and update Nostr Badges?": "誰がNostrバッジの編集や更新ができますか？",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "バッジの発行者は、バッジに関する情報を編集することはできますが、バッジを取り消すことはできません。したがって、必要な場合は、Geyserはバッジの編集を行うことができます",
  "Will there be more badges?": "バッジはもっと増えますか？",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "はい！私たちは、ハードワークや重要な功績を称える特別な理由があると感じたときには、さらにバッジを作成するつもりです。しかし、たくさんのバッジ&apos;で&apos;システムを溢れさせることはありません&apos;ので、ご安心ください。",
  "Hey, I should have that badge!": "あれ、そのバッジは持ってるよ！",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "バッジを獲得している場合は、<1>hello@geyser.fund</1>までご連絡ください！",
  "Error": "エラー",
  "Authentication failed.": "認証できませんでした。",
  "Please clear your browser's cache & cookies and try again.": "ブラウザのキャッシュとクッキーを削除して、もう一度お試しください。",
  "Requested operation declined": "要求された操作は拒否されました",
  "Please use the invoice instead.": "代わりにインボイスをご使用ください。",
  "Oops! Something went wrong with WebLN.": "おっと！WebLNが使用できません。",
  "Please copy the invoice manually instead.": "代わりにインボイスを手動でコピーしてください。",
  "Connect with Lightning": "ライトニングと接続する",
  "Scan the QR code to connect to your Lightning wallet.": "QRコードをスキャンしてライトニング・ウォレットに接続してください。",
  "Check if your wallet supports LNURL-auth here.": "あなたのウォレットがLNURL-authに対応しているかどうか、こちらからご確認ください。",
  "Waiting to connect...": "接続待ち...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "自分自身で独自ノードの流動性を管理する責任があることに、必ず留意してください。",
  "Grant": "グラント",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "あなたのアカウントでログインするか、匿名を希望する場合は [続行する] を押してください。",
  "Add tags": "タグを追加する",
  "You must write a project story.": "プロジェクト・ストーリーは必ず書いてください。",
  "Public comment": "公開コメント",
  "Filter": "絞り込む",
  "cannot select more than 3 tags": "タグを3つ以上選択することはできません",
  "Leaderboard": "リーダーボード",
  "Contributor": "支援者",
  "Amount funded": "支援金額",
  "Projects funded": "支援を受けたプロジェクト",
  "Open source": "オープンソース",
  "Podcast": "ポッドキャスト",
  "Epic": "大作",
  "Winner": "受賞者",
  "Board": "ボードメンバー",
  "Creator": "クリエイター",
  "Select language": "言語選択",
  "Request a language": "言語をリクエストする",
  "Check out some trending projects this week that you can follow in the discovery view!": "ディスカバリー・ビューをとおして、フォローすべき今週のトレンド・プロジェクトをチェックしよう！",
  "Add goal": "ゴールを設定する",
  "from": "：",
  "Grant funds will be distributed by principled bitcoin board members.": "グラント支援金はビットコイナーによる主なボードメンバーによって分配されます。",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "QRコード（ライトニングとオンチェーン）をとおして{{title}}・グラントを直接支援してください。",
  "1 Sat = 1 vote.": "1 satoshi (サトシ) = 1票。",
  "Verify your email": "メールアドレスを認証する",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "Geyserアカウントとプロジェクトをメールアドレスでバックアップしてください。これにより、あなたはいつでもGeyserにアクセスすることができ（ソーシャルメディアが検閲された場合でも安心）、プロジェクト情報を安全に更新することができます。",
  "Email input": "メールアドレスの入力",
  "Failed to generate OTP.": "OTPが生成できませんでした。",
  "Email is a required field": "メールアドレスの入力は必須です",
  "Please enter a valid Email address": "有効なメールアドレスを入力してください",
  "Failed to update email.": "メールアドレスの更新ができませんでした。",
  "Failed to verify email.": "メールアドレスの認証ができませんでした。",
  "Your email": "あなたのメールアドレス",
  "Wallet updated successfully!": "ウォレットを更新しました！",
  "Failed to update wallet.": "ウォレットの更新ができませんでした。",
  "Failed to login with email": "メールアドレスでのログインができませんでした",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "認証済みのメールアドレスに送られるワンタイム・パスワードを使用することで、安全にウォレットを更新することができます。",
  "Verify email": "メールアドレスを認証する",
  "This email has not been verified": "このメールアドレスはまだ認証されていません",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "最後に認証されたメールアドレスに送信されるワンタイム・パスワードを使用して、メールアドレスを安全に更新することができます。",
  "Delete profile": "プロフィールを削除する",
  "Failed to delete profile": "プロフィールを削除できませんでした",
  "Settings": "設定",
  "To delete your profile permanently from Geyser.": "あなたのプロフィールをGeyserから永久に削除します。",
  "Your profile has been deleted.": "あなたのプロフィールは削除されました。",
  "Profile has been deleted": "プロフィールは削除されました",
  "Type '{{textToConfirm}}' and confirm": "'{{textToConfirm}}' と入力して確定する",
  "Close": "閉じる",
  "Check your SPAM folder for the email.": "迷惑メールフォルダをご確認ください。",
  "Delete your profile permanently from Geyser.": "あなたのプロフィールをGeyserから永久に削除します。",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "アカウントを保護し、プロジェクト・ウォレットの情報を編集できるようにするために、メールアドレスを認証してください。このメールアドレスは、プロジェクトやウォレットの重要なアップデートをお知らせするために使用されます。",
  "As a project creator, you cannot delete your profile": "プロジェクト作成者は、自分のプロフィールを削除することができません。",
  "Successfully updated user email": "メールアドレスを更新しました",
  "Email verification successfull!": "メールアドレスを認証しました！",
  "Copy onchain address": "オンチェーン・アドレスをコピーする",
  "Not now": "あとで",
  "Add row above": "行を上に追加する",
  "Add row below": "行を下に追加する",
  "Add column left": "列を左に追加する",
  "Add column right": "列を右に追加する",
  "Remove column": "列を削除する",
  "Remove row": "行を削除する",
  "Insert video": "ビデオを挿入する",
  "Insert": "挿入する",
  "Must be a valid twitter URL": "有効なX (旧Twitter) のURLでなければなりません",
  "URL is required": "URLは必須です",
  "Insert tweet": "ツイートを挿入する",
  "Failed to insert tweet": "ツイートの挿入ができませんでした",
  "Connect more accounts": "さらに多くのアカウントに接続する",
  "Pulldown to refresh": "プルダウンして更新する",
  "Hide": "非表示",
  "Error fetching project stats": "プロジェクト統計を取得をきませんでした",
  "Error fetching badges": "バッジを取得できませんでした",
  "Historical": "チャート",
  "No data available": "データがありません",
  "Details": "詳細",
  "Add": "追加する",
  "Last 30 days": "過去30日間",
  "Last 7 days": "過去7日間",
  "Last 12 months": "過去12ヶ月",
  "Exported on": "エクスポート元：",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "Geyserプロジェクトから締め出された場合、Geyserによってバックアップされた秘密鍵を使用することで、他のNostrクライアントからプロジェクトにアクセスすることができます。",
  "Get your Private Key Kit off your computer and print out a copy": "秘密鍵キットをコンピュータから取り出し、コピーを印刷する",
  "Store it somewhere safe.": "安全な場所に保管してください。",
  "Nostr Private Key information": "Nostr秘密鍵情報",
  "Public Key": "公開鍵",
  "Be aware of the following:": "以下のことに注意してください：",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "秘密鍵を紛失したり漏えいしたりすると、プロジェクトが危険にさらされる可能性があり、Geyserではサポートできかねます。",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "Geyserはお客様の秘密鍵をお預かりするため、ノンカストディアルのNostr体験にこれらの秘密鍵を使用することはお勧めしません。",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "Geyserのすべての機能がNostr上に構築されているわけではありませんので、Geyserで作成したすべてのコンテンツがNostrネットワーク上のその他と相互運用できるわけではありません。",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "他のクライアントからGeyserのライトニング・アドレスを変更した場合、Geyserは他のクライアントから作成されたZapを確認する方法がないため、これらのZapはGeyserに表示されません。",
  "Export Private key (nsec)": "秘密鍵（nsec）のエクスポート",
  "Are you sure you want to export your private keys?": "この秘密鍵を本当にエクスポートしますか？",
  "Warning: your project risks being compromised if you leak your private key.": "警告：秘密鍵が漏えいすると、プロジェクトが危険にさらされます。",
  "I understand the risks of exporting my private key": "秘密鍵をエクスポートするリスクを理解しています",
  "failed to copy": "コピーできませんでした",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Nostrはグローバルで分散化された、検閲に強いインフォーメーション・ブロードキャストを可能にするシンプルなオープン・プロトコルです。Geyserでは各プロジェクトごとに独自のnpubを提供します。これはつまり、あなたが他のNostrクライアントからでもあなたのプロジェクトにアクセスできると同時に、Geyserでのあなたの活動がプラットフォーム上で横断的に閲覧・アクセスできることを意味します。",
  "Below you can find the information you need to access your public and private keys.": "以下は、あなた自身の公開鍵と秘密鍵にアクセスするために必要な情報です。",
  "Your Nostr Public Key (npub)": "あなたのNostr公開鍵（npub）",
  "Warning: Before exporting your private keys, make sure to read the following message.": "警告：秘密鍵をエクスポートする前に、以下のメッセージを必ずお読みください。",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "Geyserプロジェクトの秘密鍵をエクスポートして、他のNostrクライアントからアクセスすることができます。ただし、以下の点に留意してください：",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "鍵の取り扱いには十分注意してください。秘密鍵を持っている人は誰でも、あなたのプロジェクトに代理投稿ができてしまいます。もし秘密鍵を漏えいしてしまったら、プロジェクトは危険にさらされることになり、Geyserでは何もサポートすることができません。",
  "The Relays": "リレー",
  "These are the relays that we publish to.": "これらは、私たちが投稿するリレーです。",
  "You need to login before creating your project.": "プロジェクトを作成する前にログインする必要があります。",
  "Please provide secure links, starting with https://": "https:// から始まる安全なリンクを入力してください",
  "Project Private Key Kit (nsec)": "プロジェクトの秘密鍵キット（nsec）",
  "Share": "共有する",
  "Select an image": "画像を選択する",
  "Title is a required field.": "タイトルは必須項目です。",
  "Find out more": "詳細はこちら",
  "Milestone": "マイルストーン",
  "Successfully contributed to": "支援しました：",
  "Project Identifier": "プロジェクト・アドレス",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "独自のプロジェクト・アドレスを設定して、パーソナライズされたURLを作成することで、あなたのGeyserプロジェクト向けのライトニング・アドレスを取得することができます。",
  "Your Nostr Private Key Kit (nsec)": "あなたのNostr秘密鍵キット（nsec）",
  "Limited Edition (skip if no limit)": "数量制限あり（制限なしの場合はスキップ）",
  "Currency": "通貨",
  "Price": "価格",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "あなたのライトニング・アドレスは <1>{{projectAddress}}</1> です。このアドレスに送金されたすべての資金は、以下で指定したあなたのウォレットへ即座に送金されます。",
  "Confirm project launch": "プロジェクト開始に同意する",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "プロジェクトを開始することで、プロジェクトは一般公開され、検索可能になります。プロジェクト開始後は、プロジェクトを休止させることはできますが、非表示にすることはできません。",
  "Lightning Node": "ライトニング・ノード",
  "Confirm launch": "開始に同意する",
  "You’re all set!": "準備完了です！",
  "Zoom": "Zoom",
  "Warning! By changing this identifier your old project links will not send you to your project": "警告！こちらのアドレスを変更すると、古いプロジェクト・リンクからあなたのプロジェクトに移動できなくなります",
  "Private Key": "秘密鍵",
  "sold": "販売済",
  "Items": "アイテム",
  "Bitcoin Price": "ビットコイン価格",
  "Date": "日付",
  "Status": "ステータス",
  "Show more": "さらに表示する",
  "Delivered": "配達済",
  "To do": "To do",
  "Shipped": "発送済",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "私たちをフォローして、ソーシャル・メディアで @geyserfund をタグ付けしてください。そうすることで、あなたのコンテンツを私たちが拡散できます。",
  "Type": "タイプ",
  "Reference": "参照",
  "To": "To",
  "From": "From",
  "Export": "エクスポート",
  "Custom Range": "カスタム・レンジ",
  "Past Month": "前月",
  "Past Week": "過去1週間",
  "All": "すべて",
  "Donation": "支援",
  "BTC (sats)": "BTC (sats)",
  "Are you sure you want to make the change?": "本当に変更しますか？",
  "Badge": "バッジ",
  "Checkout": "チェックアウト",
  "Project URL": "プロジェクト URL",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "プロジェクト・アドレスを変更したので、Geyser URLとライトニング・アドレスも変更されました。",
  "Are you sure?": "本当によろしいですか？",
  "Nostr settings": "Nostr設定",
  "USD ($)": "USD ($)",
  "Make a donation": "支援する",
  "Sell anything to reward your contributors": "コントリビューターに報酬を与えるために何でも販売してください",
  "Oops, looks like this page got lost in space": "おっと、このページは宇宙で迷子になったようです",
  "No items with this status.": "このステータスのアイテムはありません。",
  "Category": "カテゴリー",
  "months": "ヶ月",
  "Purchases": "購入",
  "Followed": "フォロー中",
  "month": "月",
  "Quantity": "数量",
  "Reference code": "参照コード",
  "Shipping status": "配送状況",
  "Guide": "ガイド",
  "Support Geyser": "Geyserをサポート",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "Geyserは、あなたのプロジェクトを紹介し、広めるためのプラットフォームを提供します。 製品の改善を続けるために、私たちにいくらかの価値を還元することを検討してください。",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "このページをリフレッシュするか、サイトデータをクリアしてみてください（Inspect -> Application -> Clear Site Data）。",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "問題が解決しない場合は、<1>フィードバックフォーム</1>からお知らせいただくか、<3>Telegram</3>でご連絡ください。",
  "This project does not exist": "このプロジェクトは存在しません",
  "What may have gone wrong:": "何が問題だった可能性がありますか:",
  "You may have typed the wrong URL": "間違ったURLを入力した可能性があります",
  "The project may have been deleted": "プロジェクトが削除された可能性があります",
  "The creator may have changed the project URL": "作成者がプロジェクトのURLを変更した可能性があります",
  "Grant amount": "助成金額",
  "APPLICATION PENDING": "申請保留中",
  "Pending Applications": "保留中の申請",
  "Connect with Nostr": "Nostrに接続",
  "Post": "投稿",
  "Invoice": "請求書",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "選択したアイテムを受け取るには、配送詳細を作成者のメールアドレスに送信する必要があります。 Geyserはセキュリティ上の理由から、お客様の個人情報を保存することを望んでいません。",
  "More info": "詳細情報",
  "Download & Continue": "ダウンロードして続行",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "続行することで、払い戻しの請求についてご自身で責任を負うことに同意するものとします。",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "GeyserをKYCフリーに保つため、オンチェーン取引は非カストディアルな方法でLightningにスワップされます。 したがって、支払いが失敗した場合に備えて、バックアップとして払い戻しファイルをダウンロードしていただく必要があります。",
  "Download refund file before proceeding": "続行する前に払い戻しファイルをダウンロード",
  "Enter your email to receive transaction confirmation": "取引確認を受け取るためにメールアドレスを入力してください",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "完了時間は、memoolのサイズや取引手数料など、Bitcoinネットワークの状況によって異なる場合があります。 ご辛抱いただきありがとうございます。",
  "View transaction on explorer": "エクスプローラーで取引を表示",
  "Get notified (optional)": "通知を受け取る（オプション）",
  "Download refund file": "払い戻しファイルをダウンロード",
  "Payment & refund instructions": "支払いと払い戻しの手順",
  "Copy link": "リンクをコピー",
  "Claim refund": "払い戻しを請求",
  "Transaction has failed": "トランザクションが失敗しました",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "払い戻しを受け取りたいBitcoinオンチェーンアドレスを入力してください。",
  "Send the exact payment amount in Satoshis": "正確な支払額をSatoshiで送信してください",
  "Set the transaction fee to medium or high": "トランザクション手数料を中または高に設定してください",
  "Address is required to claim funds": "資金を請求するにはアドレスが必要です",
  "Upload refund file": "払い戻しファイルをアップロード",
  "Initiate refund": "払い戻しを開始",
  "Refund initiated successfully": "払い戻しが正常に開始されました",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "ここでは、失敗した寄付トランザクションの払い戻しを開始できます。 ブラウザに払い戻しファイルがローカルに保存されている場合は、Bitcoinオンチェーンアドレスを入力するだけで続行できます。 そうでない場合は、寄付プロセス中に安全に保存したはずの払い戻しファイルもアップロードする必要があります。",
  "For more info on Refund Policies and Fees <1>click here.</1>": "払い戻しポリシーと手数料の詳細については、<1>こちらをクリックしてください。</1>",
  "Check out my project in geyser: {{projectLink}}": "geyserで私のプロジェクトをチェックしてください：{{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "ゲームを変えるというミッションに挑んでおり、あなたの助けが必要です。@geyserfund のプロジェクトに参加して、一緒に変化を起こしましょう。参加しますか？ {{projectLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "私たちと一緒に夢を見ましょう！ @geyserfund で素晴らしいものを公開します。あなたもその旅に参加できます。ぜひご参加ください！ {{projectLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "ビッグニュース！ @geyserfund で最新のプロジェクトを公開しました。それを実現するためにあなたの助けが必要です。変化を起こす準備はできていますか？ {{projectLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "@geyserfund で私たちの夢のプロジェクトを実現するお手伝いをしてください。一緒に物事を変えましょう！ {{projectLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "速報： @geyserfund で新しいプロジェクトを発表し、状況を揺るがします！こちらをご覧ください： {{projectLink}} #速報",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "@geyserfund のこのプロジェクトで、私たちの夢を現実に変えています。あなたのサポートが重要です： {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "一歩ずつ、変化を起こしています。 @geyserfund の私たちのミッションに参加して、永続的な影響を与えるのを手伝ってください。あなたのサポートがすべてを変えます： {{projectLink}} #MakeADifference",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "または、このリンクから他のLightningアドレスプロバイダーとその制限を調べることができます： <1>Lightningウォレットのリスト</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "申し訳ありませんが、トランザクションを完了できません。資金を供給しようとしているプロジェクトのウォレットは最大制限に達しており、現時点では {{amount}} Sats 以上を受け取ることができません。",
  "Scan and pay invoice with bitcoin.": "ビットコインで請求書をスキャンして支払います。",
  "Download and securely store your Refund File.": "払い戻しファイルをダウンロードして安全に保管してください。",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "もしそうした場合で、現時点では払い戻しを進めたくないと判断した場合は、このウィンドウを閉じても完全に安全です",
  "Do not close this window": "このウィンドウを閉じないでください",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "トランザクションが正常に処理されたため、払い戻しファイルを削除しても安全です。",
  "Refund Transaction Fees": "払い戻しトランザクション手数料",
  "Amount contributed": "貢献額",
  "Contribution to": "への貢献",
  "Refund summary": "払い戻し概要",
  "Total Refunded": "合計払い戻し額",
  "We apologize for any inconvenience caused.": "ご迷惑をおかけして申し訳ありません。",
  "If you need assistance, please don't hesitate to reach out to us for support.": "ご不明な点がございましたら、お気軽にご連絡ください。",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "お気軽に<1>クリエイターに連絡</1>して、資金提供を試みたことを知らせてください。",
  "Alternatively": "または",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "申し訳ありませんが、ウォレットに接続して請求書を生成できません。これは、次の理由で発生する可能性があります",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "Geyserでプロジェクトを作成し、アプリケーションフローでそれを選択することで、{{title}}に参加する",
  "Confirm Delete": "削除の確認",
  "Leaderboard (All)": "リーダーボード（すべて）",
  "Sats sent": "Sats送信済み",
  "votes": "票数",
  "voters": "投票者",
  "sats sent": "sats送信済み",
  "How voting works": "投票の仕組み",
  "This grant uses ": "この助成金は",
  "Incremental Voting": "インクリメンタル投票",
  "1 vote": "1票",
  "From 1,000 to 9,999 sats": "1,000から9,999 sats",
  "2 votes": "2票",
  "From 10,000 to 99,999 sats": "10,000から99,999 sats",
  "3 votes": "3票",
  "Above 100k sats": "10万sats以上",
  "Above 100k sats = 3 votes": "10万sats以上 = 3票",
  "Let's vote!": "投票しましょう！",
  "Proportional Voting": "比例投票",
  " to enable more funding to go towards projects. This means:": "これにより、プロジェクトへの資金を増やすことができます。これは以下を意味します。",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 Sat = 1 投票。各Satは1投票です。",
  "You can send Sats to multiple projects and multiple times": "複数のプロジェクトに、複数回Satを送信できます",
  "You can send Sats anonymously": "匿名でSatを送信できます",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "定期的なプロジェクトの更新とGeyser製品のお知らせを受け取ることで、フォローしているプロジェクトの最新情報を入手できます。メールアドレスを入力して、いつでも登録を解除してください。",
  "Enter Goal Title": "目標タイトルを入力",
  "Deleting this goal will result in losing all of its progress": "この目標を削除すると、その進捗状況がすべて失われます",
  "Are you sure you want to delete goal titled": "本当にタイトルを削除しますか？",
  "Delete Goal": "目標を削除",
  "Denominate your goal in Bitcoin or USD": "目標をBitcoinまたはUSDで表示",
  "Inspire your followers to contribute to specific objectives.": "特定の目的に貢献するようフォロワーを刺激します。",
  "Goal Title": "目標タイトル",
  "Goal Amount": "目標金額",
  "Denomination": "通貨",
  "Create goal": "目標を作成",
  "Nostr": "Nostr",
  "Sold": "販売済み",
  "Buy": "購入",
  "Followers": "フォロワー",
  "Preorder": "予約注文",
  "Goals": "目標",
  "weeks": "週間",
  "Change language": "言語を変更",
  "Discover": "発見",
  "Completed": "完了",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "これはデフォルトの目標です。貢献者は別の目標への資金提供を決定しない限り、貢献はここに振り向けられます。この目標が完了すると、次の目標が自動的にデフォルトの目標になります。",
  "This goal is denominated in US Dollars": "この目標は米ドル建てです",
  "contributed towards goal": "目標に貢献しました",
  "Location": "場所",
  "of": "の",
  "Posts": "投稿",
  "Delivery in": "配達まで",
  "contributed in total": "合計で貢献しました",
  "Title must match exactly": "タイトルは完全に一致する必要があります",
  "Github": "Github",
  "No contributions have been made to this project": "このプロジェクトへの貢献はありません",
  "Project details": "プロジェクトの詳細",
  "Anonymous": "匿名",
  "Select project": "プロジェクトを選択",
  "Logged in with": "ログイン済み",
  "Do you want to receive monthly email updates of the projects you follow?": "フォローしているプロジェクトの月次メールアップデートを受け取りますか？",
  "Sign in": "サインイン",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "定期的なプロジェクトの更新とGeyser製品の更新を受け取ることで、フォローしているプロジェクトの最新情報を入手できます。",
  "Sign in to Geyser": "Geyserにサインイン",
  "Yes, please send me updates": "はい、更新を送信してください",
  "Don't ask again": "二度と尋ねないでください",
  "Reset filters": "フィルターをリセット",
  "Create project": "プロジェクトを作成",
  "Receive email notifications for projects you follow": "フォローしているプロジェクトのメール通知を受け取る",
  "Stay informed": "最新情報を入手",
  "Feature project": "プロジェクトを特集",
  "Featured": "特集",
  "No, no project updates": "いいえ、プロジェクトの更新はありません",
  "Filter by": "絞り込み",
  "View results": "結果を表示",
  "My Projects": "マイプロジェクト",
  "Inactive projects": "非アクティブなプロジェクト",
  "Past week": "先週",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "あなたのプロジェクトは一般公開されておらず、貢献を受け取ることができません。公開する準備ができたら、公開をクリックしてください。",
  "Draft": "下書き",
  "Updates on projects I follow": "フォローしているプロジェクトの更新",
  "Contributions Received": "受信した貢献",
  "No contributions received": "貢献は受け取っていません",
  "Global Feed": "グローバルフィード",
  "Projects I Follow": "フォローしているプロジェクト",
  "Top Contribution": "トップ貢献",
  "Anonymous contributor": "匿名投稿者",
  "New post": "新しい投稿",
  "Top Projects and Contributors": "トッププロジェクトと貢献者",
  "Past month": "先月",
  "The projects and contributors making world-changing ideas a reality": "世界を変えるアイデアを実現するプロジェクトと貢献者",
  "Select period...": "期間を選択...",
  "through": "から",
  "Open Grants": "オープン助成金",
  "Open": "オープン",
  "Awarded": "授与済み",
  "Sponsors": "スポンサー",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "あなたのGeyser Lightningアドレスを誰とでも共有し、彼らはそれを通じて即座にあなたに資金を提供できます。",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "このLightningアドレスをあなたのNostrプロフィールに追加して、他のユーザーから直接「zapped」（チップ）してもらいましょう",
  "Write post": "投稿を書く",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "Nostr npubは、検閲に耐性のある、分散型のNostrソーシャルネットワークにおけるあなたのプロジェクトの一意の識別子です。",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "Lightningアドレスは、Bitcoinを受け取るためのメールのような識別子です。",
  "Lightning address & NPUB": "Lightningアドレス & NPUB",
  "Available": "利用可能",
  "Share the post page to spread the word across the internet and social media.": "投稿ページを共有して、インターネットやソーシャルメディア全体に広げましょう。",
  "Share post": "投稿を共有",
  "Project is part of a voting grant": "プロジェクトは投票助成金の一部です",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "この助成金は、すべての投票が影響力を持つことを保証するために、インクリメンタル投票を使用しています。これは次のように機能します:",
  "You can vote multiple times and towards multiple projects": "複数のプロジェクトに対して、複数回投票できます",
  "You can vote by sending Sats": "Satsを送信して投票できます",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "各プロジェクトに送信された累積額に基づいて、プロジェクトごとに最大3票を投票できます:",
  "Inactive Wallet": "非アクティブなウォレット",
  "View Sales": "販売を表示",
  "Unhide": "非表示にする",
  "Sales": "販売",
  "Accounting": "会計",
  "Project Info": "プロジェクト情報",
  "Notifications": "通知",
  "Funds received (sats)": "受信した資金 (sats)",
  "Views": "ビュー",
  "Funding by method": "方法別の資金調達",
  "Funding by region": "地域別の資金調達",
  "Private message": "プライベートメッセージ",
  "Export CSV": "CSVをエクスポート",
  "Project info": "プロジェクト情報",
  "Upload image": "画像をアップロード",
  "Youtube and Vimeo video links are supported for project headers.": "プロジェクトヘッダーには、YoutubeとVimeoのビデオリンクがサポートされています。",
  "Media url": "メディアURL",
  "Upload additional image": "追加の画像をアップロード",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "ウォレットを編集するには、セキュリティ上の理由からメールアドレスを確認する必要があります。これは、<0>プロファイル設定</0>で行うことができます。<1>詳細については、ガイドをご覧ください。</1>",
  "Choose Geyser split per transaction:": "トランザクションごとのGeyser分割を選択:",
  "Featured Wallets": "注目のウォレット",
  "Export Private Key (nsec)": "秘密鍵をエクスポート (nsec)",
  "Project status": "プロジェクトステータス",
  "Are you sure you want to deactivate the project ?": "プロジェクトを非アクティブ化してもよろしいですか？",
  "Update project status": "プロジェクトステータスを更新",
  "Delete Project": "プロジェクトを削除",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "このプロジェクトは、{{grantName}}を通じて資金調達を求めています。投票でプロジェクトをサポートするには、リンクされたソーシャルメディアアカウントでログインしてください（Lightningアカウントは投票の対象外です）。ログインしなくても貢献できますが、投票としてカウントされません。",
  "Provide your Nostr public address (npub)": "あなたのNostr公開アドレス (npub) を提供してください",
  "The Bitcoin address you entered is invalid": "入力されたBitcoinアドレスは無効です",
  "Basket": "バスケット",
  "Summary": "概要",
  "All posts": "すべての投稿",
  "Post on X": "Xに投稿",
  "Your post is live!": "あなたの投稿が公開されました！",
  "Don’t forget to share it on social media to maximize its reach.": "そのリーチを最大化するために、ソーシャルメディアで共有することを忘れないでください。",
  "Followers (Everyone)": "フォロワー（全員）",
  "Back to post": "投稿に戻る",
  "Post Title": "投稿タイトル",
  "Publish": "公開",
  "The summary of the post": "投稿の概要",
  "Send post by email": "メールで投稿を送信",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "プラットフォーム上で誰でも閲覧できる投稿を公開し、コミュニティの一部のメンバーにメールで送信することもできます。",
  "Don’t Lose Your Progress": "進行状況を失わないでください",
  "Upload header image": "ヘッダー画像をアップロード",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "投稿タイトル、サブタイトル、画像は、ユーザーが受け取るメールで表示される唯一のものです。投稿へのアクセスを促すために、目を引くようにしてください。",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "間もなく離れようとしています。作業を失い、後で仕上げることを避けるために、投稿を下書きとして保存することを検討してください。",
  "Link": "リンク",
  "Send via email": "メールで送信",
  "Send to": "送信先",
  "Select recipients": "受信者を選択",
  "Email will be sent to": "メールは以下に送信されます",
  "members.": "メンバー。",
  "Completed Goals": "達成した目標",
  "Successfully deleted post!": "投稿を正常に削除しました！",
  "Back to posts": "投稿に戻る",
  "Failed to fetch featured project": "注目のプロジェクトの取得に失敗しました",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "トランザクションの失敗、インバウンド流動性の不足などによりトランザクションが失敗した場合、ウォレットは不安定とマークされます。小さなトランザクションを行ってプロジェクトを再びアクティブにするか、ウォレットを変更することを検討してください。",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "ウォレットは機能していません。コントリビューションを受け取るためにウォレットを変更してください。",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "あなたのプロジェクトは公開されており、コントリビューションを受け取ることができます。より多くの可視性を得るためにあなたのプロジェクトを共有してください。",
  "No projects": "プロジェクトはありません",
  "Profile settings": "プロフィール設定",
  "Goal": "目標",
  "Exit the creation flow": "作成フローを終了",
  "The project will be saved as a Draft and you can access it in your Profile page.": "プロジェクトは下書きとして保存され、プロフィールページからアクセスできます。",
  "Save as draft": "下書きとして保存",
  "Leave a public comment here.": "ここに公開コメントを残してください。",
  "Enter your comment here...": "ここにコメントを入力してください...",
  "Private comments": "プライベートコメント",
  "Funded": "資金提供済み",
  "Merch": "グッズ",
  "Provide your Lightning Address for a full or partial refund": "全額または一部の払い戻しのために、あなたのLightningアドレスを提供してください",
  "To a goal": "目標に",
  " Total to pay": "合計支払い額",
  "Copy invoice": "インボイスをコピー",
  "Download invoice": "インボイスをダウンロード",
  "Update your community by email": "メールでコミュニティを更新",
  "Facebook": "Facebook",
  "Google": "Google",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "<0>正確な支払い額をサトシで送信</0>して、正常な処理を確実に行い、支払いが拒否されるのを防ぎます。",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "<0>トランザクション手数料を中または高に設定し</0>、1バイトあたりのサトシ（sat/B）の手数料率を調整して、スワップが24時間以内に処理されるようにします。",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "<0>払い戻しファイルをダウンロードして安全に保管してください。</0>疑わしい場合は、安全を確保するために再ダウンロードしてください。",
  "Transaction is being processed": "トランザクションを処理中です",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "払い戻しファイルをダウンロードして安全に保管してください。疑わしい場合は、安全を確保するために再ダウンロードしてください。",
  "Get notified via email (optional)": "メールで通知を受け取る（オプション）",
  "Enter notified by email (optional)": "メールで通知を入力（オプション）",
  "Refresh Page": "ページを更新",
  "Continue with email": "メールで続行",
  "Twitter (X)": "Twitter（X）",
  "You can login securely by using One Time Password sent to your email.": "メールに送信されたワンタイムパスワードを使用して安全にログインできます。",
  "Receive One Time Password": "ワンタイムパスワードを受信する",
  "We sent you an OTP code to": "OTPコードを送信しました",
  "Paste (or type) it below to continue.": "続行するには、以下に貼り付け（または入力）してください。",
  "Banner": "バナー",
  "Spread the word": "広める",
  "This month": "今月",
  "Hall of Fame": "殿堂",
  "Top Projects": "トッププロジェクト",
  "Top Heroes": "トップヒーロー",
  "Creators": "クリエイター",
  "Ambassadors": "アンバサダー",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "ビットコインの大規模採用に大きな影響を与えているトッププロジェクトを発見しましょう",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "<1>{{usdAmount}}</1> ({{satsAmount}} sats) を、<3>{{numberOfContributions}}</3> 件の寄付で、<5>{{numberOfFunders}}</5> 人のユーザーから調達",
  "Those bringing the most successful projects to life": "最も成功しているプロジェクトを実現している人々",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "Geyser上のプロジェクトを支え、ビットコインの採用を推進している人々",
  "Heroes Hall of Fame": "ヒーローズ殿堂",
  "Those spreading the word about valuable projects and enabling contributions to happen": "貴重なプロジェクトについて情報を広め、寄付を可能にしている人々",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "ビットコインエコシステムのトップコントリビューター、クリエイター、アンバサダーを紹介するヒーローズ殿堂を共有しましょう！",
  "Hero link:": "ヒーローリンク：",
  "Top Contributors": "トップコントリビューター",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "<1>{{usdAmount}}</1> ({{satsAmount}} sats) を、<3>{{numberOfContributions}}</3> 件の寄付で、<5>{{numberOfProjects}}</5> 件のプロジェクトに貢献",
  "Top Creators": "トップクリエイター",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "<3>{{numberOfProjects}}</3> 件のプロジェクト全体で<1>{{usdAmount}}</1> ({{satsAmount}} sats) を調達",
  "Top Ambassadors": "トップアンバサダー",
  "made in contributions": "の貢献",
  "raised in contributions": "の寄付で調達",
  "Hero Rank": "ヒーローランク",
  "Ambassador": "アンバサダー",
  "of enabled contributions": "の貢献を可能にしました",
  "Error fetching user profile": "ユーザープロフィールの取得にエラーが発生しました",
  "Copy card": "カードをコピー",
  "Creator Ranking": "クリエイターランキング",
  "Contributor Ranking": "コントリビューターランキング",
  "Ambassador Ranking": "アンバサダーランキング",
  "Resend code": "コードを再送信",
  "Geyser Manifesto": "Geyserマニフェスト",
  "with": "と",
  "contributions": "貢献",
  "to get your custom": "を取得するには",
  "Become the first project": "最初のプロジェクトになりましょう",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "独自のヒーローリンクを使って情報を広め、プロジェクトへの貢献を可能にする人",
  "and track the impact of sharing.": "そして、共有の影響を追跡します。",
  "A unique link that tracks contributions you helped generate": "あなたが生成を支援した貢献を追跡するユニークなリンク",
  "Hero link": "ヒーローリンク",
  "Share on X": "Xでシェア",
  "by spreading the word and enabling more contributions to this project.": "情報を広め、このプロジェクトへのさらなる貢献を可能にすることで。",
  "No contributions have been enabled through sharing yet.": "共有を通じてまだ貢献は有効になっていません。",
  "No Purchases made yet": "まだ購入は行われていません",
  "Failed to fetch purchases": "購入の取得に失敗しました",
  "No contributions made yet": "まだ貢献は行われていません",
  "Order placed": "注文完了",
  "Order number": "注文番号",
  "Unit price": "単価",
  "By continuing to checkout you are accepting our T&Cs": "チェックアウトを続けることで、当社の利用規約に同意したことになります",
  "Please refresh the page and try again": "ページを更新して、もう一度お試しください",
  "Something went wrong": "問題が発生しました",
  "An Error Occured": "エラーが発生しました",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "お支払いフローで問題が発生しました。これは、サードパーティのサービスまたは内部システムエラーが原因である可能性があります。ご不便をおかけして申し訳ございません。解決に向けて取り組んでおりますので、しばらくお待ちください。",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "一部のシステムエラーは一時的なものです。再試行ボタンをクリックすると、お支払いを再試行できます。",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "この問題が解決しない場合、またはサポートが必要な場合は、お気軽にお問い合わせください。",
  "for this project by spreading the word using your": "あなたの",
  "Become an": "になりましょう",
  "Hero Link:": "ヒーローリンク：",
  "Send to new email": "新しいメールに送信",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "取引確認に関する通知を受け取るには、メール（{{email}}）を確認してください。",
  "Learn more about Geyser Grants.": "Geyser Grantsの詳細をご覧ください。",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "ビットコインの普及をさらに推進する教育者、クリエイター、ビルダー向けの助成金。次の助成金ラウンドへの資金提供にご協力ください！",
  "Guardians": "ガーディアン",
  "Closed Grants": "クローズドグラント",
  "Make a recurring contribution": "定期的な寄付を行う",
  "Subscription": "サブスクリプション",
  "Subscribing anonymously": "匿名で購読する",
  "You would not be able to manage your subscription through geyser.": "Geyserを通じてサブスクリプションを管理することはできません。",
  "To manage your subscription in the future, please login to stripe with your provided email.": "今後サブスクリプションを管理するには、ご提供いただいたメールアドレスでStripeにログインしてください。",
  "Warrior": "ウォーリアー",
  "Legend": "レジェンド",
  "Knight": "ナイト",
  "King": "キング",
  "Why Geyser": "Geyserの理由",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "Geyser Guardiansは、ビットコインの普及において重要な役割を果たしています。Guardianになることで、クリエイターへの助成金を直接支援し、その対価として限定特典を受け取ることができます。",
  "Words from creators on Geyser": "Geyserに関するクリエイターからの言葉",
  "Geyser Guardians": "Geyser Guardians",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "将来に対するニヒリズムと悲観論が蔓延する世界において、ビットコインは私たちに希望をもたらしました。健全な通貨に基づいて構築された世界への希望だけでなく、意味のある変化を生み出すための行動の力への希望もです。世界は可塑性があり、個人にはそれを再構築する力があります。",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "ビットコインの健全な原則を世界に定着させるには、社会のあらゆる層で変化が起こらなければなりません。開発者、教育者、作家、映画製作者、アーティスト、そしてコミュニティ全体が、ビットコインの世界を構築する上で役割を担っています。小さな行動はありません—小さな行動が積み重なって、世界的な草の根運動になります。",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "ビットコインは平和的な革命ですが、平和的であるということは受動的であるという意味ではありません。行動を起こす時です。あなたはビットコイナーですか？それなら、あなたは物語の主人公であり、そのツールはあなたの手の中にあります。",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "サイファーパンクはこれを理解していました。彼らは許可を待つことなく、自由のツールを構築しました。1993年、サイファーパンク・マニフェストは「サイファーパンクはコードを書く」と宣言しました。2009年、サトシ・ナカモトはビットコインのコードを公開しました。ビットコインは行動と変化への意志から生まれました。",
  "- Geyser Team": "- Geyserチーム",
  "Metamick": "メッタミク",
  "Stelios": "ステリオス",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "ビジョンは常に、全体主義的な支配と検閲というあらかじめ定められた道から、分散化、開放性、自由、自己主権へと向かい、デジタル時代の強固な基盤を築くことでした。想像を絶する富と人間の繁栄をもたらすために。",
  "Vlad": "ウラド",
  "Partners": "パートナー",
  "What will you do to help bring about Bitcoin adoption?": "ビットコインの普及に貢献するために、あなたは何をしますか？",
  "Sajal": "サジャル",
  "Discounts": "割引",
  "Physical Items": "物理的なアイテム",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "数え切れないほどの戦いの傷跡を負ったウォーリアーは、ビットコインの普及を恐れずに擁護します。彼の軽装と鋭い直感は、彼を迅速かつ戦略的にし、初期の段階でアイデアへの支持を集めます。彼が他のビットコイナーの近くにいるときや、ビットコインが法定通貨である国にいるとき、彼が身につけている魔法のピンが最も明るく輝きます。",
  "Digital Items": "デジタルアイテム",
  "Deliveries will begin in Q1 2025.": "配達は2025年第1四半期に開始されます。",
  "Experiences": "経験",
  "Infinite army": "無限の軍隊",
  "Explore Guardians": "ガーディアンを探る",
  "Leave a private message to the creator.": "クリエイターにプライベートメッセージを送る。",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "あなたは匿名で資金提供しています。 <1>サインイン</1> して、あなたの貢献をあなたのプロフィールに接続してください。",
  "Individuals who spread the word about Geyser projects by sharing.": "Geyserプロジェクトについて広め、共有することで貢献する人々。",
  "Project Story": "プロジェクトストーリー",
  "Promote": "プロモーション",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "最初の <1>{{discountItems}}</1> {{guardian}}s が <3>10%</3> オフになります。 <5>{{remainingDiscounts}}</5> あります。",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "王は、ハイパービットコイン化への長い道のりを理解しています。彼の魔法の聖杯から飲むことで彼は先見の明を得て、ビットコインの採用を促進するための完璧な戦略を計画することができます。彼の金の王冠と賢明なリーダーシップで、彼はビットコイナーの団結を促し、彼らを繁栄した未来へと導きます。",
  "Most funded projects filtered by:": "最も資金が集まっているプロジェクト（絞り込み条件）：",
  "Search country or region": "国または地域を検索",
  "Worldwide": "世界中",
  "Search category or sub category": "カテゴリまたはサブカテゴリを検索",
  "All categories": "すべてのカテゴリ",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "{{MAX_TAGS_ALLOWED}}個までのプロジェクトタグを選択して、より簡単に見つけましょう。",
  "Board members": "役員",
  "You can send Sats to projects to multiple projects and multiple times": "複数のプロジェクトに、複数回Satsを送信できます",
  "Add external video": "外部ビデオを追加",
  "Create Goal": "目標を作成",
  "did ": "しました",
  "times.": "回。",
  " or ": "または",
  "sold out!": "売り切れました！",
  "Goal reached:": "目標達成:",
  "Update your community": "コミュニティを更新",
  "Project Category": "プロジェクトカテゴリ",
  "Choose the most fitting category. Landing page features trending projects in each category.": "最も適切なカテゴリを選択してください。ランディングページでは、各カテゴリのトレンドプロジェクトが表示されます。",
  "Select category": "カテゴリを選択",
  "category": "カテゴリ",
  "with following features": "次の機能を備えています",
  "Project category is required to proceed": "続行するには、プロジェクトカテゴリが必要です",
  "Please select a category": "カテゴリを選択してください",
  "Project subcategory is required to proceed": "続行するには、プロジェクトサブカテゴリが必要です",
  "Please select a subcategory": "サブカテゴリを選択してください",
  "Please select a country": "国を選択してください",
  "Project country is required to proceed": "続行するには、プロジェクトの国が必要です",
  "Country": "国",
  "Get found more easily by putting your project on the map. Select a country": "あなたのプロジェクトを地図に載せて、もっと簡単に見つけましょう。国を選択してください",
  "Select country": "国を選択",
  "Post saved successfully!": "投稿が正常に保存されました！",
  "Write an update": "アップデートを書く",
  "Pre-Order": "予約注文",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "最適な画像にするには、横4:3の画像を選択してください。画像サイズの制限：10MB。",
  "Select Category": "カテゴリを選択",
  "Short Description": "短い説明",
  "Expected Availability Date": "予想される利用可能日",
  "Successfully updated!": "正常に更新されました！",
  "All goals": "すべての目標",
  "Goal updates": "目標の更新",
  "Share the goal page to spread the word across the internet and social media.": "目標ページを共有して、インターネットやソーシャルメディア全体に広めましょう。",
  "Share goal": "目標を共有",
  "Edit goal": "目標を編集",
  "The board evaluates all applications and decides the allocation of the funds collected.": "委員会はすべての申請を評価し、集められた資金の配分を決定します。",
  "Achievements": "実績",
  "Upcoming Grants": "今後の助成金",
  "Investors": "投資家",
  "Become our partner": "パートナーになりましょう",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "ビットコインの開放性、自由、革新の使命にコミットした投資家。",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "世界中でクリエイターが採用を促進できるよう支援するビットコインブランド。",
  "Goal reached": "目標達成",
  "Goal created": "目標作成",
  "New Project": "新しいプロジェクト",
  "Funding Limits & Verification": "資金調達制限と認証",
  "Phone Verification": "電話認証",
  "Verified": "認証済み",
  "Raise up to $100k in total": "合計で最大10万ドルを調達",
  "Max $10k per contribution": "1回の出資につき最大1万ドル",
  "Gov ID": "政府発行ID",
  "Increase my limit": "制限を増やす",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "制限は、不正利用、詐欺、または不正行為を防ぐために設けられています。プロジェクトへの出資者に対して、さらなる信頼を提供します。",
  "Go limitless": "無制限にする",
  "Enable fiat contributions": "法定通貨での出資を有効にする",
  "Remove funding limits": "資金調達制限を解除",
  "Raised up to $10k in total": "合計で最大1万ドルを調達",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "法定通貨での出資には、第三者の決済プロセッサーによって3.5％の手数料が別途課金されます。",
  "Nostr Wallet Connect": "Nostr Wallet Connect",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "出資者が法定通貨で資金を提供できるようにします。有効にすると、すべての支払いは自動的にビットコインに変換され、接続されたビットコインウォレットに即座に入金されます。",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Wallet Connect</0> は、Nostrを利用してウェブアプリをライトニングウォレットに接続するプロトコルです。<2>nwc.dev</2> で詳細をお読みください。",
  "Email Verification": "メール認証",
  "OTP Sent to the updated email": "更新されたメールにOTPを送信しました",
  "Verify your identity": "本人確認をしてください",
  "Skip": "スキップ",
  "Identity verification": "本人確認",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "法定通貨での出資を有効にするには、政府発行のIDで本人確認を行う必要があります。確認を完了したくない場合は、その機能をオフにしてください。",
  "Lightning Address & Wallet": "ライトニングアドレスとウォレット",
  "Continue to verification": "確認に進む",
  "You’re almost ready to launch!": "まもなく開始できます！",
  "Verification Successful": "認証成功",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "出資者は、クレジットカードまたは現地での支払い方法で法定通貨を使用できるようになり、あなたは常にライトニングでビットコインを受け取ります。",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "認証には政府発行のIDのみが必要で、安全で信頼できるパートナーを通じて2分もかかりません。",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "クリエイター認証により、プラットフォーム上のすべてのプロジェクトで特定の機能をアンロックできます。",
  "A verified creator badge": "認証済みクリエイターバッジ",
  "To help you build trust with potential contributors.": "潜在的な出資者との信頼構築を支援します。",
  "Become a guardian": "ガーディアンになる",
  "You have successfully completed the phone verification.": "電話認証が正常に完了しました。",
  "Complete Identity Verification": "本人確認を完了する",
  "Remove raising limits on your project": "プロジェクトの資金調達制限を解除",
  "Complete the identity verification to:": "本人確認を完了して以下を行います:",
  "Your project can now receive up to 100k dollars.": "プロジェクトは現在、最大10万ドルを受け取ることができます。",
  "Phone verification": "電話認証",
  "You can now raise more than $100k in contributions for your project.": "プロジェクトへの出資で10万ドル以上を調達できるようになりました。",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "「Verified Creator」バッジも獲得し、プロジェクトで法定通貨での出資を有効にしました。",
  "You have successfully completed the document verification!": "ドキュメント認証が正常に完了しました！",
  "Email verification required": "メール認証が必要です",
  "Please verify your email.": "メールを認証してください。",
  "Verification on hold": "認証保留中",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "認証は保留中です。一部のドキュメントを再度アップロードするか、追加の情報を提供する必要がある場合があります。 support@geyser.fund にお問い合わせください。",
  "Complete verification": "認証を完了する",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "プロジェクトは1万ドルの資金調達上限に達しました。10万ドルまで資金を調達するには、電話認証を完了してください。",
  "Funding limit reached!": "資金調達上限に達しました！",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "プロジェクトは10万ドルの資金調達上限に達しました。10万ドルを超える資金を調達するには、本人確認を完了してください。",
  "You have almost reached your funding limit!": "資金調達上限にまもなく達します！",
  "Verify now": "今すぐ認証",
  "Become a Verified Creator": "認証済みクリエイターになる",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "本人確認をして、認証済みクリエイターバッジを獲得し、法定通貨での寄付を有効にしてください。",
  "Back to profile": "プロフィールに戻る",
  "Subscriptions": "サブスクリプション",
  "Profile": "プロフィール",
  "Profile information": "プロフィール情報",
  "This email has been verified": "このメールアドレスは認証済みです",
  "Update email": "メールアドレスを更新",
  "Verifications": "認証",
  "Customize your profile and project notifications.": "プロフィールとプロジェクトの通知をカスタマイズします。",
  "Creator notifications": "クリエイター通知",
  "Projects I follow": "フォローしているプロジェクト",
  "You will receive project updates regarding the projects that you follow. ": "フォローしているプロジェクトに関するプロジェクトの更新情報を受け取ります。",
  "Unfollow": "フォロー解除",
  "View, adjust, and manage all your subscriptions.": "すべてのサブスクリプションを表示、調整、管理します。",
  "Active subscriptions": "有効なサブスクリプション",
  "You don't have any active subscriptions.": "有効なサブスクリプションはありません。",
  "You don't have any paused subscriptions.": "一時停止中のサブスクリプションはありません。",
  "Profile Settings": "プロフィール設定",
  "Identity": "本人確認",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0> は、当プラットフォームをサポートし、Bitcoinの普及を促進するために、Geyser Guardianになることを選択しました。",
  "Nudge the creator": "クリエイターに促す",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "クリエイターが設定できるように、法定通貨での支払いを希望することをクリエイターに知らせてください。",
  "Select a currency supported by our payment provider": "当社の支払いプロバイダーがサポートする通貨を選択してください",
  "Identity verification required": "本人確認が必要です",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "認証プロセス中に共有される機密情報は、認証プロバイダーによって安全に処理されます。",
  "Redirection Notice": "リダイレクト通知",
  "clicking here": "ここをクリック",
  "Waiting for payment to be confirmed": "支払いの確認を待機中",
  "Contribution amount above $10k": "1万ドルを超える寄付額",
  "To contribute more than $10k, please complete a one-time identity verification.": "1万ドルを超える寄付を行うには、一度本人確認を完了してください。",
  "Collapse": "折りたたむ",
  "Meanwhile, please try other payment methods": "その間、他の支払い方法をお試しください",
  "Creator will be notified shortly": "クリエイターにまもなく通知されます",
  "Creator Verification": "クリエイター認証",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin、Lightning、または法定通貨（20以上の支払い方法）",
  "Receive funds instantly, in your Bitcoin wallet": "Bitcoinウォレットで即座に資金を受け取る",
  "Configure wallet": "ウォレットを設定",
  "Wallet limits": "ウォレットの制限",
  "Minimum Receivable Limit": "最低受取額",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "ウォレットプロバイダーにお問い合わせください。これらの制限を引き上げるオプションを提供している場合があります。",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "これらの制限は、Lightningウォレットプロバイダーの裁量で設定されています。引き上げるには、以下を検討してください:",
  "Maximum Receivable Limit": "最大受取額",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "プロジェクトは1万ドルの資金調達上限にまもなく達します。10万ドルまで資金を調達するには、電話認証を完了してください。",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "プロジェクトは10万ドルの資金調達上限にまもなく達します。10万ドルを超える資金を調達するには、本人確認を完了してください。",
  "Please try again, once the creator has removed the funding limits.": "クリエイターが資金調達制限を解除してから、もう一度お試しください。",
  "This project has reached its Funding limit": "このプロジェクトは資金調達上限に達しました",
  "Products": "製品",
  "Search project": "プロジェクトを検索",
  "No trending products found": "トレンド商品が見つかりません",
  "Failed to fetch recent products": "最近の商品を取得できませんでした",
  "Failed to fetch project goals": "プロジェクト目標の取得に失敗しました",
  "time.": "時間。",
  "Configure Wallet": "ウォレットを設定",
  "Project objective is a required field.": "プロジェクトの目的は必須項目です。",
  "Enabled": "有効",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "第三者決済プロバイダーによる本人確認が必要になります。この確認は、月額500ドルを超える法定通貨での支払いにのみ必要です。",
  "To contribute more than $10k, please log in and complete a one-time verification.": "1万ドルを超える寄付を行うには、ログインして一度限りの本人確認を完了してください。",
  "Enable": "有効にする",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "最後に他のユーザーがこのウォレットに対して支援金を送ろうとしたとき、受け取り側で流動性の問題が発生しました。",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "最後に他のユーザーがこのプロジェクトに対してトランザクションを行おうとしたとき、インボイスの作成ができませんした。",
  "This project is live and wallet running smoothly.": "このプロジェクトとウォレットはアクティブです。",
  "This project has been deactivated by the project creator.": "このプロジェクトは作成者によって停止されました。",
  "The payment minimum is 1 satoshi.": "最低送金額は1 satoshi (サトシ) からです。",
  "Objective": "目標",
  "Add the main project image that will be displayed in all thumbnails": "すべてのサムネイルに表示されるプロジェクトのメイン画像を追加してください",
  "For best fit, pick a square image. Image size limit: 10MB.": "正方形の画像を選んでください。画像サイズ制限：10MBまで。",
  "Header": "ヘッダー",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "プロジェクト通知は、プロフィール設定で登録したメールアドレスに送信されます（変更可）。あなたのウォレットを保全するために、登録したメールアドレスが正しいことを必ずご確認ください。",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "カスタム・ライトニング・アドレスは、\"@geyser.fund\"で終わることはできません。",
  "Please use a valid email-formatted address for your Lightning Address.": "ライトニング・アドレスには、有効なメールアドレス形式のアドレスを使用してください。",
  "Are you sure you want to disconnect this account?": "このアカウントの接続を本当に解除しますか？",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "ビットコインはシグナルであり、それ以外はすべてノイズです。\n          私たちは、ビットコインのシグナルを世界にもっと広めるためにGeyser Grantsを作成しました。\n          つまり、ビットコインの認知度を高め、ビットコイン文化を促進し、必要な開発を支援することにより、ビットコインエコシステムの成長を加速させるためです。\n          これらの助成金を通じて、ビットコイン教育者、開発者、起業家、クリエイターがイニシアチブを立ち上げるために必要なリソースを支援します。\n          個々の助成金に対してビットコインの寄付を受け付けており、助成金運営手数料はかかりません。詳細については、このドキュメントをご覧ください。",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "ライトニング・アドレスは、他の人があなたに資金を送金するための簡単な方法です。誰かがこのアドレスに送金すると、その送金は即座にあなたのプライベート・ウォレットに送られます。これにより、完全な保管と資金への即時アクセスが保証されます。",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "ビットコイン・ミートアップと、グローバル・サウスで開催されたBitcoin Adoptionの旅行記！",
  "Are you sure you want to save these changes?": "この変更を本当に保存しますか？",
  "Save Changes": "変更を保存する",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "開発環境を開き（右クリック -> 検査）、Application > Storage > Clear site dataをクリックすることで実行できます。",
  "Onchain": "オンチェーン",
  "You can try the transaction again, in case the wallet becomes accessible again.": "ウォレットが再びアクセス可能になる場合に備えて、トランザクションを再度試すことができます。",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "この問題についてクリエイターに通知し、彼らの側での迅速な解決を願っています。",
  "We took actions": "私達は行動を起こしました",
  "The lightning address provided for the wallet might no longer be valid.": "ウォレットに提供されたライトニングアドレスは、有効ではなくなっている可能性があります。",
  "The lightning node may be temporarily down.": "ライトニングノードが一時的にダウンしている可能性があります。",
  "Or use a social account": "または、ソーシャルアカウントを使用",
  "Add one or multiple images or video links to help bring your project to life": "プロジェクトを生き生きとさせるために、1つ以上の画像またはビデオリンクを追加してください",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "このビューを終了すると、あなたの情報は保存されません。\n                      このビューを離れる前に、作業を下書きとして保存することをお勧めします。",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "最適なフィット感を得るには、横向きの16:9の画像を選択してください。画像サイズ制限：10MB。",
  "Enter your message here...": "ここにメッセージを入力してください...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "プロジェクトは寄付を受け取ることができませんが、一般公開されています。プロジェクトを再開するには、設定に移動してください。",
  "Your project is in review and therefore cannot receive contributions": "プロジェクトは審査中であるため、寄付を受け取ることができません",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "プロジェクトは審査中であるため、寄付を受け取ることができず、一般公開されていません。",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "あなたのプロジェクトは、利用規約に違反しているとしてフラグが立てられました。手順の詳細が記載されたメールを受け取っているはずです。現在、あなたのプロジェクトは一般公開されていません。",
  "This project has not been launched yet.": "このプロジェクトはまだ開始されていません。",
  "This project has been flagged for violating our Terms & Conditions.": "このプロジェクトは、利用規約に違反しているとしてフラグが立てられました。",
  "Check your email": "メールを確認してください",
  "Contribute without login": "ログインせずに寄付する",
  "What now?": "次は？",
  "Card": "カード",
  "Get Featured": "特集する",
  "Private comment": "プライベートコメント",
  "Confirmation Message": "確認メッセージ",
  "Ask contributors for Nostr public address (npub)": "貢献者にNostrパブリックアドレス（npub）を尋ねる",
  "Ask contributors for a lighting address in case of partial or full refund": "一部または全額払い戻しの場合に備えて、コントリビューターにライトニングアドレスを尋ねてください",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "コントリビューターは、いつでも追加情報を添えてあなたにプライベートメッセージを送信できます。また、以下の定義済みのオプションを選択して、プライベートメッセージで彼らに特定の詳細を要求することもできます。選択された場合、プライベートコメントはコントリビューターにとって必須となります。",
  "Delivery Time (Weeks)": "納期（週）",
  "Canceled subscriptions": "キャンセルされたサブスクリプション",
  "Please login to use fiat payment": "法定通貨での支払いにログインしてください",
  "Fiat": "法定通貨",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "最大のソーシャルプルーフでソーシャルアカウントを接続し、ユーザーがあなたを発見し、あなたの評判をより簡単に検証できるようにします",
  "INACTIVE": "休止中",
  "Please update the amount, or contact us for donating a higher amount.": "金額を更新するか、これ以上の金額を支援したい場合は、私たちにご連絡ください。",
  "Please update the amount.": "金額を更新してください。",
  "Please enter an email.": "メールアドレスを入力してください。",
  "ACTIVE": "アクティブ",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "彼はノーコイナーの地へと足を踏み入れると、ナイトの鎧と大剣は、彼に投げつけられるあらゆるFear, Uncertainty, and Doubtから彼を守ります。彼の大剣は神話的な力を持っています。滝や間欠泉などの自然エネルギー源の近くで自己を活性化し、相手に向かって稲妻のボルトを放ちます。",
  "Email is required when subscribing to a project.": "プロジェクトを購読するにはメールアドレスが必要です。",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "謎に包まれたレジェンドは、影の中を移動し、最も鋭い精査さえも回避します。彼のレーザーのような視力は、政府や機関の嘘を切り裂き、明快さと真実を明らかにします。彼の視線に合う者は、自由でより良い未来を追求するという揺るぎない願望で永遠に変容し、点火されます。",
  "Post published": "投稿を公開しました",
  "Your post is now live": "あなたの投稿が公開されました",
  "$100 per week": "週あたり$100",
  "Contributed": "貢献しました",
  "Browse map": "マップを閲覧",
  "In partnership with": "とのパートナーシップ",
  "&": "&",
  "Guardian collectible cards": "ガーディアンコレクタブルカード",
  "Guardian t-shirts": "ガーディアンTシャツ",
  "Guardian jerseys": "ガーディアンジャージ",
  "Guardian bitaxes": "ガーディアンビットアクス",
  "CARD": "カード",
  "OF": "オブ",
  " GUARDIANS": "ガーディアンズ",
  "21% of all sales go directly to fund our Bitcoin grants.": "すべての売上の21%は、私たちのBitcoin助成金に直接資金提供されます。",
  "All prices include shipping.": "すべての価格には送料が含まれています。",
  "Failed to fetch project stats": "プロジェクト統計の取得に失敗しました",
  "Notifications for Projects I follow": "フォローしているプロジェクトの通知",
  "Donate": "寄付",
  "Terms": "利用規約",
  "Safe to delete refund file": "払い戻しファイルを削除しても安全です",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "トランザクションが正常に処理されたため、払い戻しファイルは安全に削除できます。",
  "Geyser Cards": "間欠泉カード",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "間欠泉カードは、Bitcoinの世界でのあなたの業績を称えます。",
  "Similar projects in": "類似プロジェクト",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "プロジェクトのビューは、プライバシーファーストの分析ツールであるSimpleAnalyticsで追跡されます。実際の数字はもっと高い可能性があります。",
  "T-Shirts": "Tシャツ",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "BitcoinクリエイターをサポートするトップBitcoinブランドとのコラボレーションで作られた限定版アイテム。",
  "BitAxe": "ビットアクス",
  "Collectible Cards": "コレクタブルカード",
  "COLLECT YOURS": "あなたのものを集めよう",
  "Jerseys": "ジャージ",
  "& JOIN THE COMMUNITY OF ": "& コミュニティに参加しよう",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "👇あなたのものを集めよう & <1>{{totalUsers}}</1> ガーディアンズのコミュニティに参加しよう",
  "REMAINING": "残り",
  "followers": "フォロワー",
  "Delete product": "商品を削除",
  "Product": "商品",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Geyserはストアではありません。Bitcoinを使ってクリエイティブなプロジェクトを実現するための方法です。あなたの寄付は、まだ開発されていないクリエイティブなプロジェクトを支援します。クリエイターの最善の努力にも関わらず、製品が実現されないリスクがありますので、支援する前にこのリスクを考慮することをお勧めします。Geyserはプロジェクトの主張や製品の履行について責任を負いません。",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "このプロジェクトを削除すると、説明、写真、エントリ、製品など、このプロジェクトに関連するすべてのデータが失われます。",
  "Add Products": "製品を追加",
  "Create a product": "製品を作成する",
  "Create product": "製品を作成",
  "Or, use a product template below": "または、以下の製品テンプレートを使用する",
  "Add product": "製品を追加",
  "Product Name": "製品名",
  "Save product": "製品を保存",
  "Update Product": "製品を更新",
  "Edit Product": "製品を編集",
  "Publish Product": "製品を公開",
  "Create Product": "製品を作成",
  "Are you sure you want to remove the product?": "本当に製品を削除しますか？",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "限定版の製品は、最初の購入者の公平性を確保するために、製品が購入された後には編集できません。限定版の製品の数量を変更するには、新しい製品を作成してください。",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "すべての製品価格は、米ドルでの現在のBitcoin価格に基づいて、SWITCH_TO_REWARD_CURRENCYでの相当する価値を反映するように自動的に更新されます。必要に応じて、製品ページで各製品の価格を個別に更新できます。",
  "No products are selected": "製品は選択されていません",
  "Trending products": "トレンド製品",
  "No products sold": "製品は販売されていません",
  "Products Sold": "販売された製品",
  "Sell product": "製品を販売",
  "Hidden products": "非表示の製品",
  "Products sold": "販売された製品",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "すべての製品の通貨単位をCURRENT_REWARD_CURRENCYからSWITCH_TO_REWARD_CURRENCYに切り替えようとしています。",
  "Available Products": "利用可能な製品",
  "Product buyers": "製品の購入者",
  "Linked goals and products": "関連する目標と製品",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "リンクを使用すると、特定の製品または目標を強調表示して、人々にそれを案内できます。",
  "Link Goals and Products": "目標と製品をリンク",
  "Select products": "製品を選択",
  "Add your product specifications (eg. T-shirt size)": "製品の仕様を追加します（例：Tシャツのサイズ）",
  "Created product": "作成された製品",
  "Product currency denomination": "製品の通貨単位",
  "Product Updates": "製品の更新",
  "All products": "すべての製品",
  "Share product": "製品を共有",
  "Share the product page to spread the word across the internet and social media.": "製品ページを共有して、インターネットとソーシャルメディアで情報を広めましょう。",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "まだ開発中で出荷準備ができていない製品については、ユーザーによる事前購入を可能にするために「予約注文」に設定してください。",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "貢献者に感謝したり、重要な詳細を提供したり、製品を受け取った後に知ってほしい追加情報を共有したりするためのカスタムメッセージを設定します。",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "製品が開発され、利用可能になる時期を設定するには、「予定利用可能日」を使用します。",
  "Specify estimated delivery time for the product from the moment it is ordered.": "製品が注文されてから、製品の推定配送時間を指定します。",
  "Failed to update product": "製品の更新に失敗しました",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "製品を使用すると、デジタルバッジや物理的な製品からスポンサーシップまで、貢献者に何かを還元できます。 のガイドをご覧ください。",
  "How to leverage the power of Products": "製品の力を活用する方法",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "プロジェクトの概要について、毎月メールを受け取ります：統計、目標の進捗状況、そしてホットな製品。",
  "Failed to fetch project products": "プロジェクト製品の取得に失敗しました",
  "Invalid legal entity type": "無効な法人タイプ",
  "Individual": "個人",
  "Company": "会社",
  "Non-profit": "非営利団体",
  "Please select an identity below, to enable verification.": "確認を有効にするには、以下の身元を選択してください。",
  "Full Name": "氏名",
  "Update Information": "情報を更新する",
  "Incorporation Document": "法人化書類",
  "Tax Residency": "納税地",
  "Verify your identity to get access to higher limits and tax-deducting features.": "より高い制限と税額控除機能にアクセスするには、身元を確認してください。",
  "Tax ID": "納税者番号",
  "Tax profile": "税務プロファイル",
  "Enter Tax ID": "納税者番号を入力",
  "(optional)": "(オプション)",
  "Full name": "氏名",
  "Enter full name": "氏名を入力",
  "Legal entity type": "法人タイプ",
  "State": "州",
  "Hero ID: {{heroId}}": "ヒーローID：{{heroId}}",
  "Report project": "プロジェクトを報告する",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "このプロジェクトは{{country}}の非営利団体によって運営されています。 あなたの寄付は税額控除の対象となり、あなたの税務記録のための領収書が付属しています。",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>Lightning Addresses</0>は、Bitcoinのメールアドレスのようなものです。 すべてのオンチェーンおよびLightningトランザクションは、Lightningウォレットに直接受信されます。 独自のものを入手するには、注目の<2>推奨ウォレット</2>をご覧ください。",
  "Verify your profile as a:": "次のものとしてプロフィールを確認してください：",
  "Rate is required": "レートが必要です",
  "User ID is required": "ユーザーIDが必要です",
  "Rate must be a number": "レートは数値である必要があります",
  "Rate must be > {{min}} and <= {{max}}": "レートは{{min}}より大きく、{{max}}以下である必要があります",
  "Tax ID is required for Non-profits": "非営利団体には納税者番号が必要です",
  "Country is required for Non-profits": "非営利団体には国が必要です",
  "Required for country US and Non-profits": "米国および非営利団体には必須",
  "A tax-deductible invoice is provided  when contributing to this project.": "このプロジェクトに貢献すると、税額控除可能な請求書が提供されます。",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "請求書で正確な名前を確実にするために、プロフィール設定でユーザー名または税務プロファイルを更新してください。",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "hello@geyser.fundに、税額控除の対象となる寄付を持つ登録済みの慈善団体であることを証明する書類をお送りください。",
  "This information will be displayed in donations and sale invoices.": "この情報は、寄付と販売請求書に表示されます。",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "この情報は、対象プロジェクトでの税額控除可能な寄付を可能にするために、寄付と販売請求書に表示されます。",
  "Charity projects with Tax benefits": "税制上の優遇措置のあるチャリティプロジェクト",
  "Pending Verification": "検証保留中",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "世界中の草の根Bitcoinの普及を加速するというGeyserの使命を支援します。",
  "SATOSHI AMOUNT": "Satoshiの量",
  "Geyser tip": "Geyserチップ",
  "sats in contributions to this project.": "このプロジェクトへの貢献におけるsats。",
  "So far, ": "これまでのところ、",
  "Copy hero link": "ヒーローリンクをコピー",
  "This project has not enabled fiat contributions yet": "このプロジェクトはまだ法定通貨の寄付を有効にしていません",
  "Learn More": "詳細はこちら",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "この少額の手数料は、コミットメントの証です。プロジェクトへの真剣さと、世界に共有する準備ができていることを示しています。つまり、すぐに貢献者からのサポートを受け始めることができます。",
  "Show Less": "表示を減らす",
  "Wallet Unreachable": "ウォレットにアクセスできません",
  "Copied": "コピーしました",
  "Project in Launchpad": "Launchpadのプロジェクト",
  "more to launch": "公開まであと少し",
  "Successful follow!": "フォローに成功しました！",
  "Share it with other friends to help spread the word and make this project a reality!": "他の友達と共有して、このプロジェクトを広め、実現を支援しましょう！",
  "You’re about to power a launch!": "あなたはローンチを支援しようとしています！",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "Launchpadプロジェクトをフォローするには、プロジェクトが公開されたときに通知できるよう、メールアドレスが必要です。",
  "Add email to follow": "フォローするメールを追加",
  "Latest followers": "最新のフォロワー",
  "Share link": "リンクを共有",
  "Launchpad": "Launchpad",
  "left": "残り",
  "Pay $21 to launch right away": "すぐに公開するために$21を支払う",
  "Ready to launch": "公開準備完了",
  "Your project is almost live. You can launch the project now.": "あなたのプロジェクトはまもなく公開されます。今すぐプロジェクトを公開できます。",
  "was successfully deleted": "正常に削除されました",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "このプロジェクトは、資金調達を開始するために、{{countdown}}人のフォロワーがまだ必要です。",
  "We’ll email you when the project goes live.": "プロジェクトが公開されたらメールでお知らせします。",
  "Ready": "準備完了",
  "Support Geyser Grants": "Geyser Grantsを支援",
  "Help fund the next round — or get an email when it launches.": "次のラウンドへの資金提供を支援するか、ローンチ時にメールを受け取ります。",
  "Heroes": "ヒーロー",
  "that match your interests!": "あなたの興味に合う！",
  "You are not following any projects yet.": "まだプロジェクトをフォローしていません。",
  "Explore projects": "プロジェクトを探索",
  "Top Projects this month": "今月のトッププロジェクト",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "<1>{{usdAmount}}</1>（{{satsAmount}} sats）を<3>{{numberOfProjects}}</3>プロジェクトで有効にしました",
  "Prelaunch": "プレローンチ",
  "Are you sure you want to activate the project?": "プロジェクトを有効化してもよろしいですか？",
  "User": "ユーザー",
  "Contributions Enabled": "貢献を有効にしました",
  "Geyser Promotion": "Geyserプロモーション",
  "10% fee": "10%の手数料",
  "Let's spread the word about your project.": "あなたのプロジェクトについて、情報を広めましょう。",
  "The fee is only applied to contributions enabled through Geyser promotions": "手数料は、Geyserプロモーションを通じて有効になった貢献にのみ適用されます",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "有効にすると、あなたのプロジェクトはGeyserのプロモーションネットワークおよびパートナーデジタルメディア企業を通じて共有できるようになり、より多くの人々があなたのプロジェクトに注目し、より多くの貢献を可能にします。",
  "Promotions": "プロモーション",
  "Payout Rate (%)": "支払い率（％）",
  "Ambassador Payouts": "アンバサダーへの支払い",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "アンバサダーはあなたのプロジェクトについて情報を広めます。最も忠実なアンバサダーには、彼らが有効にした貢献の一部を共有することで報酬を与えることができます。",
  "Featured for a week": "1週間特集",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "ランディングページの特集セクションに1週間まるごと掲載されます。",
  "Actions": "アクション",
  "User Hero ID": "ユーザーヒーローID",
  "Your project doesn't have ambassadors yet.": "あなたのプロジェクトにはまだアンバサダーがいません。",
  "Payout Rate": "支払い率",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "このプロジェクトはプレローンチであるため、貢献を受け取ることはできず、プロジェクトのステータスを変更することもできません。",
  "The creator has requested: ": "クリエイターは以下を要求しました：",
  "Creator's message": "クリエイターのメッセージ",
  "Nostr Badges": "Nostrバッジ",
  "Email is required when purchasing a product.": "製品を購入する際はメールアドレスが必要です。",
  "Where grassroots Bitcoin projects come to life.": "草の根ビットコインプロジェクトが実現する場所。",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "Geyserは、Bitcoinコミュニティを団結させ、現実世界での普及を促進するアイデア、製品、そして原因に資金を提供します。",
  "Choose your launch strategy": "あなたのローンチ戦略を選択してください",
  "Launch your project": "プロジェクトを立ち上げます",
  "Skip the challenge. Launch instantly for $21.": "チャレンジをスキップします。21ドルですぐにローンチします。",
  "Build momentum quickly with early supporters": "初期のサポーターと共に、すぐに勢いをつけましょう",
  "Geyser Launch Challenge": "Geyser Launch Challenge",
  "Go Live Now": "今すぐ公開",
  "No pressure to raise a lot right away, go by your plan.": "すぐに多くの資金を集める必要はありません。計画に従ってください。",
  "Seen in ‘Recently launched’ in Discovery page": "ディスカバリーページの「最近ローンチされた」に表示されます",
  "Embed": "埋め込み",
  "What's next?": "次は？",
  "more to go live": "公開まであと少し",
  "New in": "新着",
  "left to raise $210 & launch": "210ドル＆ローンチまであと",
  "raised": "調達済み",
  "more to go live.": "公開まであと少し。",
  "to raise $210": "210ドルを集める",
  "Save as Draft": "下書きとして保存",
  "raised!": "調達完了！",
  "raised this week!": "今週調達完了！",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "あなたはLaunchpadにあるプロジェクトから製品を購入しようとしています。あなたの支払いは処理されますが、プロジェクトが210ドルに達した場合にのみ、プロジェクトが公開されます。貢献することにより、あなたはクリエイターがそのマイルストーンに到達するのを支援しています。🙌",
  "Are you interested in receiving updates from this project?": "このプロジェクトからの最新情報を受け取ることに興味がありますか？",
  "Follow project": "プロジェクトをフォロー",
  "We will send you important updates via your profile email for the projects your follow.": "あなたがフォローしているプロジェクトについて、あなたのプロファイルメールを通じて重要な最新情報をお送りします。",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "あなたのプロジェクトの将来は、この重要な第一歩にかかっています。目標を達成して、ビジョンを存続させてください。それはあなたが初期の勢いを築き、大成功でローンチするチャンスです。",
  "unFollow": "フォローを解除",
  "Launchpad projects": "Launchpadプロジェクト",
  "Email address is a required field.": "メールアドレスは必須項目です。",
  "Email verification": "メール認証",
  "Featured in ‘Recently launched’ in Discovery page": "ディスカバリーページの「最近ローンチされた」で紹介",
  "Featured in Launchpad & discovery emails": "Launchpadとディスカバリーメールで紹介",
  "Lightning QR code": "Lightning QRコード",
  "Go to Project": "プロジェクトへ",
  "Generating banner...": "バナーを生成しています...",
  "Copy image": "画像をコピー",
  "Contribute with lightning": "Lightningで貢献",
  "Copy embed code": "埋め込みコードをコピー",
  "Embed the contribute and leaderboard section of this page on your website": "このページの貢献とリーダーボードセクションをあなたのウェブサイトに埋め込みます",
  "12345": "12345",
  "Project Deactivated": "プロジェクトは無効化されました",
  "This project did not reach its goal in the launchpad.": "このプロジェクトはローンチパッドで目標を達成できませんでした。",
  "Your project did not reach its goal in the launchpad.": "あなたのプロジェクトはローンチパッドで目標を達成できませんでした。",
  "Project Closed": "プロジェクトが終了しました",
  "Project story should be longer than 210 characters.": "プロジェクトのストーリーは210文字以上でなければなりません。",
  "Raise $210 in 7 days with your community.": "7日間でコミュニティから210ドルを集めましょう。",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you don't need to worry about reaching $210 in 7 days": "この少額の手数料は、あなたのコミットメントの証です。プロジェクトを真剣に考え、世界と共有する準備ができていることを示しています。つまり、7日間で210ドルを達成することを心配する必要はありません。",
  "If you don’t reach $210 in your first week, your project will close (you can start over)": "最初の1週間で210ドルに達しない場合、プロジェクトは終了します（やり直すことができます）。",
  "Once you launch your project, it will become visible and searchable by the public. A 7-day countdown will begin immediately.": "プロジェクトを公開すると、一般の人々が閲覧できるようになり、検索可能になります。7日間のカウントダウンがすぐに開始されます。",
  "If you’re not ready to launch we recommend you place your project in Draft mode. ": "公開の準備ができていない場合は、プロジェクトを下書きモードにすることをお勧めします。",
  "Launch & Start Countdown": "公開してカウントダウンを開始",
  "You're live on the Launchpad!": "Launchpadで公開されました！",
  "Raise $210 to lift off": "210ドルを集めて打ち上げましょう",
  "It's time to raise $210 in 7 days!": "7日間で210ドルを集める時が来ました！",
  "Share your project with your friends, community, and people you think will care about your project.": "あなたのプロジェクトを友人、コミュニティ、そしてあなたのプロジェクトに関心を持つと思われる人々と共有しましょう。",
  "Connect with the Geyser team on <1>Discord</1>, <3>Telegram</3>, <5>Nostr</5>, <7>X</7>.": "<1>Discord</1>, <3>Telegram</3>, <5>Nostr</5>, <7>X</7>でGeyserチームとつながりましょう。",
  "Your project will remain hidden until you decide to launch it.": "プロジェクトは公開するまで非表示のままです。",
  "Your project is not visible to the public and cannot receive contributions.": "あなたのプロジェクトは公開されておらず、貢献を受け取ることができません。",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 7 days. Help them build momentum — or they might never take off.": "これらの初期段階のプロジェクトはカウントダウンモードです。公開するには、7日以内に210ドルを集める必要があります。彼らが勢いを増すのを手伝ってください。さもなければ、彼らは決して離陸しないかもしれません。",
  "Add Email": "メールを追加",
  "Add your email to receive project updates from the creator.": "作成者からのプロジェクトのアップデートを受け取るために、あなたのメールを追加してください。",
  "Connect profile": "プロフィールを接続",
  "Connect this transaction with your social profile and receive project updates.": "このトランザクションをあなたのソーシャルプロフィールに接続し、プロジェクトのアップデートを受け取ります。",
  "At least one shipping rate is required": "少なくとも1つの配送料金が必要です",
  "Shipping availability is required": "配送の可否が必要です",
  "At least one specific country must be added when not shipping worldwide": "世界中に発送しない場合は、少なくとも1つの特定の国を追加する必要があります",
  "Name is required": "名前が必要です",
  "Fees model is required": "料金モデルが必要です",
  "Country is required": "国が必要です",
  "Summary that captures the essence of your product": "あなたの製品の本質を捉えた概要",
  "Additional configuration": "追加設定",
  "Add one or multiple images to showcase your product": "製品を紹介するために、1つ以上の画像を追加してください",
  "Header images": "ヘッダー画像",
  "Best for small, lightweight items where shipping cost doesn't change with quantity. eg: stickers, keychains, etc.": "配送コストが数量によって変わらない、小型で軽量のアイテムに最適です。例：ステッカー、キーチェーンなど。",
  "One fee, regardless of quantity": "数量に関係なく1つの料金",
  "Flat Rate": "定額料金",
  "Per Unit": "単位あたり",
  "Calculation: If 1 item = $10,   then 2+ items = $10": "計算：1アイテム = $10 の場合、2+アイテム = $10",
  "Ideal when each item adds to the shipping cost. eg: laptops, books, etc.": "各アイテムが配送料に追加される場合に最適です。例：ラップトップ、書籍など。",
  "Calculation: If 1 item = $10,   then 2+ items = $20": "計算：1アイテム = $10 の場合、2+アイテム = $20",
  "Incremental": "増分",
  "Base fee + extra charge per additional item": "基本料金+追加アイテムごとの追加料金",
  "Multiply fee by number of items": "料金をアイテム数で乗算します",
  "Calculation: If 1 item = $10, increment rate = $2, then 2 items = $10 + (1×2) = $12": "計算：1アイテム = $10、増分料金 = $2 の場合、2アイテム = $10 + (1×2) = $12",
  "Add shipping fees": "送料を追加",
  "Enter a name to remember this fees configuration": "この料金設定を覚えるための名前を入力してください",
  "Fees model": "料金モデル",
  "Great for items where shipping a few costs the same, but bulk adds extra fees. Set a base price, then add a small fee per item to balance the cost. eg: small electronics, apparel, etc.": "少数の配送コストが同じで、大量に配送すると追加料金がかかる商品に最適です。基本料金を設定し、コストのバランスをとるために、商品ごとに少額の料金を追加します。例：小型電子機器、アパレルなど。",
  "Shipping rates": "送料",
  "Base rate ($)": "基本料金（$）",
  "Same as Default": "デフォルトと同じ",
  "Shipping Availability": "配送可能地域",
  "Add new country": "新しい国を追加",
  "Base rate must be a number": "基本料金は数値である必要があります",
  "Default": "デフォルト",
  "Describe your product in detail - features, specifications, and benefits.": "製品の詳細を説明してください - 特徴、仕様、および利点。",
  "Base rate is required": "基本料金は必須です",
  "If selected, only the countries selected below will be eligible for shipping": "選択した場合、以下の国のみが配送の対象となります",
  "Ships Worldwide": "世界中へ発送",
  "Ships to certain countries": "特定の国へ発送",
  "Increment rate ($)": "加算料金（$）",
  "Select Country": "国を選択",
  "Remove country rate": "国別料金を削除",
  "Increment rate is required": "加算料金は必須です",
  "Increment rate must be a number": "加算料金は数値である必要があります",
  "Invalid increment rate": "無効な加算料金",
  "Updates": "更新",
  "Shop": "ショップ",
  "Community": "コミュニティ",
  "Guides": "ガイド",
  "Shipping fees": "送料",
  "fee": "料金",
  "Shipping availability": "配送可能地域",
  "Increment rate": "加算料金",
  "Base rate": "基本料金",
  "Fee model": "料金モデル",
  "Edit shipping fees": "送料を編集",
  "Rates": "料金",
  "Specific countries listed below": "以下の特定の国",
  "Updating this shipping fee configuation will update all rewards that use this shipping fee.": "この送料設定を更新すると、この送料を使用するすべてのリワードが更新されます。",
  "Add new": "新規追加",
  "Select fee": "料金を選択",
  "Invalid amount": "無効な金額",
  "Shipping conflict": "配送の競合",
  "The items in your basket cannot all be shipped to a single country. Please adjust your selection or choose items available for global shipping.": "バスケット内のすべての商品を単一の国に発送することはできません。選択内容を調整するか、世界中で発送可能な商品を選択してください。",
  "City is required": "市区町村は必須です",
  "Full name is required": "氏名は必須です",
  "Postal code is required": "郵便番号は必須です",
  "Street address is required": "番地は必須です",
  "Shipping Address": "配送先住所",
  "Postal code": "郵便番号",
  "City": "市区町村",
  "State / Region": "都道府県/地域",
  "Street Address": "番地",
  "Include unit/apartment/suite no. if applicable": "該当する場合は、部屋番号/アパート/スイート番号を含めてください。",
  "Raymond Holt": "レイモンド・ホルト",
  "123 Main St, Unit 123": "123 Main St, Unit 123",
  "State is required": "都道府県は必須です",
  "California": "カリフォルニア",
  "San Francisco": "サンフランシスコ",
  "Invalid shipping address": "無効な配送先住所",
  "Failed to save shipping address": "配送先住所の保存に失敗しました",
  "Unstable Wallet": "不安定なウォレット",
  "Ships worldwide": "世界中へ発送",
  "Ships to select regions": "一部の地域へ発送",
  "Expected": "予想される",
  "You are purchasing a physical item that requires shipping. ": "配送が必要な物理的な商品をご購入いただいています。",
  "This information is stored securely and deleted after a period of 3 months.": "この情報は安全に保管され、3か月後に削除されます。",
  "This project needs to raise $210 in 7 days to go live. Share this project on social media to help launch it.": "このプロジェクトを公開するには、7日間で210ドルを集める必要があります。ソーシャルメディアでこのプロジェクトを共有して、公開を支援してください。",
  "Create a re-usable shipping fee configuration that can be used across multiple rewards.": "複数のリワード全体で使用できる、再利用可能な送料設定を作成します。",
  "The default rate is used for any country not configured below.": "デフォルト料金は、以下で設定されていないすべての国で使用されます。",
  "List all the countries that are eligible for shipping.": "配送対象となるすべての国をリストしてください。",
  "Require shipping": "配送を要求する",
  "Collect shipping address for delivering physical products directly to your supporters.": "物理的な商品をサポーターに直接配送するために、配送先住所を収集します。",
  "Add shipping fees based on specific countries or globally.": "特定の国またはグローバルに送料を追加します。",
  "Shipping cost": "送料",
  "Products cost": "商品費用",
  "Shipping cost is an estimate and may vary depending on the shipping address.": "送料は見積もりであり、配送先住所によって異なる場合があります。",
  "Wallet Connection": "ウォレット接続",
  "Connect a Lightning wallet to your account to receive refunds, ambassador payouts, etc.": "払い戻し、アンバサダー報酬などを受け取るために、Lightningウォレットをアカウントに接続します。",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your product via email.": "メールで製品に関するアップデートを送信することにより、コミュニティ、フォロワー、貢献者、製品購入者と交流しましょう。",
  "Linked products and goals": "連携された製品と目標",
  "Please enter a valid email address": "有効なメールアドレスを入力してください",
  "Email is required": "メールアドレスは必須です",
  "Discord": "Discord",
  "X": "X",
  "Discover the best bitcoin projects - join the list!": "最高のビットコインプロジェクトを発見しましょう - リストに参加しましょう！",
  "Real-world Bitcoin adoption stories": "現実世界のビットコイン導入事例",
  "Telegram": "Telegram",
  "satoshi@gmx.com": "satoshi@gmx.com",
  "New projects & product launches": "新しいプロジェクトと製品の発売",
  "Get Updates": "最新情報を入手",
  "Just launched!": "ローンチされました！",
  "You’ve just launched a Bitcoin project - let`s make it fly!": "ビットコインプロジェクトをローンチしたばかりですね - 成功させましょう！",
  "Connect with the Geyser team on ": "Geyserチームとつながるには、"
}