{
  "projects": "projektów",
  "contributors": "wspierających",
  "Search": "Szukaj",
  "Projects with perks": "Projekty z nagrodami",
  "Inactive Projects": "Nieaktywne projekty",
  "Active Projects": "Aktywne projekty",
  "Subscribe": "Subskrybuj",
  "Privacy": "Prywatność",
  "Analytics": "Analityka",
  "activity": "aktywność",
  "Select": "Wybierz",
  "Trending in": "Popularne w kategorii",
  "Recent Projects": "Najnowsze projekty",
  "See all": "Pokaż wszystko",
  "This week": "Bieżący tydzień",
  "All time": "Od początku",
  "Failed to fetch data": "Błąd pobierania danych",
  "Login": "Zaloguj się",
  "Projects": "Projekty",
  "Contributions": "Wpłaty",
  "Entry": "Wpis",
  "Go back": "Wstecz",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "Jeśli masz problemy z połączeniem się z Twitterem na urządzeniu mobilnym, najpierw spróbuj zalogować się na Twitter.com w przeglądarce, a następnie spróbuj ponownie.",
  "Project": "Projekt",
  "You have been logged out": "Wylogowano",
  "Continue": "Kontynuuj",
  "Grants": "Granty",
  "About": "O Geyserze",
  "Feedback": "Kontakt",
  "Sign Out": "Wyloguj się",
  "Dashboard": "Panel użytkownika",
  "Contribute": "Wesprzyj",
  "Back": "Cofnij",
  "RUNNING": "BIEŻĄCE",
  "Follow": "Obserwuj",
  "Copied!": "Skopiowano!",
  "Download": "Pobierz",
  "Tags": "Tagi",
  "Region": "Region",
  "Launched": "Uruchomiony",
  "Finalize project": "Sfinalizuj projekt",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "Twój projekt jeszcze nie jest uruchomiony. Wróć do etapu tworzenia aby sfinalizować informacje projektowe i go uruchomić!",
  "Story": "Historia",
  "Cancel": "Anuluj",
  "Confirm": "Potwierdź",
  "Something went wrong.": "Coś poszło nie tak.",
  "Please try again": "Spróbuj ponownie",
  "Failed to fetch contributions": "Błąd pobierania wpłat",
  "Some time ago": "Jakiś czas temu",
  "ago": "temu",
  "a day": "dzień",
  "days": "dni",
  "an hour": "godzinę",
  "a minute": "minutę",
  "a few seconds": "kilka sekund",
  "minutes": "minut",
  "hours": "godzin",
  "Total": "Suma",
  "Funding as": "Wpłacasz jako",
  "anonymous": "anonim",
  "Funding anonymously. Click to login": "Wpłata anonimowa. Naciśnij aby się zalogować",
  "Click to logout": "Kliknij aby się wylogować",
  "About to logout": "Zamierzasz się wylogować",
  "You are about to logout of your account": "Zamierzasz się wylogować ze swojego konta",
  "Logout": "Wyloguj się",
  "Reach out for help": "Zasięgnij pomocy",
  "Waiting for payment": "Oczekiwanie na płatność",
  "Email": "Email",
  "Failed to download image": "Błąd pobierania obrazu",
  "copy": "skopiuj",
  "Go to project": "Idź projektu",
  "Your project is in draft": "Twój projekt jest w wersji roboczej",
  "Saved in draft": "Zapisano w wersji roboczej",
  "Please refresh the page and try again.": "Odśwież stronę i spróbuj ponownie",
  "Description": "Opis",
  "Links & tags": "Linki i tagi",
  "Wallet": "Portfel",
  "Contributors": "Wspierający",
  "Back to project": "Wróć do projektu",
  "Name": "Nazwa",
  "Contribution": "Kwota",
  "Copy": "Kopiuj",
  "Project updated successfully!": "Projekt zaktualizowany pomyślnie!",
  "Project update failed!": "Aktualizacja projektu nie powiodła się!",
  "Save": "Zapisz",
  "Title": "Tytuł",
  "A few words that make your project stand out": "Kilka słów, które sprawią, że Twój projekt będzie się wyróżniać",
  "Add 'one liner' a simple descriptions of what your project is about": "Dodaj 'jednolinijkowca' opisującego prosto o czym jest Twój projekt",
  "Image": "Obraz",
  "Change image": "Zmień obraz",
  "This lightning address is already taken.": "Ten adres Sieci Lightning jest już zajęty ",
  "Leave without saving": "Porzuć bez zapisywania",
  "failed to update project": "błąd podczas aktualizacji projektu",
  "please enter a valid url for project links": "Proszę wprowadzić ważny URL do linków projektu. ",
  "failed to create new tag": "Błąd tworzenia nowego tagu",
  "failed to create tag": "Utworzenie etykiety nie powiodło się",
  "tag length must be between": "długość tagu musi być pomiędzy",
  "and": "a",
  "add tag": "dodaj tag",
  "Connect your sites so viewers can see more proof of your work": "Połącz swoje witryny, żeby widzowie mogli zobaczyć więcej dowodów Twojej pracy.",
  "Project links": "Linki projektu",
  "Add Project Link": "Dodaj link projektu",
  "you will be redirected shortly...": "przekierowanie nastąpi za chwilę...",
  "failed to delete project": "Usunięcie projektu nie powiodło się",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "Powiadomienia o projekcie i aktualizacje są wysyłane na adres email twórcy projektu. Ten email można edytować w ustawieniach profilu twórcy.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "Dezaktywacja Twojego projektu uniemożliwi innym finansowanie Twojego projektu, ale Twój projekt będzie nadal widoczny dla wszystkich innych. W każdej chwili będziesz mógł ponownie aktywować swój projekt.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "Usunięcie projektu spowoduje, że będzie on niedostępny dla Ciebie i innych osób. Możesz usunąć projekt tylko wtedy, gdy nie otrzymał żadnych wpłąt. Ma to zapewnić przejrzystość dla tych, którzy przyczynili się do realizacji projektu.",
  "Delete": "Usuń",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "To działanie jest nieodwracalne. Nie będzie można przeglądać, ani mieć dostęp do tego projektu lub jego danych.",
  "Confirm that you want to delete the project": "Potwierdź, że chcesz usunąć ten projekt.",
  "FUNDED": "UFUNDOWANE ŚRODKI",
  "Project story updated successfully!": "Historia projektu została pomyślnie zaktualizowana!",
  "There was a problem while trying to update the project story": "Wystąpił problem podczas próby zaktualizowania historii projektu",
  "Write a more in-depth description of the project. You can also add images and videos.": "Napisz bardziej szczegółowy opis projektu. Możesz także dodawać zdjęcia i filmy.",
  "Hostname or IP address": "Nazwa hosta lub adres IP",
  "Public key": "Klucz publiczny",
  "Invoice Macaroon": "Macaroon faktury",
  "TLS certificate": "Certyfikat TLS",
  "gRPC port": "port gRPC",
  "Lightning Address": "Adres Lightning",
  "failed to create project wallet": "Utworzenie portfela nie powiodło się",
  "please provide valid wallet details": "Podaj proszę poprawne dane portfela",
  "Launch Project": "Uruchm projekt",
  "Save As Draft": "Zapisz jako wersja robocza",
  "Connect Your Node": "Podłącz swój węzeł",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "Twój projekt jest już prawie gotowy. Możesz teraz uruchomić projekt i upublicznić go lub zapisać jako wersję roboczą. Zawsze możesz też edytować projekt w dowolnym momencie.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "Kontynuując, akceptuję <1>Regulamin</1> Geysera",
  "Node name cannot be longer than": "Nazwa węzła nie może być dłuższa niż",
  "characters": "znaków",
  "Tor addresses are currently not supported": "Adresy Tor nie są w tej chwili wspierane",
  "Public Key must be": "Klucz publiczny musi mieć",
  "characters long": "znaków",
  "The Public Key is wrongly formatted.": "Niepoprawne formatowanie klucza publicznego.",
  "Invoice Macaroon cannot be longer than": "Macaroon faktury nie może być dłuższy niż",
  "Add a Node": "Dodaj węzeł",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "Obecnie wspieramy LND i węzły w jawnym internecie. Węzły Tor nie będą zatem działać.",
  "Node Name": "Nazwa węzła",
  "This is a Voltage Node": "To jest węzeł Voltage",
  "Find our demo here on how to load a Voltage node.": "Zobacz demonstrację jak załadować węzeł Voltage.",
  "API endpoint": "Końcówka API",
  "Identity Pubkey": "Klucz publiczny tożsamości",
  "failed to create project": "Utworzenie projektu nie powiodło się",
  "Create a project": "Utwórz projekt",
  "Create a new project": "Utwórz nowy projekt",
  "Transform your ideas into real world projects backed by your community": "Przekształć swoje pomysły w prawdziwe projekty wspierane przez Twoją społeczność",
  "Raise funds from anywhere in the world": "Pozyskuj fundusze z dowolnego miejsca na świecie",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "Jeśli przycisk Twitter nie otwiera strony uwierzytelniania, upewnij się, że wyskakujące okienka są włączone w preferencjach przeglądarki.",
  "The authentication request failed.": "Żądanie uwierzytelnienia nie powiodło się.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "Nie mogliśmy wykryć rozszerzenia Nostr, takiego jak Alby lub Flamingo.",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "To konto jest połączone z innym profilem Geyser. Upewnij się, że używasz unikalnego konta. W przypadku jakichkolwiek pytań skontaktuj się z zespołem Geyser poprzez",
  "Project description": "Opis projektu",
  "Launch project": "Uruchom projekt",
  "Connect wallet": "Podłącz portfel",
  "You’re ready to launch!": "Gotowość do startu!",
  "An error occurred while attempting to load the profile page.": "Wystąpił błąd podczas próby załadowania strony profilu.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "Spróbuj odświeżyć stronę. Jeśli problem nadal występuje, możesz skontaktować się z pomocą techniczną.",
  "Edit": "Edytuj",
  "Failed to unlink account": "Błąd odłączania konta",
  "Connect more social profiles to your Geyser account.": "Połącz więcej profili społecznościowych do swojego konta w Geyserze",
  "Activity": "Aktywność",
  "Followed projects": "Obserwowane projekty",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "Uruchomienie projektu zajmuje tylko 2 minuty! Jeśli nie masz pewności czy Twój pomysł jest gotowy, możesz uruchomić go później.",
  "Geyser badges": "Odznaki Geysera",
  "Login with Nostr to claim the badges you earned!": "Zaloguj się za pomocą Nostr aby odebrać zdobyte odznaki!",
  "Claim": "Przyjmij",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "Po odłączeniu tego konta Nostr od profilu Geyser będzie można podłączyć inne konto Nostr. Nie będzie jednak możliwe utworzenie nowego profilu Geyser przy użyciu istniejącego konta Nostr.",
  "Your badges are connected to this Nostr account.": "Twoje odznaki są połączone z tym kontem Nostr.",
  "Disconnect": "Odłącz",
  "Bio": "Opis profilu",
  "You do not have permission to access this page.": "Nie masz dostępu do tej strony.",
  "Applications Open": "Otwarte aplikacje",
  "Closed": "Zamknięte",
  "Active": "Aktywne",
  "Countdown to grant going live": "Odliczanie do rozpoczęcia transmisji na żywo.",
  "Time left to vote": "Czas pozostały na głosowanie.",
  "Sponsored by": "Sponsorowane przez",
  "SPONSORS": "SPONSORZY",
  "See the winner announcement": "Zobacz ogłoszenie zwycięzcy.",
  "Announcement": "Ogłoszenie",
  "Let the Sats flow to your favorite projects.": "Niech satsy płyną do twoich ulubionych projektów.",
  "distributed": "Rozprowadzony ",
  "Vote": "Głosuj",
  "Apply": "Aplikuj",
  "Login to apply": "Zaloguj się aby aplikować",
  "Success!": "Sukces!",
  "Select a project": "Wybierz projekt",
  "To apply to a grant you need to first login into Geyser.": "Aby ubiegać się o grant, należy najpierw zalogować się do Geysera.",
  "Select your Geyser project from the list": "Wybierz swój Geyser projekt z listy",
  "You have not created any projects": "Nie utworzono jeszcze żadnych projektów",
  "To apply for a grant you need to create a project on Geyser.": "Aby ubiegać się o grant należy utworzyć projekt na Geyserze.",
  "Grant application failed.": "Aplikacja o grant nie powiodła się.",
  "Grant funds will be distributed based on community votes.": "Środki z dotacji zostaną rozdzielone na podstawie głosów społeczności.",
  "Amount": "Kwota",
  "More Information": "Więcej informacji",
  "Grant Winners!": "Zdobywcy grantów!",
  "See all Grants": "Zobacz wszytkie granty",
  "Geyser Grants": "Granty Geysera",
  "CLOSED": "Zamknięte",
  "Round 1 Announcement": "Ogłoszenie rundy 1",
  "The Geyser Grant Round 1 winners have been released.": "Zwycięzcy Rundy 1 Geyser Grant zostali ogłoszeni.",
  "The board will be responsible for reviewing and evaluating the applications.": "Komisja będzie odpowiedzialna za przegląd i ocenę wniosków",
  "Made possible by sponsors": "Możliwe dzięki sponsorom",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "Firmy Bitcoin i anonimowe osoby, które chcą przynieść światu nadzieję.",
  "Bitcoin Education": "Bitcoinowa edukacja",
  "Bitcoin Development": "Rozwój Bitcoina",
  "Bitcoin Culture": "Kultura Bitcoina",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "Celem tego grantu jest wspieranie wysiłków i inicjatyw non-profit zmierzających do edukacji Bitcoin. Bitcoin jest narzędziem indywidualnej wolności i suwerenności. Umożliwia rewolucję, która przeniesie ludzkość na wyższy poziom, zapewniając światu wolność finansową i dostępność oraz powrót do solidnego systemu finansowego. A jednak większość ludzi nadal postrzega go jako narzędzie do hazardu, pieniądze dla przestępców, schemat ponzi lub ekologiczny koszmar. Właśnie dlatego praca edukatorów Bitcoina jest tak ważna. Wciąż potrzeba wiele pracy, aby umożliwić ludziom na całym świecie korzystanie z Bitcoina jako narzędzia do ucieczki przed szalejącą inflacją, cenzurą finansową i brakiem pieniędzy. Więcej informacji można znaleźć tutaj.",
  "applicants": "Aplikanci",
  "contributed": "Ufundowano",
  "GRANT TO DISTRIBUTE": "GRANT DO PODZIELENIA",
  "Designs by": "Zaprojektowane przez",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "Podziękowania dla programistów i projektantów, którzy zbudowali i zaprojektowali Granty Geyser",
  "Please enter a valid email address.": "Wprowadź prawidłowy adres email.",
  "Succesfully subscribed to Geyser": "Pomyślnie zasubskrybowano Gejzer",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "Dziękujemy za zarejestrowanie się. Wkrótce udostępnimy więcej informacji o projektach i produktach Geyser. Aby dołączyć do naszej społeczności, znajdź nas na Telegramie i Twitterze.",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "Aby otrzymywać informacje o najnowszych projektach i produktach Geyser, zasubskrybuj swój email poniżej.",
  "Contact Email": "Email kontaktowy",
  "You successfully subscribed to <1>Geyser Grants</1>!": "Pomyślnie zasubskrybowałeś <1>Geyser Grants</1>!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "Finansowanie edukatorów, twórców i budowniczych realizujących wyłącznie projekty związane z Bitcoinem na Geyser.",
  "Funded by bitcoiners who want to change the world.": "Finansowany przez bitcoinerów, którzy chcą zmienić świat.",
  "View project": "Pokaż projekt",
  "Saving": "Zapisywanie",
  "Saved": "Zapisanow",
  "Save draft": "Zapisz wersję roboczą",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "Aby rozpoznać aktywnych użytkowników, Geyser wydaje i nagradza użytkowników odznakami Nostr, które mogą pełniej promować ich działania.",
  "What is Nostr": "Czym jest Nostr",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "Nostr oznacza „Notatki i inne rzeczy przesyłane przez przekaźniki”. Podobnie jak HTTP lub TCP-IP, Nostr jest protokołem; Jest to otwarty standard, na którym każdy może budować. Sam Nostr nie jest aplikacją ani usługą, w której się rejestrujesz. Sprawdź <1>nostr.how</1>, aby uzyskać więcej informacji",
  "What are Nostr Badges": "Czym są odznaki w Nostr",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "Odznaki Nostr to nowe wydarzenie na Nostr, które umożliwia użytkownikom wysyłanie i odbieranie zasobów cyfrowych z obrazem, tytułem i opisem. Mają NIP-58 na Nostr",
  "How to redeem my Nostr badge": "Jak zrealizować odznakę Nostr",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "Możesz bardzo łatwo odebrać odznakę Gejzer na swoim profilu Gejzeru. Zaloguj się przez Nostr, przejdź do profilu i kliknij &apos;zgłoś&apos;",
  "Where can I see my Geyser badges?": "Gdzie mogę zobaczyć moje odznaki Geyser?",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "Możesz uzyskać dostęp do odznak Gejzera na dowolnej platformie Nostr, która prezentuje odznaki Nostr, takiej jak badges.page i Ametyst.",
  "Who can edit and update Nostr Badges?": "Kto może edytować i aktualizować odznaki Nostr?",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "Wystawca odznak może edytować informacje dotyczące odznak, ale nie może w żadnym momencie cofnąć odznaki. Dlatego Geyser może dokonać edycji odznak, jeśli zajdzie taka potrzeba",
  "Will there be more badges?": "Czy będzie więcej odznak?",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "Tak! Zamierzamy stworzyć więcej odznak, gdy uznamy, że istnieje szczególny powód do uznania ciężkiej pracy lub ważnych osiągnięć. Ale nie martw się, nie „zalejemy systemu odznakami”.",
  "Hey, I should have that badge!": "Ej, powinienem mieć tę odznakę!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "Jeśli uważasz, że powinieneś mieć dostęp do odznaki, skontaktuj się z nami pod adresem <1>hello@geyser.fund</1>, a my sprawdzimy twoje uprawnienia do odznaki!",
  "Error": "Błąd",
  "Authentication failed.": "Błąd uwierzytelniania.",
  "Please clear your browser's cache & cookies and try again.": "Wyczyść pamięć podręczną i pliki cookie przeglądarki i spróbuj ponownie.",
  "Requested operation declined": "Żądana operacja została odrzucona",
  "Please use the invoice instead.": "Zamiast tego użyj faktury.",
  "Oops! Something went wrong with WebLN.": "Ups! Coś poszło nie tak z WebLN.",
  "Please copy the invoice manually instead.": "Zamiast tego skopiuj fakturę ręcznie.",
  "Connect with Lightning": "Połącz z Siecią Lightning ",
  "Scan the QR code to connect to your Lightning wallet.": "Zeskanuj kod QR, aby połączyć się z portfelem Lightning",
  "Check if your wallet supports LNURL-auth here.": "Sprawdź tutaj, czy Twój portfel obsługuje uwierzytelnianie LNURL.",
  "Waiting to connect...": "Czekam na połączenie...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "Pamiętaj, że jesteś odpowiedzialny za zarządzanie płynnością swojego węzła.",
  "Grant": "Grant",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "Zaloguj się ponownie za pomocą swojego profilu, lub naciśnij kontynuuj, jeśli chcesz zachować anonimowość.",
  "Add tags": "Dodaj tagi",
  "You must write a project story.": "Musisz napisać historię projektu.",
  "Public comment": "Komentarz publiczny ",
  "Filter": "Filtruj",
  "cannot select more than 3 tags": "nie można wybrać więcej niż 3 tagów",
  "Leaderboard": "Ranking ",
  "Contributor": "Współtwórca",
  "Amount funded": "Kwota ufundowana",
  "Projects funded": "Projekty ufundowane",
  "Open source": "Open source",
  "Podcast": "Podcast",
  "Epic": "Świetnie!",
  "Winner": "Zwycięzca",
  "Board": "Zarząd",
  "Creator": "Twórca",
  "Select language": "Wybierz język",
  "Request a language": "Poproś o język",
  "Check out some trending projects this week that you can follow in the discovery view!": "Sprawdź kilka popularnych projektów w tym tygodniu, które możesz śledzić w widoku odkrywania!",
  "Add goal": "Dodaj cel",
  "from": "Od",
  "Grant funds will be distributed by principled bitcoin board members.": "Środki z grantu zostaną rozdzielone przez rzetelnych członków zarządu.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "Wesprzyj bezpośrednio grant {{title}} za pomocą kodu QR (lightning i onchain)",
  "1 Sat = 1 vote.": "1 Sat = 1 głos.",
  "Verify your email": "Potwierdź swój email",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "Zabezpiecz swoje konto za pomocą adresu email. Zapewni to, że zawsze mieć do niego dostęp (w przypadku cenzury w mediach społecznościowych) i będziesz w stanie aktualizować informacje o projekcie.",
  "Email input": "Podaj Email",
  "Failed to generate OTP.": "Generowanie kodu OTP nie powiodło się.",
  "Email is a required field": "Email jest wymagany",
  "Please enter a valid Email address": "Wprowadź poprawny adres email",
  "Failed to update email.": "Aktualizowanie emaila nie powiodło się.",
  "Failed to verify email.": "Potwierdzanie emaila nie powiodło się.",
  "Your email": "Twój email",
  "Wallet updated successfully!": "Portfel zaktualizowano pomyślnie!",
  "Failed to update wallet.": "Aktualizowanie portfela nie powiodło się.",
  "Failed to login with email": "Logowanie za pomocą emaila nie powiodło się",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "Możesz bezpiecznie zaktualizować swój portfel, korzystając z jednorazowego hasła wysłanego na Twój zweryfikowany adres email.",
  "Verify email": "Potwierdź email",
  "This email has not been verified": "Email nie został potwierdzony",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "Możesz bezpiecznie zaktualizować swój email za pomocą jednorazowego hasła wysłanego na potwierdzony email.",
  "Delete profile": "Usuń profil",
  "Failed to delete profile": "Usuwanie profilu nie powiodło się",
  "Settings": "Ustawienia",
  "To delete your profile permanently from Geyser.": "Aby trwale usunąć swój profil z Geysera.",
  "Your profile has been deleted.": "Twój profil został usunięty.",
  "Profile has been deleted": "Profil został usunięty",
  "Type '{{textToConfirm}}' and confirm": "Wpisz '{{textToConfirm}}' aby potwierdzić",
  "Close": "Zamknij",
  "Check your SPAM folder for the email.": "Sprawdź swój folder ze SPAMem.",
  "Delete your profile permanently from Geyser.": "Usuń swój profil z Geysera na zawsze.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "Zweryfikuj swój adres email aby zabezpieczyć konto i edytować informacje o portfelu projektu. Ten adres będzie używany do powiadomień o ważnych wiadomościach dotyczących projektu i portfela.",
  "As a project creator, you cannot delete your profile": "Jako twórca projektu nie możesz skasować swojego profilu",
  "Successfully updated user email": "Aktualizacja adresu email pomyślna",
  "Email verification successfull!": "Pomyślnie zweryfikowano adresu email!",
  "Copy onchain address": "Skopiuj adres onchain",
  "Not now": "Nie teraz",
  "Add row above": "Dodaj wiersz powyżej",
  "Add row below": "Dodaj wiersz poniżej",
  "Add column left": "Dodaj kolumnę w lewo",
  "Add column right": "Dodaj kolumnę w prawo",
  "Remove column": "Usuń kolumnę",
  "Remove row": "Usuń wiersz",
  "Insert video": "Wstaw wideo",
  "Insert": "Wstaw",
  "Must be a valid twitter URL": "Musi to być poprawny URL twittera",
  "URL is required": "URL wymagany",
  "Insert tweet": "Wstaw tweet",
  "Failed to insert tweet": "Błąd wstawiania tweeta",
  "Connect more accounts": "Polącz więcej kont",
  "Pulldown to refresh": "Przeciągnij w dół, aby odświeżyć",
  "Hide": "Ukryj",
  "Error fetching project stats": "Błąd pobierania statystyk projektu",
  "Error fetching badges": "Błąd pobierania odznak",
  "Historical": "Historyczne",
  "No data available": "Brak dostępnych danych",
  "Details": "Szczegóły",
  "Add": "Dodaj",
  "Last 30 days": "Ostatnie 30 dni",
  "Last 7 days": "Ostatnie 7 dni",
  "Last 12 months": "Ostatnie 12 miesięcy",
  "Exported on": "Wyeksportowano w dniu",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "Jeśli dostęp do Twojego projektu zostanie zablokowany, możesz go odzyskać z dowolnego innego klienta Nostr, używając swojego klucza prywatnego, który został zabezpieczony przez Geyser dla Ciebie.",
  "Get your Private Key Kit off your computer and print out a copy": "Usuń swój zestaw kluczy prywatnych z komputera i wydrukuj kopię",
  "Store it somewhere safe.": "Przechowuj w bezpiecznym miejscu",
  "Nostr Private Key information": "Informacje o kluczu prywatnym Nostr",
  "Public Key": "Klucz publiczny",
  "Be aware of the following:": "Miej na uwadze co następuje:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "Jeśli zgubisz lub ujawnisz swoje klucze prywatne, twój projekt może zostać skompromitowany, i w tej sytuacji Geyser nie będzie mógł nic zrobić.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "Geyser przejmuje powiernictwo nad twoimi kluczami prywatnymi, dlatego nie zalecamy używania ich do korzystania z Nostr suwerennie.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "Nie wszystkie funkcje w Geyserze są jeszcze oparte na Nostr, dlatego nie wszystkie treści, które tworzysz, będą współpracować z resztą sieci Nostr.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "Jeśli zmienisz swój adres lightning na z innych klientów, Geyser będzie mieć możliwości weryfikacji dokonywanych Zapów, dlatego te Zapsy nie pojawią się w Geyserze.",
  "Export Private key (nsec)": "Eksport klucza prywatnego (nsec)",
  "Are you sure you want to export your private keys?": "Na pewno wyeksportować klucze prywatne?",
  "Warning: your project risks being compromised if you leak your private key.": "Uwaga: istnieje ryzyko skompromitowania projektu jeśli wycieknie twój klucz prywatny.",
  "I understand the risks of exporting my private key": "Rozumiem ryzyko związane z eksportem mojego klucz prywatnego",
  "failed to copy": "Błąd kopiowania",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Nostr to prosty, otwarty protokół umożliwiający globalne, zdecentralizowane i odporne na cenzurę rozpowszechnianie informacji. Geyser zapewnia każdemu projektowi własny npub. Oznacza to, że możesz uzyskać dostęp do swojego projektu z innych klientów Nostr i że Twoja aktywność na Geyserze będzie widoczna i dostępna międzyplatformowo.",
  "Below you can find the information you need to access your public and private keys.": "Poniżej znajdziesz informacje potrzebne do uzyskania dostępu do swoich kluczy publicznych i prywatnych.",
  "Your Nostr Public Key (npub)": "Twój klucz publiczny (npub)",
  "Warning: Before exporting your private keys, make sure to read the following message.": "Uwaga: Przed wyeksportowaniem swoich kluczy prywatnych, przeczytaj poniższą wiadomość.",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "Możesz wyeksportować swoje prywatne klucze projektu, aby uzyskać do niego dostęp z innego klienta Nostr. Pamiętaj jednak o następujących kwestiach:",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "Obchodź się z kluczem bardzo ostrożnie. Każdy, kto posiada klucz prywatny, może publikować w imieniu projektu. Jeśli wycieknie Twój klucz prywatny, projekt może zostać skompromitowany i Geyser nie będzie mógł temu zapobiec.",
  "The Relays": "Przekaźniki",
  "These are the relays that we publish to.": "Oto przekaźniki, na które publikujemy.",
  "You need to login before creating your project.": "Musisz się zalogować zanim utworzysz projekt.",
  "Please provide secure links, starting with https://": "Podaj proszę bezpieczne linki zaczynające się od https://",
  "Project Private Key Kit (nsec)": "Zestaw kluczy prywatnych projektu (nsec)",
  "Share": "Udostępnij",
  "Select an image": "Wybierz obraz",
  "Title is a required field.": "Tytuł jest polem wymaganym.",
  "Find out more": "Dowiedz się więcej",
  "Milestone": "Kamień milowy",
  "Successfully contributed to": "Pomyślnie wsparto",
  "Project Identifier": "Identyfikator projektu",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "Ustaw swój unikalny identyfikator projektu, aby utworzyć spersonalizowany adres URL i uzyskać odpowiadający mu adres Lightning dla swojego projektu Geyser.",
  "Your Nostr Private Key Kit (nsec)": "Twój zestaw kluczy prywatnych (nsec)",
  "Limited Edition (skip if no limit)": "Edycja Limitowana (pomiń, jeśli nie ma limitu)",
  "Currency": "Waluta",
  "Describe the item you would like to sell": "Opisz przedmiot, który chcesz sprzedawać",
  "Price": "Cena",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "Twój adres Lightning w Geyserze to <1>{{projectAddress}}</1>. Wszystkie środki wysłane na ten adres zostaną natychmiast przekierowane do portfela, który określisz poniżej.",
  "Confirm project launch": "Potwierdź uruchomienie projektu",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "Uruchomienie projektu sprawi, że będzie on widoczny i możliwy do wyszukania przez publiczność. Będziesz mógł dezaktywować swój projekt, ale nie ukryć go po jego uruchomieniu.",
  "Lightning Node": "Węzeł Lightning",
  "Confirm launch": "Potwierdź uruchomienie",
  "You’re all set!": "Wszystko gotowe!",
  "Zoom": "Przybliż",
  "Warning! By changing this identifier your old project links will not send you to your project": "Uwaga! Zmiana identyfikatora projektu sprawi, że stare linki nie przekierują do twojego projektu",
  "Private Key": "Klucz prywatny",
  "sold": "sprzedano",
  "Items": "Przedmioty",
  "Bitcoin Price": "Cena Bitcoina",
  "Date": "Data",
  "Status": "Status",
  "Show more": "Pokaż więcej",
  "Delivered": "Dostarczono",
  "To do": "Do wysłania",
  "Shipped": "Wysłano",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "Obserwuj nas w mediach społecznościowych i oznacz @geyserfund, abyśmy mogli wypromować Twoje treści.",
  "Type": "Typ",
  "Reference": "Num. referencyjny",
  "To": "Do",
  "From": "Od",
  "Export": "Eksport",
  "Custom Range": "Zasięg niestandardowy",
  "Past Month": "Poprzedni miesiąc",
  "Past Week": "Ostatni tydzień",
  "All": "Wszystko",
  "Donation": "Darowizna",
  "BTC (sats)": "BTC (sats)",
  "Are you sure you want to make the change?": "Na pewno dokonać zmiany?",
  "Badge": "Odznaki",
  "Checkout": "Do kasy",
  "Project URL": "URL projektu",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "Zmieniono identyfikator projektu, co również zmienia Twój adres URL Geyser i adres Lightning.",
  "Are you sure?": "Na pewno?",
  "Nostr settings": "Ustawienia Nostr",
  "USD ($)": "USD ($)",
  "Make a donation": "Dokonaj darowizny",
  "Sell anything to reward your contributors": "Sprzedawaj cokolwiek, aby nagradzać swoich wspierających",
  "Oops, looks like this page got lost in space": "Ups, wygląda na to, że ta strona zagubiła się w przestrzeni",
  "No items with this status.": "Brak przedmiotów o tym statusie.",
  "Category": "Kategoria",
  "months": "miesięcy",
  "Purchases": "Zakupy",
  "Followed": "Obserwowany",
  "month": "miesiąc",
  "Quantity": "Ilość",
  "Reference code": "Kod referencyjny",
  "Shipping status": "Status wysyłki",
  "Guide": "Przewodnik",
  "Support Geyser": "Wesprzyj Geyser",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "Geyser zapewnia Ci platformę do prezentowania i promowania Twojego projektu. Rozważ przekazanie nam wsparcia, abyśmy mogli nadal ulepszać nasz produkt.",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "Spróbuj odświeżyć tę stronę lub wyczyścić dane witryny (Zbadaj -> Aplikacja -> Wyczyść dane witryny).",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "Jeśli problem będzie się powtarzał, daj nam znać poprzez nasz <1>formularz kontaktowy</1> lub skontaktuj się z nami na <3>Telegramie</3>",
  "This project does not exist": "Ten projekt nie istnieje",
  "What may have gone wrong:": "Co mogło pójść nie tak:",
  "You may have typed the wrong URL": "Być może wpisałeś niewłaściwy URL",
  "The project may have been deleted": "Projekt mógł zostać usunięty",
  "The creator may have changed the project URL": "Twórca mógł zmienić URL projektu",
  "Grant amount": "Kwota grantu",
  "APPLICATION PENDING": "APLIKACJA W TOKU",
  "Pending Applications": "Aplikacje w toku",
  "Connect with Nostr": "Połącz z Nostr",
  "Post": "Opublikuj",
  "Invoice": "Faktura",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "Aby otrzymać wybrane przedmioty, musisz wysłać swoje dane przesyłki na email twórcy. Geyser nie przechowuje Twoich prywatnych informacji ze względów bezpieczeństwa.",
  "More info": "Więcej informacji",
  "Download & Continue": "Pobierz i kontynuuj",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "Kontynuując, potwierdzasz, że jesteś odpowiedzialny za odbieranie zwrotów środków.",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "Aby utrzymać Geyser bez procedur KYC, transakcje onchain są zamieniane na Lightning w sposób niepowierniczy. Dlatego wymagamy, abyś pobrał plik zwrotu jako kopię zapasową na wypadek rzadkiej sytuacji, gdy płatność się nie powiedzie.",
  "Download refund file before proceeding": "Pobierz plik zwrotu środków przed kontynuowaniem",
  "Enter your email to receive transaction confirmation": "Wprowadź swój adres email aby otrzymać potwierdzenie transakcji",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "Czas realizacji może się różnić w zależności od warunków sieci Bitcoina, takich jak rozmiar mempoola i opłaty transakcyjne. Dziękujemy za Twoją cierpliwość.",
  "View transaction on explorer": "Pokaż transakcję w eksploratorze",
  "Get notified (optional)": "Otrzymaj powiadomienie (opcjonalnie)",
  "Download refund file": "Pobierz plik zwrotu środków",
  "Payment & refund instructions": "Instrukcje dotyczące płatności i zwrotu środków",
  "Copy link": "Skopiuj link",
  "Claim refund": "Odbierz zwrot środków",
  "Transaction has failed": "Transakcja nie powiodła się",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "Podaj adres onchain, na który chcesz otrzymać zwrot środków.",
  "Send the exact payment amount in Satoshis": "Wyślij dokładną kwotę płatności w Satoshi",
  "Set the transaction fee to medium or high": "Ustaw opłatę transakcyjną na średnią lub wysoką",
  "Address is required to claim funds": "Adres jest wymagany do odebrania środków",
  "Upload refund file": "Załaduj plik zwrotu środków",
  "Initiate refund": "Zainicjuj zwrot środków",
  "Refund initiated successfully": "Zwrot środków rozpoczęty pomyślnie",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "Tutaj możesz zainicjować zwroty za nieudane transakcje. Jeśli Twoja przeglądarka przechowuje pliki zwrotu lokalnie, po prostu wprowadź swój adres Bitcoin onchain, aby kontynuować. Jeśli nie, będziesz musiał również przesłać plik zwrotu, który powinieneś był bezpiecznie zapisać podczas procesu wsparcia.",
  "For more info on Refund Policies and Fees <1>click here.</1>": "Aby uzyskać więcej informacji o polityce zwrotów i opłatach, <1>kliknij tutaj.</1>",
  "Check out my project in geyser: {{projectLink}}": "Sprawdź mój projekt w Geyser: {{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "Mamy misję, aby zmienić zasady gry i potrzebujemy Twojej pomocy. Zanurz się w naszym projekcie na @geyserfund i razem dokonajmy zmiany. Jesteś z nami? {{projectLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "Twórz marzenia razem z nami! Uruchamiamy coś niesamowitego na @geyserfund i zapraszamy Cię do bycia częścią tej podróży. Dołącz do nas! {{projectLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "Wielka nowina! Właśnie uruchomiliśmy nasz najnowszy projekt na @geyserfund i potrzebujemy TWOJEJ pomocy, aby go urzeczywistnić. Gotowy, aby dokonać zmiany? {{projectLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "Dołącz do nas, aby ożywić nasz wymarzony projekt na @geyserfund. Zmieniajmy rzeczy razem! {{projectLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "Pilne: Robimy zamieszanie z naszym nowym projektem na @geyserfund! Sprawdź: {{projectLink}} #BreakingNews",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "Przekształcamy nasze marzenia w rzeczywistość dzięki temu projektowi na @geyserfund. Twoje wsparcie ma znaczenie: {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "Zmieniamy świat, krok po kroku. Dołącz do naszej misji na @geyserfund i pomóż nam zostawić trwały ślad. Twoje wsparcie zmienia wszystko: {{projectLink}} #DokonajZmiany",
  "By keeping your project in 'draft', it will remain hidden until you decide to launch it": "Pozostawiając projekt jest w „wersji roboczej”, pozostanie on ukryty aż zdecydujesz się go uruchomić",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "Możesz także zapoznać się z innymi dostawcami adresów Lightning i ich limitami za pośrednictwem tego linku: <1>Lista portfeli Lightning</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "Przepraszamy, ale Twoja transakcja nie może zostać zrealizowana. Portfel projektu, który próbujesz zasilić, osiągnął swój maksymalny limit i nie może obecnie przyjąć więcej niż {{amount}} sats.",
  "Scan and pay invoice with bitcoin.": "Zeskanuj i opłać fakturę za pomocą bitcoina.",
  "Download and securely store your Refund File.": "Pobierz i bezpiecznie przechowaj plik zwrotu środków.",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "Jeśli tak zrobiłeś i zdecydowałeś, że nie chcesz kontynuować zwrotu środków w tej chwili, możesz bezpiecznie zamknąć to okno.",
  "Do not close this window": "Nie zamykaj tego okna",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "Plik zwrotu można bezpiecznie usunąć, ponieważ Twoja transakcja została pomyślnie przetworzona.",
  "Refund Transaction Fees": "Opłaty transakcji zwrotu środków",
  "Amount contributed": "Kwota wsparcia",
  "Contribution to": "Wkład w",
  "Refund summary": "Podsumowanie zwrotu środków",
  "Total Refunded": "Kwota zwrotu środków",
  "We apologize for any inconvenience caused.": "Przepraszamy za wszelkie niedogodności.",
  "If you need assistance, please don't hesitate to reach out to us for support.": "Jeśli potrzebujesz pomocy, nie wahaj się skontaktować się z nami w celu uzyskania wsparcia.",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "Śmiało <1>skontaktuj się z twórcą</1>, aby poinformować go o swojej próbie wsparcia.",
  "Alternatively": "Alternatywnie",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "Może to wynikać z faktu, że niestety nie możemy połączyć się z portfelem, aby wygenerować fakturę. Przyczyną może być:",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "Aplikuj o udział w {{title}}, tworząc swój projekt na Geyserze, a następnie wybierając go w procesie aplikacyjnym",
  "Confirm Delete": "Potwierdź usunięcie",
  "Leaderboard (All)": "Ranking (Wszystkie)",
  "Sats sent": "Wysłane satsy",
  "votes": "głosy",
  "voters": "głosujących",
  "sats sent": "wysłanych satsów",
  "How voting works": "Jak działa głosowanie",
  "This grant uses ": "Ten grant używa",
  "Incremental Voting": "głosowanie stopniowe",
  "1 vote": "1 głos",
  "From 1,000 to 9,999 sats": "Od 1 000 do 9 999 sats",
  "2 votes": "2 głosy",
  "From 10,000 to 99,999 sats": "Od 10 00 do 99 999 sats",
  "3 votes": "3 głosy",
  "Above 100k sats": "Ponad 100k sats",
  "Above 100k sats = 3 votes": "Ponad 100k sats = 3 głosy",
  "Let's vote!": "Głosujmy!",
  "Proportional Voting": "Głosowanie proporcjonalne",
  " to enable more funding to go towards projects. This means:": " aby umożliwić większe finansowanie projektów. Oznacza to:",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 sat = 1 głos. Każdy sat to jeden głos.",
  "You can send Sats to multiple projects and multiple times": "Możesz przekazywać satoshi do różnych projektów oraz robić to wielokrotnie",
  "You can send Sats anonymously": "Możesz wysłać satsy anonimowo",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "Bądź na bieżąco z projektami, które obserwujesz, dzięki regularnym aktualizacjom oraz ogłoszeniom dotyczącym produktów Geyser. Podaj swój adres email poniżej – możesz zrezygnować w dowolnym momencie.",
  "Enter Goal Title": "Podaj tytuł celu",
  "Deleting this goal will result in losing all of its progress": "Usunięcie tego celu spowoduje utratę całego postępu",
  "Are you sure you want to delete goal titled": "Na pewno usunąć cel o tytule",
  "Delete Goal": "Usuń cel",
  "Denominate your goal in Bitcoin or USD": "Określ swój cel w Bitcoinach lub USD",
  "Inspire your followers to contribute to specific objectives.": "Zainspiruj swoich obserwujących do wspierania konkretnych celów.",
  "Goal Title": "Tytuł celu",
  "Goal Amount": "Kwota celu",
  "Denomination": "Nominał",
  "Create goal": "Utwórz cel",
  "Nostr": "Nostr",
  "Sold": "Sprzedano",
  "Buy": "Kup",
  "Followers": "Obserwujący",
  "Ready for delivery": "Gotowe do realizacji",
  "Preorder": "Przedsprzedaż",
  "Goals": "Cele",
  "weeks": "tygodnie",
  "Change language": "Zmień język",
  "Discover": "Odkrywaj",
  "Completed": "Ukończono",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "To jest domyślny cel. Wpłaty będą kierowane tutaj, chyba że darczyńcy zdecydują się sfinansować inny cel. Po ukończeniu tego celu, następny w kolejności automatycznie stanie się celem domyślnym.",
  "This goal is denominated in US Dollars": "Ten cel jest denominowany w dolarach amerykańskich",
  "contributed towards goal": "wpłacono na realizację celu",
  "Location": "Lokalizacja",
  "of": "z",
  "Posts": "Wpisy",
  "Delivery in": "Dostawa w ciągu",
  "contributed in total": "łącznych wpłat",
  "Title must match exactly": "Tytuł musi pasować dokładnie",
  "Github": "Github",
  "No contributions have been made to this project": "Nie dokonano żadnych wpłat na ten projekt",
  "Project details": "Szczegóły projektu",
  "Anonymous": "Anonim",
  "Select project": "Wybierz projekt",
  "Logged in with": "Zalogowano za pomocą",
  "Do you want to receive monthly email updates of the projects you follow?": "Czy chcesz otrzymywać comiesięczne aktualizacje emailowe dotyczące projektów, które obserwujesz?",
  "Sign in": "Zaloguj się",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "Bądź na bieżąco z projektami, które obserwujesz, dzięki regularnym aktualizacjom projektów oraz nowościom dotyczącym produktów Geyser.",
  "Sign in to Geyser": "Zaloguj się do Geysera",
  "Yes, please send me updates": "Tak, proszę wysyłać mi aktualizacje",
  "Don't ask again": "Nie pytaj więcej",
  "Reset filters": "Zresetuj filtry",
  "Create project": "Utwórz projekt",
  "Receive email notifications for projects you follow": "Otrzymuj powiadomienia email o projektach, które obserwujesz",
  "Stay informed": "Bądź na bieżąco",
  "Feature project": "Wyróżnij projekt",
  "Featured": "Wyróżnione",
  "No, no project updates": "Nie, nie przysyłajcie mi aktualizacji",
  "Learn more": "Dowiedz się więcej",
  "Filter by": "Filtruj wg",
  "View results": "Pokaż wyniki",
  "My Projects": "Moje projekty",
  "Inactive projects": "Projekty nieaktywne",
  "Past week": "Zeszły tydzień",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "Twój projekt jest obecnie niewidoczny publicznie i nie może otrzymywać wsparcia. Kliknij Opublikuj, gdy będziesz gotowy, aby go udostępnić.",
  "Draft": "Szkic",
  "Updates on projects I follow": "Aktualizacje projektów, które obserwuję",
  "Contributions Received": "Otrzymane wpłaty",
  "No contributions received": "Nie otrzymano żadnych wpłat",
  "Global Feed": "Globalny kanał",
  "Projects I Follow": "Projekty, które obserwuję",
  "Top Contribution": "Najwyższa wpłata",
  "Anonymous contributor": "Anonimowy darczyńca",
  "New post": "Nowy wpis",
  "Top Projects and Contributors": "Najlepsze projekty i darczyńcy",
  "Past month": "Zeszły miesiąc",
  "The projects and contributors making world-changing ideas a reality": "Projekty i darczyńcy, którzy zamieniają przełomowe pomysły w rzeczywistość",
  "Select period...": "Wyberz okres...",
  "through": "przez",
  "Open Grants": "Otwarte granty",
  "Open": "Otwarte",
  "Awarded": "Przyznane",
  "Sponsors": "Sponsorzy",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "Udostępnij swój Geyserowy adres Lightning z kimkolwiek, a oni będą mogli Cię natychmiast wesprzeć.",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "Dodaj ten adres Lightning do swojego profilu Nostr w ramach tego projektu, aby otrzymywać „zapy” (napiwki) bezpośrednio od innych użytkowników.",
  "Write post": "Napisz wpis",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "Npub to unikalny identyfikator Twojego projektu w zdecentralizowanej, odpornej na cenzurę sieci społecznościowej Nostr.",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "Adres Lightning to identyfikator przypominający adres email, służący do otrzymywania płatności w Bitcoinach.",
  "Lightning address & NPUB": "Adres Lightning i NPUB",
  "Available": "Dostępne",
  "Share the post page to spread the word across the internet and social media.": "Udostępnij stronę wpisu, aby rozesłać informację w sieci i mediach społecznościowych.",
  "Share post": "Udostępnij wpis",
  "Project is part of a voting grant": "Projekt jest częścią grantu z głosowaniem",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "Ten Grant korzysta z Głosowania Inkrementalnego, aby każdy głos miał znaczenie. Oto, jak to działa:",
  "You can vote multiple times and towards multiple projects": "Możesz głosować wielokrotnie i na wiele projektów",
  "You can vote by sending Sats": "Możesz głosować wysyłając satsy",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "Możesz oddać maksymalnie 3 głosy na jeden projekt, w zależności od łącznej kwoty wpłaconej na dany projekt:",
  "Inactive Wallet": "Portfel nieaktywny",
  "View Sales": "Pokaż sprzedaż",
  "Unhide": "Odsłoń",
  "Sales": "Sprzedaż",
  "Accounting": "Księgowość",
  "Project Info": "Informacje o projekcie",
  "Notifications": "Powiadomienia",
  "Funds received (sats)": "Otrzymane środki (sats)",
  "Views": "Odsłony",
  "Funding by method": "Finansowanie wg metody",
  "Funding by region": "Finansowanie wg regionu",
  "Private message": "Prywatna wiadomość",
  "Export CSV": "Eksport do CSV",
  "Project info": "Informacje o projekcie",
  "Upload image": "Załaduj obraz",
  "Youtube and Vimeo video links are supported for project headers.": "Linki do filmów z YouTube i Vimeo są obsługiwane w nagłówkach projektów.",
  "Media url": "Adres URL mediów",
  "Upload additional image": "Załaduj dodatkowy obraz",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "Aby edytować swój portfel, musisz zweryfikować adres e-mail ze względów bezpieczeństwa. Możesz to zrobić w swoich <0> ustawieniach profilu</0> <1> Dowiedz się więcej w Przewodniku.</1> ",
  "Choose Geyser split per transaction:": "Wybierz procentowy podział dla Geysera przy każdej transakcji:",
  "Featured Wallets": "Wyróżnione portfele",
  "Export Private Key (nsec)": "Eksport klucza prywatnego (nsec)",
  "Project status": "Status projektu",
  "Are you sure you want to deactivate the project ?": "Czy na pewno chcesz dezaktywować projekt?",
  "Update project status": "Zaktualizuj status projektu",
  "Delete Project": "Usuń projekt",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "Ten projekt poszukuje finansowania w ramach {{grantName}}. Aby wesprzeć projekt swoim głosem, zaloguj się za pomocą powiązanego konta w mediach społecznościowych (konta Lightning nie kwalifikują się do głosowania). Możesz również dokonać wpłaty bez logowania, jednak nie zostanie ona policzona jako głos.",
  "Provide your Nostr public address (npub)": "Podaj swój klucz publiczny Nostr (npub)",
  "The Bitcoin address you entered is invalid": "Podany adres Bitcoin jest nieprawidłowy",
  "Basket": "Koszyk",
  "Summary": "Podsumowanie",
  "All posts": "Wszystkie wpisy",
  "Post on X": "Opublikuj na X",
  "Your post is live!": "Twój wpisy został opublikowany!",
  "Don’t forget to share it on social media to maximize its reach.": "Pamiętaj podzielić się tym w mediach społecznościowych, aby maksymalizować zasięg.",
  "Followers (Everyone)": "Obserwujący (wszyscy)",
  "Back to post": "Wróć do wpisów",
  "Post Title": "Tytuł wpisu",
  "Publish": "Opublikuj",
  "The summary of the post": "Podsumowanie wpisu",
  "Send post by email": "Wyślij wpis emailem",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "Możesz opublikować post na platformie, czyniąc go widocznym dla wszystkich, a opcjonalnie przesłać go emailem wybranym członkom swojej społeczności.",
  "Don’t Lose Your Progress": "Nie trać swojego postępu",
  "Upload header image": "Załaduj obraz nagłówka",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "Tytuł, podtytuł i obrazek będą jedynymi elementami widocznymi w emailu, który otrzymają użytkownicy. Upewnij się, że są one przykuwające uwagę, aby zachęcić odbiorców do odwiedzenia Twojego wpisu.",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "Zaraz opuścisz stronę. Rozważ zapisanie swojego wpisu jako wersji roboczej, aby uniknąć utraty pracy i dokończyć go później.",
  "Link": "Powiąż",
  "Send via email": "Wyślij email",
  "Send to": "Wyślij do",
  "Select recipients": "Wybierz odbiorców",
  "Email will be sent to": "Email zostanie wysłany do",
  "members.": "członków.",
  "Completed Goals": "Ukończone cele",
  "Successfully deleted post!": "Wpis skasowany pomyślnie!",
  "Back to posts": "Wróć do wpisów",
  "Failed to fetch featured project": "Nie udało się pobrać wyróżnionego projektu.",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "Portfele są oznaczane jako niestabilne, gdy transakcja nie powiodła się z powodu nieudanej transakcji, niewystarczającej płynności przychodzącej lub innych przyczyn. Rozważ wykonanie małej transakcji, aby przywrócić swój projekt do stanu aktywnego, lub zmień portfel.",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "Twój portfel nie działa. Proszę zmień portfel, aby otrzymywać wpłaty.  ",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "Twój projekt jest aktywny i może otrzymywać wpłaty. Udostępnij swój projekt, aby zwiększyć jego widoczność.",
  "No projects": "Brak projektów",
  "Profile settings": "Ustawienia profilu",
  "Goal": "Cel",
  "Exit the creation flow": "Opuść proces tworzenia",
  "The project will be saved as a Draft and you can access it in your Profile page.": "Projekt zostanie zapisany jako wersja robocza i będzie dostępny na Twojej stronie Profilu.",
  "Save as draft": "Zapisz szkic",
  "Leave a public comment here.": "Zostaw publiczny komentarz tutaj.",
  "Enter your comment here...": "Wpisz tutaj swój komentarz...",
  "Private comments": "Prywatne komentarze",
  "Funded": "Sfinansowano",
  "Merch": "Merch",
  "Provide your Lightning Address for a full or partial refund": "Podaj swój adres Lightning, aby otrzymać pełny lub częściowy zwrot.",
  "To a goal": "Do celu",
  "Email and Updates": "Email i aktualizacje",
  " Total to pay": " Łączna kwota do zapłaty",
  "Copy invoice": "Kopiuj fakturę",
  "Download invoice": "Pobierz fakturę",
  "Update your community by email": "Informuj swoją społeczność emailem",
  "Facebook": "Facebook",
  "Google": "Google",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "<0>Wyślij dokładną kwotę płatności w satoshi</0>, aby zapewnić pomyślną realizację transakcji i uniknąć jej odrzucenia.",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "<0>Ustaw opłatę transakcyjną na średnią lub wysoką</0> i dostosuj stawkę opłaty w satoshi na bajt (sat/B), aby zapewnić realizację wymiany w ciągu 24 godzin.",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "<0>Pobierz i bezpiecznie przechowuj swój plik zwrotu;</0> w razie wątpliwości pobierz go ponownie, aby zapewnić",
  "Transaction is being processed": "Transakcja jest przetwarzana",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "Pobierz i bezpiecznie przechowuj swój plik zwrotu; w razie wątpliwości pobierz go ponownie, aby zapewnić jego bezpieczeństwo.",
  "Get notified via email (optional)": "Otrzymuj powiadomienia przez email (opcjonalnie)",
  "Enter notified by email (optional)": "Wprowadź powiadomienia przez email (opcjonalnie)",
  "Refresh Page": "Odśwież stronę",
  "Continue with email": "Kontynuuj z użyciem emaila",
  "Twitter (X)": "Twitter (X)",
  "You can login securely by using One Time Password sent to your email.": "Możesz bezpiecznie zalogować się, używając jednorazowego hasła wysłanego na Twój email.",
  "Receive One Time Password": "Otrzymaj hasło jednorazowe",
  "We sent you an OTP code to": "Wysłaliśmy Ci kod OTP na",
  "Paste (or type) it below to continue.": "Wklej (lub wpisz) go poniżej, aby kontynuować.",
  "Banner": "Baner",
  "Spread the word": "Przekaż informację",
  "This month": "Bieżący miesiąc",
  "Hall of Fame": "Hala sław",
  "Top Projects": "Najlepsze projekty",
  "Top Heroes": "Najlepsi bohaterowie",
  "Creators": "Twórcy",
  "Ambassadors": "Ambasadorzy",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "Odkryj najlepsze projekty, które mają znaczący wpływ na masową adopcję Bitcoina",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "Zebrano <1>{{usdAmount}}</1> ({{satsAmount}} sats) przy <3>{{numberOfContributions}}</3> wpłatach od <5>{{numberOfFunders}}</5> użytkowników",
  "Those bringing the most successful projects to life": "Ci, którzy urzeczywistniają najbardziej udane projekty",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "Ci, których wpłaty napędzają projekty na Geyser, przyspieszając adopcję Bitcoina",
  "Heroes Hall of Fame": "Hala sław bohaterów",
  "Those spreading the word about valuable projects and enabling contributions to happen": "Ci, którzy rozpowszechniają informacje o wartościowych projektach i umożliwiają dokonywanie wpłat",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "Udostępnij Halę Sław Bohaterów, aby wyróżnić najlepszych Wpłacających, Twórców i Ambasadorów ekosystemu Bitcoina!",
  "Hero link:": "Link bohatera:",
  "Top Contributors": "Najlepsi Wpłacający",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "Wpłacono <1>{{usdAmount}}</1> ({{satsAmount}} sats) w ramach <3>{{numberOfContributions}}</3> wpłat na <5>{{numberOfProjects}}</5> projektów",
  "Top Creators": "Najlepsi Twórcy",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Zebrano <1>{{usdAmount}}</1> ({{satsAmount}} sats) w ramach <3>{{numberOfProjects}}</3> projektów",
  "Top Ambassadors": "Najlepsi Ambasadorzy",
  "made in contributions": "dokonano wpłat",
  "raised in contributions": "zebrano z wpłat",
  "Hero Rank": "Ranga Bohatera",
  "Ambassador": "Ambasadorem",
  "of enabled contributions": "umożliwionych wpłat",
  "Error fetching user profile": "Błąd podczas pobierania profilu użytkownika",
  "Copy card": "Kopiuj kartę",
  "Creator Ranking": "Ranking twórców",
  "Contributor Ranking": "Ranking darczyńców",
  "Ambassador Ranking": "Ranking Ambasadorów",
  "Resend code": "Wyślij ponownie kod",
  "Geyser Manifesto": "Manifest Geysera",
  "with": "z",
  "contributions": "wpłaty",
  "to get your custom": "aby otrzymać swoją spersonalizowaną",
  "Become the first project": "Zostań pierwszym projektem",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "Osoba, która umożliwia wpłaty na projekty, rozpowszechniając informacje za pomocą swojego unikalnego linku Bohatera",
  "and track the impact of sharing.": "i śledzi wpływ swoich udostępnień.",
  "A unique link that tracks contributions you helped generate": "Unikalny link, który śledzi wpłaty, które pomogłeś wygenerować",
  "Hero link": "linku bohatera",
  "Share on X": "Udostępnij na X",
  "by spreading the word and enabling more contributions to this project.": "poprzez rozpowszechnianie informacji i umożliwianie większej liczby wpłat na ten projekt.",
  "No contributions have been enabled through sharing yet.": "Nie udostępniono jeszcze żadnych wpłat poprzez udostępnianie.",
  "No Purchases made yet": "Nie dokonano jeszcze żadnych zakupów",
  "Failed to fetch purchases": "Nie udało się pobrać zakupów",
  "No contributions made yet": "Nie dokonano jeszcze żadnych wpłat.",
  "Order placed": "Zamówienie złożone",
  "Order number": "Numer zamówienia",
  "Unit price": "Cena jednostkowa",
  "By continuing to checkout you are accepting our T&Cs": "Kontynuując realizację zamówienia, akceptujesz nasz regulamin",
  "Please refresh the page and try again": "Odśwież stronę i spróbuj ponownie",
  "Something went wrong": "Coś poszło nie tak",
  "An Error Occured": "Wystąpił błąd.",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "Napotkaliśmy problem z procesem płatności. Może to wynikać z usługi zewnętrznej lub błędu w naszym systemie wewnętrznym. Przepraszamy za tę niedogodność i dziękujemy za cierpliwość, gdy pracujemy nad jego rozwiązaniem.",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "Niektóre błędy systemowe są tymczasowe. Klikając przycisk „spróbuj ponownie”, możesz ponowić próbę dokonania płatności.",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "Jeśli problem będzie się powtarzał lub potrzebujesz pomocy, nie wahaj się skontaktować z nami w celu uzyskania wsparcia.",
  "for this project by spreading the word using your": "tego projektu, udostępniając informacje za pomocą swojego",
  "Next Actions": "Kolejne działania",
  "Become an": "Stań się",
  "Hero Link:": "Link bohatera:",
  "Send to new email": "Wyślij na nowy email",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "Sprawdź swój email ({{email}}), aby otrzymać powiadomienia o potwierdzeniu transakcji.",
  "Learn more about Geyser Grants.": "Dowiedz się więcej o Geyser Grants.",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "Granty dla edukatorów, twórców i budowniczych, którzy przyspieszają adopcję Bitcoina. Wesprzyj finansowanie kolejnej rundy grantów już teraz!",
  "Guardians": "Strażnicy",
  "Closed Grants": "Zamknięte granty",
  "Make a recurring contribution": "Dokonaj cyklicznej wpłaty",
  "Subscription": "Subskrypcja",
  "Subscribing anonymously": "Subskrybcja anonimowa",
  "You would not be able to manage your subscription through geyser.": "Nie będziesz mógł zarządzać swoją subskrypcją przez Geysera.",
  "To manage your subscription in the future, please login to stripe with your provided email.": "Aby zarządzać swoją subskrypcją w przyszłości, zaloguj się do Stripe za pomocą podanego emaila.",
  "Warrior": "Wojownik",
  "Legend": "Legenda",
  "Knight": "Rycerz",
  "King": "Król",
  "Why Geyser": "Dlaczego Geyser",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "Strażnicy Geysera odgrywają kluczową rolę w adopcji Bitcoina. Dołączając do Strażników, bezpośrednio finansujesz granty dla twórców i otrzymujesz w zamian ekskluzywne korzyści.",
  "Words from creators on Geyser": "Słowa twórców o Geyserze",
  "Geyser Guardians": "Strażnicy Geysera",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "W świecie, w którym nihilizm i pesymizm wobec przyszłości dominują, Bitcoin przyniósł nam nadzieję. Nie tylko nadzieję na świat oparty na solidnych fundamentach monetarnych, ale także na siłę działania, które może przynieść znaczącą zmianę. Świat jest plastyczny, a jednostki mają moc, by go kształtować na nowo.",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "Aby zasady Bitcoina zakorzeniły się w świecie, zmiany muszą zachodzić na wszystkich poziomach społeczeństwa. Programiści, edukatorzy, pisarze, filmowcy, artyści i całe społeczności mają swoją rolę do odegrania w budowie świata Bitcoina. Żaden czyn nie jest zbyt mały – drobne działania składają się na globalne oddolne ruchy.",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "Bitcoin jest pokojową rewolucją – ale pokojowa nie oznacza pasywna. Czas działać. Czy jesteś Bitcoinerem? Jeśli tak, to jesteś głównym bohaterem tej opowieści, a narzędzia są w Twoich rękach.",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "Cypherpunks to rozumieli. Nie czekali na pozwolenie – tworzyli narzędzia wolności. W 1993 roku w Manifeście Cypherpunków zadeklarowano: „Cypherpunks piszą kod”. W 2009 roku Satoshi Nakamoto opublikował kod Bitcoina. Bitcoin narodził się z działania i woli zmiany.",
  "- Geyser Team": "- Zespół Geysera",
  "Metamick": "Metamick",
  "Stelios": "Stelios",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "Wizja zawsze polegała na budowie solidnych fundamentów dla ery cyfrowej – odejściu od z góry narzuconej drogi totalitarnej kontroli i cenzury, w stronę decentralizacji, otwartości, wolności i suwerenności jednostki. Aby doprowadzić do niewyobrażalnego dobrobytu i rozkwitu ludzkości.",
  "Vlad": "Vlad",
  "Partners": "Partnerzy",
  "What will you do to help bring about Bitcoin adoption?": "Co zrobisz, aby przyczynić się do upowszechnienia Bitcoina?",
  "Sajal": "Sajal",
  "Discounts": "Rabaty",
  "Physical Items": "Przedmioty fizyczne",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "Nosząc blizny z niezliczonych bitew, Wojownik jest nieustraszonym obrońcą adopcji Bitcoina. Jego lekka zbroja i wyostrzone instynkty sprawiają, że jest szybki i strategiczny, mobilizując wsparcie dla pomysłów już na ich najwcześniejszym etapie. Magiczna przypinka, którą nosi, świeci najjaśniej, gdy znajduje się w pobliżu innych Bitcoinowców i w krajach, gdzie Bitcoin jest prawnym środkiem płatniczym.",
  "Digital Items": "Przedmioty cyfrowe",
  "Deliveries will begin in Q1 2025.": "Dostawy rozpoczną się w pierwszym kwartale 2025 roku.",
  "Experiences": "Doświadczenia",
  "Infinite army": "Nieskończona armia",
  "Explore Guardians": "Poznaj Strażników",
  "Leave a private message to the creator.": "Zostaw prywatną wiadomość dla twórcy.",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "Wpłacasz anonimowo. <1>Zaloguj się</1>, aby połączyć swoją wpłatę z profilem.",
  "Individuals who spread the word about Geyser projects by sharing.": "Osoby, które rozpowszechniają informacje o projektach Geyser, dzieląc się nimi.",
  "Project Story": "O projekcie",
  "Promote": "Promuj",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "Pierwszych <1>{{discountItems}}</1> strażników rangi {{guardian}} otrzyma <3>10%</3> rabatu. Pozostało <5>{{remainingDiscounts}}</5>.",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "Król rozumie długą drogę do hiperbitcoinizacji. Pijąc z zaczarowanego kielicha, zyskuje dar przewidywania, co pozwala mu planować bezbłędne strategie wspierające adopcję Bitcoina. Złota korona i mądre przywództwo sprawiają, że inspiruje jedność wśród Bitcoinerów, prowadząc ich ku pomyślnej przyszłości.",
  "Most funded projects filtered by:": "Najlepiej finansowane projekty, filtrowane według:",
  "Search country or region": "Szukaj kraju lub regionu",
  "Worldwide": "Na całym świecie",
  "Search category or sub category": "Wyszukaj kategorię lub podkategorię",
  "All categories": "Wszystkie kategorie",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "Bądź bardziej widoczny, wybierając do {{MAX_TAGS_ALLOWED}} tagów projektu.",
  "Board members": "Członkowie zarządu",
  "You can send Sats to projects to multiple projects and multiple times": "Możesz wysyłać Sats do wielu projektów i wiele razy",
  "Receive on": "Otrzymaj na",
  "Add external video": "Dodaj zewnętrzny film",
  "Create Goal": "Utwórz cel",
  "did ": "zrobił",
  "times.": "razy.",
  " or ": " lub ",
  "sold out!": "wyprzedane!",
  "Goal reached:": "Cel osiągnięty:",
  "Update your community": "Zaktualizuj swoją społeczność",
  "Project Category": "Kategoria projektu",
  "Choose the most fitting category. Landing page features trending projects in each category.": "Wybierz najbardziej odpowiednią kategorię. Strona główna prezentuje trendy w każdym z kategorii.",
  "Select category": "Wybierz kategorię",
  "category": "kategoria",
  "with following features": "z następującymi funkcjami",
  "Project category is required to proceed": "Kategoria projektu jest wymagana, aby kontynuować",
  "Please select a category": "Proszę wybrać kategorię",
  "Project subcategory is required to proceed": "Podkategoria projektu jest wymagana, aby kontynuować",
  "Please select a subcategory": "Proszę wybrać podkategorię",
  "Please select a country": "Proszę wybrać kraj",
  "Project country is required to proceed": "Kraj projektu jest wymagany, aby kontynuować",
  "Country": "Kraj",
  "Get found more easily by putting your project on the map. Select a country": "Łatwiej się odnaleźć, umieszczając swój projekt na mapie. Wybierz kraj",
  "Select country": "Wybierz kraj",
  "Post saved successfully!": "Post został pomyślnie zapisany!",
  "Write an update": "Napisz aktualizację",
  "Images": "Obrazy",
  "Pre-Order": "Zamów w przedsprzedaży",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "Dla najlepszego dopasowania wybierz obraz poziomy 4:3. Limit rozmiaru obrazu: 10MB.",
  "Select Category": "Wybierz kategorię",
  "Short Description": "Krótki opis",
  "Expected Availability Date": "Oczekiwana data dostępności",
  "Enable this option to request the user's shipping address. This is necessary for delivering physical products directly to your supporters.": "Włącz tę opcję, aby poprosić użytkownika o adres wysyłki. Jest to niezbędne do dostarczania produktów fizycznych bezpośrednio do Twoich zwolenników.",
  "Successfully updated!": "Zaktualizowano pomyślnie!",
  "All goals": "Wszystkie cele",
  "Goal updates": "Aktualizacje celów",
  "Share the goal page to spread the word across the internet and social media.": "Udostępnij stronę celu, aby rozprzestrzeniać informacje w Internecie i mediach społecznościowych.",
  "Share goal": "Udostępnij cel",
  "Edit goal": "Edytuj cel",
  "The board evaluates all applications and decides the allocation of the funds collected.": "Zarząd ocenia wszystkie zgłoszenia i decyduje o podziale zebranych środków.",
  "Achievements": "Osiągnięcia",
  "Upcoming Grants": "Nadchodzące Granty",
  "Investors": "Inwestorzy",
  "Become our partner": "Zostań naszym partnerem",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "Inwestorzy zaangażowani w misję Bitcoina polegającą na otwartości, wolności i innowacyjności.",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "Marki Bitcoin, które umożliwiają twórcom napędzanie adopcji na całym świecie.",
  "Goal reached": "Cel osiągnięty",
  "Goal created": "Cel utworzony",
  "New Project": "Nowy projekt",
  "Funding Limits & Verification": "Limity finansowania i weryfikacja",
  "Phone Verification": "Weryfikacja telefoniczna",
  "Verified": "Zweryfikowano",
  "Raise up to $100k in total": "Zbierz do 100 tys. USD łącznie",
  "Max $10k per contribution": "Maks. 10 tys. USD na wkład",
  "Gov ID": "Dowód tożsamości",
  "Increase my limit": "Zwiększ mój limit",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "Limity są nałożone, aby zapobiec nadużyciom, oszustwom lub nieuczciwej działalności. Zapewnia to dodatkowy poziom zaufania dla osób wspierających Twój projekt.",
  "Go limitless": "Idź bez ograniczeń",
  "Enable fiat contributions": "Włącz wkład w walucie fiducjarnej",
  "Remove funding limits": "Usuń limity finansowania",
  "Raised up to $10k in total": "Zebrano łącznie do 10 tys. USD",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "W przypadku wpłat w walucie fiducjarnej pobierana jest dodatkowa opłata w wysokości 3,5% przez zewnętrznego operatora płatności.",
  "Nostr Wallet Connect": "Nostr Wallet Connect",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "Umożliwiaj swoim darczyńcom finansowanie w walutach fiducjarnych. Po włączeniu wszystkie płatności są automatycznie konwertowane na bitcoiny i natychmiast wpłacane do połączonego portfela Bitcoin.",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Wallet Connect</0> to protokół, który wykorzystuje Nostr do łączenia aplikacji internetowych z portfelami Lightning. Przeczytaj więcej na <2>nwc.dev.</2>",
  "Email Verification": "Weryfikacja adresu e-mail",
  "OTP Sent to the updated email": "Kod OTP wysłany na zaktualizowany adres e-mail",
  "Verify your identity": "Zweryfikuj swoją tożsamość",
  "Skip": "Pomiń",
  "Identity verification": "Weryfikacja tożsamości",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "Aby umożliwić wpłaty w walutach fiducjarnych, musisz zweryfikować swoją tożsamość za pomocą dowodu tożsamości wydanego przez rząd. Wyłącz tę funkcjonalność, jeśli nie chcesz dokończyć weryfikacji.",
  "Lightning Address & Wallet": "Adres i portfel Lightning",
  "Continue to verification": "Przejdź do weryfikacji",
  "You’re almost ready to launch!": "Prawie gotowe do uruchomienia!",
  "Verification Successful": "Weryfikacja zakończona pomyślnie",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "Darczyńcy będą mogli wydawać waluty fiducjarne za pośrednictwem karty kredytowej lub lokalnej metody płatności, a Ty zawsze otrzymasz bitcoiny przez Lightning.",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "Weryfikacja wymaga jedynie dowodu tożsamości wydanego przez rząd i trwa mniej niż 2 minuty za pośrednictwem naszego bezpiecznego, zaufanego partnera.",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "Weryfikacja twórcy pozwala odblokować niektóre funkcjonalności dla wszystkich Twoich projektów na platformie:",
  "A verified creator badge": "Odznaka zweryfikowanego twórcy",
  "To help you build trust with potential contributors.": "Aby pomóc Ci budować zaufanie wśród potencjalnych darczyńców.",
  "Become a guardian": "Zostań opiekunem",
  "You have successfully completed the phone verification.": "Pomyślnie zakończyłeś weryfikację telefonu.",
  "Complete Identity Verification": "Ukończ weryfikację tożsamości",
  "Remove raising limits on your project": "Usuń limity finansowania dla swojego projektu",
  "Complete the identity verification to:": "Ukończ weryfikację tożsamości, aby:",
  "Your project can now receive up to 100k dollars.": "Twój projekt może teraz otrzymać do 100 tysięcy dolarów.",
  "Phone verification": "Weryfikacja telefonu",
  "You can now raise more than $100k in contributions for your project.": "Możesz teraz zebrać więcej niż 100 tysięcy dolarów wkładów na swój projekt.",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "Zdobyłeś również odznakę „Zweryfikowany twórca” i umożliwiłeś wpłaty w walutach fiducjarnych w swoim projekcie.",
  "You have successfully completed the document verification!": "Pomyślnie zakończyłeś weryfikację dokumentu!",
  "Email verification required": "Wymagana weryfikacja adresu e-mail",
  "Please verify your email.": "Zweryfikuj swój adres e-mail.",
  "Verification on hold": "Weryfikacja wstrzymana",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "Twoja weryfikacja jest wstrzymana. Może być konieczne ponowne przesłanie niektórych dokumentów lub podanie dodatkowych informacji. Skontaktuj się z support@geyser.fund.",
  "Complete verification": "Ukończ weryfikację",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Twój projekt osiągnął limit finansowania w wysokości 10 tys. dolarów. Zakończ weryfikację telefonu, aby kontynuować zbieranie do 100 tys. dolarów.",
  "Funding limit reached!": "Osiągnięto limit finansowania!",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Twój projekt osiągnął limit finansowania w wysokości 100 tys. dolarów. Zakończ weryfikację tożsamości, aby kontynuować zbieranie powyżej 100 tys. dolarów.",
  "You have almost reached your funding limit!": "Prawie osiągnąłeś limit finansowania!",
  "Verify now": "Zweryfikuj teraz",
  "Become a Verified Creator": "Zostań Zweryfikowanym Twórcą",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "Zdobądź odznakę zweryfikowanego twórcy i włącz wpłaty w walutach fiducjarnych, weryfikując swoją tożsamość.",
  "Back to profile": "Powrót do profilu",
  "Subscriptions": "Subskrypcje",
  "Profile": "Profil",
  "Profile information": "Informacje o profilu",
  "This email has been verified": "Ten adres e-mail został zweryfikowany",
  "Update email": "Zaktualizuj adres e-mail",
  "Verifications": "Weryfikacje",
  "Customize your profile and project notifications.": "Dostosuj powiadomienia profilu i projektu.",
  "Creator notifications": "Powiadomienia twórcy",
  "Projects I follow": "Projekty, które obserwuję",
  "You will receive project updates regarding the projects that you follow. ": "Będziesz otrzymywać aktualizacje dotyczące projektów, które obserwujesz.",
  "Unfollow": "Przestań obserwować",
  "View, adjust, and manage all your subscriptions.": "Wyświetlaj, dostosowuj i zarządzaj wszystkimi swoimi subskrypcjami.",
  "Active subscriptions": "Aktywne subskrypcje",
  "You don't have any active subscriptions.": "Nie masz żadnych aktywnych subskrypcji.",
  "You don't have any paused subscriptions.": "Nie masz żadnych wstrzymanych subskrypcji.",
  "Profile Settings": "Ustawienia profilu",
  "Identity": "Tożsamość",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0> zdecydował się zostać Geyser Guardian, aby wspierać naszą platformę i pomagać w promowaniu adopcji Bitcoina.",
  "Nudge the creator": "Zasygnalizuj twórcy",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "Poinformuj twórcę, że chcesz dokonać płatności w walucie fiducjarnej, aby mógł ją skonfigurować.",
  "Select a currency supported by our payment provider": "Wybierz walutę obsługiwaną przez naszego dostawcę płatności",
  "Identity verification required": "Wymagana weryfikacja tożsamości",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "Wszelkie poufne informacje udostępnione podczas procesu weryfikacji są bezpiecznie obsługiwane przez dostawcę weryfikacji.",
  "Redirection Notice": "Informacja o przekierowaniu",
  "clicking here": "klikając tutaj",
  "Waiting for payment to be confirmed": "Oczekiwanie na potwierdzenie płatności",
  "Contribution amount above $10k": "Kwota wpłaty powyżej 10 tys. USD",
  "To contribute more than $10k, please complete a one-time identity verification.": "Aby wpłacić więcej niż 10 tys. USD, dokończ jednorazową weryfikację tożsamości.",
  "Collapse": "Zwiń",
  "Meanwhile, please try other payment methods": "W międzyczasie spróbuj innych metod płatności",
  "Creator will be notified shortly": "Twórca zostanie wkrótce powiadomiony",
  "Creator Verification": "Weryfikacja Twórcy",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin, Lightning lub Fiat (ponad 20 metod płatności)",
  "Receive funds instantly, in your Bitcoin wallet": "Odbieraj środki natychmiast w swoim portfelu Bitcoin",
  "Configure wallet": "Skonfiguruj portfel",
  "Wallet limits": "Limity portfela",
  "Minimum Receivable Limit": "Minimalny limit odbioru",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "Kontaktujemy się z dostawcą Twojego portfela, ponieważ może on oferować możliwość zwiększenia tych limitów.",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "Limity te są ustalane według uznania dostawcy Twojego portfela Lightning. Aby je zwiększyć, rozważ:",
  "Maximum Receivable Limit": "Maksymalny limit odbioru",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Twój projekt prawie osiągnął limit finansowania w wysokości 10 tys. USD. Dokonaj weryfikacji telefonicznej, aby kontynuować pozyskiwanie środków do 100 tys. USD.",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Twój projekt prawie osiągnął limit finansowania w wysokości 100 tys. USD. Dokonaj weryfikacji tożsamości, aby kontynuować pozyskiwanie środków powyżej 100 tys. USD.",
  "Please try again, once the creator has removed the funding limits.": "Spróbuj ponownie, gdy twórca usunie limity finansowania.",
  "This project has reached its Funding limit": "Ten projekt osiągnął limit finansowania",
  "Products": "Produkty",
  "Search project": "Wyszukaj projekt",
  "No trending products found": "Nie znaleziono żadnych popularnych produktów",
  "Failed to fetch recent products": "Nie udało się pobrać ostatnich produktów",
  "Failed to fetch project goals": "Nie udało się pobrać celów projektu",
  "time.": "czas.",
  "Configure Wallet": "Skonfiguruj Portfel",
  "Project objective is a required field.": "Cel projektu jest wymaganym polem.",
  "Enabled": "Włączone",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "Będziesz musiał zweryfikować swoją tożsamość przez naszego zewnętrznego dostawcę płatności. Ta weryfikacja jest wymagana tylko w przypadku płatności fiducjarnych powyżej 500 USD miesięcznie.",
  "To contribute more than $10k, please log in and complete a one-time verification.": "Aby wpłacić więcej niż 10 tys. USD, zaloguj się i dokończ jednorazową weryfikację.",
  "Enable": "Włącz",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "Ostatnim razem, kiedy ktoś próbował wysłać środki do tego portfela, wystąpił problem z płynnością.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "Ostatnim razem, kiedy ktoś próbował zrobić transakcję do tego projektu, generowanie faktury się nie powiodło.",
  "This project is live and wallet running smoothly.": "Ten projekt jest uruchomiony a portfel działa stabilnie.",
  "This project has been deactivated by the project creator.": "Ten project został zdezaktywnowany przez jego twórcę.",
  "The payment minimum is 1 satoshi.": "Minimalna płatność to 1 satoshi.",
  "Objective": "Cel",
  "Add the main project image that will be displayed in all thumbnails": "Dodaj główny obrazek projektu, który będzie wyświetlany we wszystkich miniaturkach",
  "For best fit, pick a square image. Image size limit: 10MB.": "Najlepiej pasuje kwadratowy obraz. Limit rozmiaru: 10MB.",
  "Header": "Nagłówek",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "Powiadomienia o projektach będą wysyłane na adres email Twojego profilu, który możesz edytować w Ustawieniach profilu. Pamiętaj, aby zweryfikować swój adres email, aby Twój portfel był bezpieczny.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "Własny Adres Lightning nie może kończyć się na \"@geyser.fund\".",
  "Please use a valid email-formatted address for your Lightning Address.": "żyj prawidłowego adresu email jako Twój Lightning Address.",
  "Are you sure you want to disconnect this account?": "Na pewno odłączyć to konto?",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "Bitcoin to sygnał, wszystko inne to szum.\n          Stworzyliśmy Granty Geyser, aby pomóc nadawać więcej sygnału Bitcoina na świecie.\n          Chodzi o przyspieszenie rozwoju ekosystemu Bitcoina poprzez zwiększenie świadomości na jego temat, wspieranie kultury Bitcoina i rozwijanie potrzebnych inicjatyw.\n          Dzięki tym grantom będziemy wspierać edukatorów, deweloperów, przedsiębiorców oraz twórców, dostarczając im zasoby niezbędne do realizacji ich projektów.\n          Przyjmujemy wsparcie w Bitcoinie na poszczególne granty i nie pobieramy żadnych opłat operacyjnych za nie. Więcej informacji znajdziesz w tym dokumencie.",
  "Ask for shipping address": "Poproś o adres do wysyłki",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "Adres Lightning to prosty sposób, aby inni mogli wysyłać Ci środki. Gdy ktoś przelewa pieniądze na ten adres, są one natychmiast przekierowywane do Twojego prywatnego portfela. Zapewnia to pełną kontrolę nad środkami i natychmiastowy dostęp do nich.",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "Spotkania bitcoinowe oraz vlogi podróżnicze dotyczące upowszechnienia Bitcoina na globalnym południu!",
  "Are you sure you want to save these changes?": "Na pewno zapisać zmiany?",
  "Save Changes": "Zapisz zmiany",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "Możesz to zrobić, otwierając swoje środowisko deweloperskie (prawy klik -> zbadaj), a następnie klikając Aplikacja > Pamięć > Wyczyść dane witryny.",
  "Onchain": "Onchain",
  "You can try the transaction again, in case the wallet becomes accessible again.": "Możesz spróbować ponownie wykonać transakcję, jeśli portfel stanie się ponownie dostępny.",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "Powiadomiliśmy twórcę o tym problemie i liczymy na szybkie jego rozwiązanie z jego strony.",
  "We took actions": "Podjęliśmy działania",
  "The lightning address provided for the wallet might no longer be valid.": "Adres Lightning podany dla portfela może już nie być ważny.",
  "The lightning node may be temporarily down.": "Węzeł Lightning może być tymczasowo niedostępny.",
  "Or use a social account": "Lub skorzystaj z konta społecznościowego",
  "Add one or multiple images or video links to help bring your project to life": "Dodaj jedno lub kilka zdjęć albo linków wideo, aby zrealizować twój projekt",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "Jeśli opuścisz ten widok, Twoje dane zostaną niezapisane.\n                      Zalecamy zapisanie pracy jako szkic przed wyjściem.",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "Dla najlepszego dopasowania, wybierz obraz poziomy w proporcjach 16:9. Limit rozmiaru obrazu: 10MB.",
  "Enter your message here...": "Wprowadź swoją wiadomość tutaj...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "Twój projekt nie może otrzymywać wpłat, ale jest widoczny publicznie. Aby ponownie aktywować swój projekt, przejdź do ustawień.",
  "Your project is in review and therefore cannot receive contributions": "Twój projekt jest w trakcie weryfikacji i dlatego nie może otrzymywać wpłat.",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "Twój projekt jest w trakcie weryfikacji i dlatego nie może otrzymywać wpłat oraz nie jest widoczny publicznie.",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "Twój projekt został oznaczony za naruszenie naszych Regulaminu. Powinieneś otrzymać email ze szczegółowymi informacjami na temat dalszego postępowania. Twój projekt obecnie nie jest widoczny publicznie.",
  "This project has not been launched yet.": "Ten projekt nie został jeszcze uruchomiony.",
  "This project has been flagged for violating our Terms & Conditions.": "Ten projekt został oznaczony za naruszenie naszych Regulaminu.",
  "Check your email": "Sprawdź swoją skrzynkę pocztową",
  "Contribute without login": "Wesprzyj bez logowania",
  "What now?": "Co teraz?",
  "Card": "Karta",
  "Get Featured": "Zdobądź wyróżnienie",
  "Private comment": "Prywatny komentarz",
  "Confirmation Message": "Wiadomość potwierdzająca",
  "Ask contributors for Nostr public address (npub)": "Zapytaj darczyńców o adres publiczny Nostr (npub)",
  "Ask contributors for a lighting address in case of partial or full refund": "Zapytaj darczyńców o adres Lightning w przypadku częściowego lub pełnego zwrotu",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "Wspierający mogą zawsze wysłać Ci prywatną wiadomość z dodatkowymi informacjami. Możesz również wybrać poniższe predefiniowane opcje, aby poprosić ich o określone szczegóły w prywatnej wiadomości. Jeśli zostanie wybrana, prywatny komentarz staje się obowiązkowy dla wspierającego.",
  "Delivery Time (Weeks)": "Czas dostawy (tygodnie)",
  "Canceled subscriptions": "Anulowane subskrypcje",
  "Please login to use fiat payment": "Zaloguj się, aby skorzystać z płatności walutą fiducjarną",
  "Fiat": "Fiat",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "Połącz swoje konto społecznościowe z największym uznaniem społecznym, aby umożliwić użytkownikom łatwiejsze odkrywanie Cię i weryfikowanie Twojej reputacji",
  "INACTIVE": "NIEAKTYWNE",
  "Please update the amount, or contact us for donating a higher amount.": "Zmień kwotę lub skontaktuj się z nami aby wpłacić większą ilość.",
  "Please update the amount.": "Zmień proszę kwotę.",
  "Please enter an email.": "Podaj email.",
  "ACTIVE": "Aktywne",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "Wkraczając na tereny no-coinerów, zbroja i miecz rycerza chronią go przed strachem, niepewnością i wątpliwościami (FUD), które mogą być w niego rzucone. Jego miecz posiada mityczne moce – ładuje się w pobliżu naturalnych źródeł energii, takich jak wodospady i gejzery, a następnie wystrzeliwuje błyskawice w kierunku przeciwników.",
  "Email is required when subscribing to a project.": "Email jest wymagany podczas subskrypcji projektu.",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "Spowity tajemnicą, Legenda porusza się w cieniu, unikając nawet najczujniejszego spojrzenia. Jego laserowy wzrok przenika przez kłamstwa rządów i instytucji, odsłaniając jasność i prawdę. Ci, którzy spotkają jego spojrzenie, zostają na zawsze odmienieni, zapaleni niezachwianym pragnieniem dążenia do wolniejszej i lepszej przyszłości.",
  "Post published": "Post opublikowany",
  "Your post is now live": "Twój post jest już aktywny",
  "$100 per week": "100 $ tygodniowo",
  "Contributed": "Wspierany",
  "Browse map": "Przeglądaj mapę",
  "Send your shipping address to the creator at the following email": "Wyślij swój adres wysyłki do twórcy na następujący adres e-mail",
  "In partnership with": "We współpracy z",
  "&": "i",
  "Guardian collectible cards": "Karty kolekcjonerskie Guardian",
  "Guardian t-shirts": "Koszulki Guardian",
  "Guardian jerseys": "Koszulki Guardian",
  "Guardian bitaxes": "Bitaxes Guardian",
  "CARD": "KARTA",
  "OF": "Z",
  " GUARDIANS": " GUARDIANÓW",
  "21% of all sales go directly to fund our Bitcoin grants.": "21% ze wszystkich sprzedaży trafia bezpośrednio na finansowanie naszych grantów Bitcoin.",
  "All prices include shipping.": "Wszystkie ceny zawierają koszty wysyłki.",
  "Failed to fetch project stats": "Nie udało się pobrać statystyk projektu",
  "Notifications for Projects I follow": "Powiadomienia o projektach, które obserwuję",
  "Donate": "Przekaż darowiznę",
  "Terms": "Warunki",
  "Safe to delete refund file": "Bezpieczne usunięcie pliku zwrotu",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "Plik zwrotu jest bezpieczny do usunięcia, ponieważ Twoja transakcja została pomyślnie przetworzona.",
  "Geyser Cards": "Karty Geyser",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "Karty Geyser celebrują Twoje osiągnięcia w krajobrazie Bitcoina.",
  "Similar projects in": "Podobne projekty w",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "Wyświetlenia projektu są śledzone za pomocą SimpleAnalytics, narzędzia analitycznego dbającego o prywatność. Rzeczywiste liczby są prawdopodobnie wyższe.",
  "T-Shirts": "Koszulki",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "Przedmioty w limitowanej edycji wykonane we współpracy z najlepszymi markami Bitcoin, które wspierają twórców Bitcoin.",
  "BitAxe": "BitAxe",
  "Collectible Cards": "Karty kolekcjonerskie",
  "COLLECT YOURS": "ZBIERZ SWOJE",
  "Jerseys": "Koszulki",
  "& JOIN THE COMMUNITY OF ": "I DOŁĄCZ DO SPOŁECZNOŚCI ",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "ZBIERZ SWOJE 👇 I DOŁĄCZ DO SPOŁECZNOŚCI <1>{{totalUsers}}</1> GUARDIANÓW",
  "REMAINING": "POZOSTAŁO",
  "followers": "obserwujących",
  "Delete product": "Usuń produkt",
  "Product": "Produkt",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Geyser nie jest sklepem. To sposób na realizację kreatywnych projektów przy użyciu Bitcoina. Twoja darowizna wesprze kreatywny projekt, który jeszcze nie został opracowany. Istnieje ryzyko, że pomimo najlepszych starań twórcy, Twój produkt nie zostanie zrealizowany i zachęcamy do rozważenia tego ryzyka przed jego wsparciem. Geyser nie ponosi odpowiedzialności za roszczenia projektowe ani realizację produktu.",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "Usuwając ten projekt, stracisz wszystkie dane związane z tym projektem, w tym opisy, zdjęcia, wpisy i produkty.",
  "Add Products": "Dodaj produkty",
  "Create a product": "Utwórz produkt",
  "Create product": "Utwórz produkt",
  "Or, use a product template below": "Lub użyj szablonu produktu poniżej",
  "Add product": "Dodaj produkt",
  "Product Name": "Nazwa produktu",
  "Save product": "Zapisz produkt",
  "Update Product": "Zaktualizuj produkt",
  "Edit Product": "Edytuj produkt",
  "Publish Product": "Opublikuj produkt",
  "Create Product": "Utwórz produkt",
  "Are you sure you want to remove the product?": "Czy na pewno chcesz usunąć produkt?",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "Produkty z edycji limitowanej nie mogą być edytowane po zakupie, aby zapewnić sprawiedliwość dla pierwszych nabywców. Aby zmienić ilości produktów z edycji limitowanej, utwórz nowy produkt.",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "Pamiętaj, że wszystkie ceny produktów zostaną automatycznie zaktualizowane, aby odzwierciedlały ich równoważną wartość w SWITCH_TO_REWARD_CURRENCY, w oparciu o aktualną cenę Bitcoina w dolarach amerykańskich. Jeśli chcesz, możesz zaktualizować ceny indywidualnie dla każdego produktu na stronie produktu.",
  "No products are selected": "Żadne produkty nie są wybrane",
  "Trending products": "Popularne produkty",
  "No products sold": "Brak sprzedanych produktów",
  "Products Sold": "Sprzedane produkty",
  "Sell product": "Sprzedaj produkt",
  "Hidden products": "Ukryte produkty",
  "Products sold": "Sprzedane produkty",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "Zamierzasz zmienić denominację waluty dla wszystkich swoich produktów z CURRENT_REWARD_CURRENCY na SWITCH_TO_REWARD_CURRENCY.",
  "Available Products": "Dostępne produkty",
  "To receive the selected products, please send your shipping details to the creator’s email, which will be revealed in the success screen.": "Aby otrzymać wybrane produkty, wyślij swoje dane wysyłkowe na adres e-mail twórcy, który zostanie ujawniony na ekranie sukcesu.",
  "Product buyers": "Kupujący produkt",
  "Linked goals and products": "Powiązane cele i produkty",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "Używanie linków umożliwia wyróżnienie konkretnego produktu lub celu, pomagając skierować do niego osoby.",
  "Link Goals and Products": "Połącz cele i produkty",
  "Select products": "Wybierz produkty",
  "Add your product specifications (eg. T-shirt size)": "Dodaj specyfikacje swojego produktu (np. rozmiar koszulki)",
  "Created product": "Utworzony produkt",
  "Product currency denomination": "Denominacja waluty produktu",
  "Product Updates": "Aktualizacje produktu",
  "All products": "Wszystkie produkty",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your new product via email.": "Zaangażuj swoją społeczność, obserwujących, darczyńców i nabywców produktów, wysyłając im aktualizację o swoim nowym produkcie za pośrednictwem poczty elektronicznej.",
  "Share product": "Udostępnij produkt",
  "Share the product page to spread the word across the internet and social media.": "Udostępnij stronę produktu, aby rozprzestrzeniać informacje w Internecie i mediach społecznościowych.",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "W przypadku produktów, które są wciąż w fazie rozwoju i nie są gotowe do wysyłki, ustaw je na „Przedsprzedaż”, aby umożliwić użytkownikom zakupy z wyprzedzeniem.",
  "Add one or multiple images to help showcase your product": "Dodaj jeden lub kilka zdjęć, aby zaprezentować swój produkt",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "Ustaw niestandardową wiadomość, aby podziękować darczyńcom, podać ważne szczegóły lub udostępnić dodatkowe informacje, które chcesz, aby znali po odebraniu produktu.",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "Użyj „Oczekiwana data dostępności”, aby ustawić, kiedy Twój produkt zostanie opracowany i udostępniony.",
  "Specify estimated delivery time for the product from the moment it is ordered.": "Określ szacowany czas dostawy produktu od momentu jego zamówienia.",
  "Failed to update product": "Nie udało się zaktualizować produktu",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "Produkty pozwalają na odwdzięczenie się darczyńcom, od cyfrowych odznak i produktów fizycznych po sponsoring. Sprawdź nasz przewodnik na temat ",
  "How to leverage the power of Products": "Jak wykorzystać moc produktów",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "Otrzymuj comiesięczny e-mail z podsumowaniem Twojego projektu: statystykami, postępami w realizacji celów i popularnymi produktami.",
  "Failed to fetch project products": "Nie udało się pobrać produktów projektu",
  "Invalid legal entity type": "Nieprawidłowy typ podmiotu prawnego",
  "Individual": "Osoba fizyczna",
  "Company": "Firma",
  "Non-profit": "Organizacja non-profit",
  "Please select an identity below, to enable verification.": "Wybierz poniżej tożsamość, aby włączyć weryfikację.",
  "Full Name": "Pełne imię i nazwisko",
  "Update Information": "Aktualizuj informacje",
  "Incorporation Document": "Dokument rejestracyjny",
  "Tax Residency": "Rezydencja podatkowa",
  "Verify your identity to get access to higher limits and tax-deducting features.": "Zweryfikuj swoją tożsamość, aby uzyskać dostęp do wyższych limitów i funkcji odliczania podatku.",
  "Tax ID": "NIP",
  "Tax profile": "Profil podatkowy",
  "Enter Tax ID": "Wprowadź NIP",
  "(optional)": "(opcjonalnie)",
  "Full name": "Imię i nazwisko",
  "Enter full name": "Wprowadź pełne imię i nazwisko",
  "Legal entity type": "Rodzaj podmiotu prawnego",
  "State": "Stan",
  "Hero ID: {{heroId}}": "Identyfikator Hero: {{heroId}}",
  "Report project": "Zgłoś projekt",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "Ten projekt jest prowadzony przez organizację non-profit w {{country}}. Twoja darowizna podlega odliczeniu od podatku i otrzymasz pokwitowanie dla celów podatkowych.",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>Adresy Lightning</0> są jak adres e-mail, ale dla Twojego Bitcoina. Będziesz otrzymywać wszystkie transakcje on-chain i lightning bezpośrednio do swojego portfela Lightning. Zdobądź własny, przeglądając nasze polecane i inne <2>rekomendowane portfele.</2>",
  "Verify your profile as a:": "Zweryfikuj swój profil jako:",
  "Rate is required": "Ocena jest wymagana",
  "User ID is required": "Identyfikator użytkownika jest wymagany",
  "Rate must be a number": "Ocena musi być liczbą",
  "Rate must be > {{min}} and <= {{max}}": "Ocena musi być > {{min}} i <= {{max}}",
  "Tax ID is required for Non-profits": "NIP jest wymagany dla organizacji non-profit",
  "Country is required for Non-profits": "Kraj jest wymagany dla organizacji non-profit",
  "Required for country US and Non-profits": "Wymagane dla kraju US i organizacji non-profit",
  "A tax-deductible invoice is provided  when contributing to this project.": "Faktura z możliwością odliczenia od podatku jest dostarczana przy wpłacaniu na ten projekt.",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "Aby zapewnić dokładne imię i nazwisko na fakturze, zaktualizuj swoją nazwę użytkownika lub profil podatkowy w ustawieniach profilu.",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "Wyślij nam dokumenty na adres hello@geyser.fund, poświadczające, że jesteś zarejestrowaną organizacją charytatywną z darowiznami podlegającymi odliczeniu od podatku.",
  "This information will be displayed in donations and sale invoices.": "Te informacje zostaną wyświetlone w darowiznach i fakturach sprzedaży.",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "Te informacje zostaną wyświetlone w darowiznach i fakturach sprzedaży, aby umożliwić darowizny podlegające odliczeniu od podatku w kwalifikujących się projektach.",
  "Charity projects with Tax benefits": "Projekty charytatywne z korzyściami podatkowymi",
  "Pending Verification": "Weryfikacja w toku",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "Pomóż Geyser w jego misji przyspieszenia oddolnej adopcji Bitcoina na świecie.",
  "SATOSHI AMOUNT": "KWOTA SATOSHI",
  "Geyser tip": "Napiwek Geyser",
  "sats in contributions to this project.": "sats wkładów w ten projekt.",
  "So far, ": "Dotychczas, ",
  "Copy hero link": "Kopiuj link do hero",
  "This project has not enabled fiat contributions yet": "Ten projekt nie włączył jeszcze wpłat w walucie fiducjarnej",
  "Learn More": "Dowiedz się więcej",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "Ta niewielka opłata jest znakiem zaangażowania. Pokazuje, że poważnie podchodzisz do swojego projektu i jesteś gotowy, aby podzielić się nim ze światem. Oznacza to, że możesz natychmiast zacząć otrzymywać wsparcie od darczyńców.",
  "Show Less": "Pokaż mniej",
  "Wallet Unreachable": "Portfel niedostępny",
  "You're live on Geyser Launchpad!": "Jesteś na żywo na Geyser Launchpad!",
  "Copied": "Skopiowano",
  "Project in Launchpad": "Projekt w Launchpad",
  "more to launch": "więcej do uruchomienia",
  "Successful follow!": "Obserwowanie udane!",
  "Share it with other friends to help spread the word and make this project a reality!": "Podziel się nim z innymi znajomymi, aby pomóc rozprzestrzenić informację i zrealizować ten projekt!",
  "You’re about to power a launch!": "Zaraz zasilisz uruchomienie!",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "Aby obserwować projekty Launchpad, potrzebujemy Twojego adresu e-mail, abyśmy mogli dać Ci znać, gdy zostaną uruchomione.",
  "Add email to follow": "Dodaj e-mail, aby obserwować",
  "Latest followers": "Ostatni obserwujący",
  "Share link": "Udostępnij link",
  "Products Cost": "Koszt produktów",
  "Launchpad": "Launchpad",
  "left": "pozostało",
  "Pay $21 to launch right away": "Zapłać 21 $ aby uruchomić natychmiast",
  "Ready to launch": "Gotowy do uruchomienia",
  "Your project is almost live. You can launch the project now.": "Twój projekt jest prawie gotowy. Możesz go teraz uruchomić.",
  "was successfully deleted": "zostało pomyślnie usunięte",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "Ten projekt wciąż potrzebuje {{countdown}} obserwujących, aby móc rozpocząć zbieranie funduszy.",
  "We’ll email you when the project goes live.": "Wyślemy Ci e-mail, gdy projekt wystartuje.",
  "Ready": "Gotowe",
  "Support Geyser Grants": "Wesprzyj Granty Geyser",
  "Help fund the next round — or get an email when it launches.": "Pomóż sfinansować kolejną rundę - lub otrzymaj e-mail, gdy się rozpocznie.",
  "Heroes": "Bohaterowie",
  "that match your interests!": "które pasują do Twoich zainteresowań!",
  "You are not following any projects yet.": "Nie obserwujesz jeszcze żadnych projektów.",
  "Explore projects": "Przeglądaj projekty",
  "Top Projects this month": "Najlepsze projekty w tym miesiącu",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Uruchomiono <1>{{usdAmount}}</1> ({{satsAmount}} satoshi) w <3>{{numberOfProjects}}</3> projektach",
  "Prelaunch": "Przedsprzedaż",
  "Are you sure you want to activate the project?": "Czy na pewno chcesz aktywować projekt?",
  "User": "Użytkownik",
  "Contributions Enabled": "Włączono wpłaty",
  "Geyser Promotion": "Promocja Geyser",
  "10% fee": "10% opłaty",
  "Let's spread the word about your project.": "Rozpowszechnijmy informacje o Twoim projekcie.",
  "The fee is only applied to contributions enabled through Geyser promotions": "Opłata dotyczy tylko wpłat włączonych za pośrednictwem promocji Geyser",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "Po włączeniu Twój projekt kwalifikuje się do udostępniania za pośrednictwem sieci promocyjnej Geyser i partnerskich firm zajmujących się mediami cyfrowymi, przyciągając więcej uwagi do Twojego projektu w celu umożliwienia większej liczby wpłat.",
  "Promotions": "Promocje",
  "Payout Rate (%)": "Wskaźnik wypłat (%)",
  "Ambassador Payouts": "Wypłaty dla ambasadorów",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "Ambasadorzy rozprzestrzeniają informacje o Twoim projekcie. Możesz nagrodzić swoich najwierniejszych ambasadorów, dzieląc się z nimi procentem wpłat, które umożliwią.",
  "Featured for a week": "Wyróżnione przez tydzień",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "Zapewnij sobie miejsce w sekcji Wyróżnionej na stronie docelowej na cały tydzień.",
  "Actions": "Akcje",
  "User Hero ID": "ID bohatera użytkownika",
  "Your project doesn't have ambassadors yet.": "Twój projekt nie ma jeszcze ambasadorów.",
  "Payout Rate": "Wskaźnik wypłat",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "Ten projekt jest w fazie przedsprzedaży i dlatego nie może otrzymywać wpłat i nie możesz zmienić statusu projektu.",
  "The creator has requested: ": "Twórca poprosił o:",
  "Creator's message": "Wiadomość twórcy",
  "Nostr Badges": "Odznaki Nostr",
  "Email is required when purchasing a product.": "Adres e-mail jest wymagany przy zakupie produktu.",
  "Where grassroots Bitcoin projects come to life.": "Gdzie ożywają oddolne projekty Bitcoin.",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "Geyser jednoczy społeczność Bitcoin wokół finansowania pomysłów, produktów i spraw, które napędzają prawdziwe przyjęcie od podstaw.",
  "Choose your launch strategy": "Wybierz swoją strategię uruchomienia",
  "Launch your project": "Uruchom swój projekt",
  "If you don’t reach $210 in your first month, your project will close (you can start over)": "Jeśli nie osiągniesz 210 USD w pierwszym miesiącu, Twój projekt zostanie zamknięty (możesz zacząć od nowa)",
  "Skip the challenge. Launch instantly for $21.": "Pomiń wyzwanie. Uruchom natychmiast za 21 USD.",
  "Build momentum quickly with early supporters": "Szybko buduj dynamikę z wczesnymi zwolennikami",
  "Geyser Launch Challenge": "Wyzwanie uruchomieniowe Geyser",
  "Go Live Now": "Uruchom teraz",
  "No pressure to raise a lot right away, go by your plan.": "Bez presji na szybkie zbieranie dużej kwoty, działaj zgodnie ze swoim planem.",
  "Seen in ‘Recently launched’ in Discovery page": "Widoczne w sekcji „Ostatnio uruchomione” na stronie Odkrywania",
  "Embed": "Osadź",
  "You have 30 days to raise $210 to officially launch and keep the project alive.": "Masz 30 dni na zebranie 210 $ aby oficjalnie uruchomić i utrzymać projekt przy życiu.",
  "Your project is now featured on the Geyser Launchpad, where supporters discover bold, early-stage ideas.": "Twój projekt jest teraz wyróżniony na platformie Geyser Launchpad, gdzie zwolennicy odkrywają śmiałe, wczesne pomysły.",
  "What's next?": "Co dalej?",
  "more to go live": "więcej, aby przejść do trybu online",
  "New in": "Nowe w",
  "left to raise $210 & launch": "pozostało do zebrania 210 $ i uruchomienia",
  "This project needs to raise $210 in 30 days to go live. Share this project on social media to help launch it.": "Ten projekt musi zebrać 210 $ w 30 dni, aby ruszyć. Udostępnij ten projekt w mediach społecznościowych, aby pomóc w jego uruchomieniu.",
  "raised": "zebrano",
  "more to go live.": "jeszcze brakuje do startu.",
  "Share your project far and wide — post it on social media, text it to friends, or pitch it in your community.": "Udostępnij swój projekt szeroko — opublikuj go w mediach społecznościowych, wyślij znajomym lub zaprezentuj w swojej społeczności.",
  "to raise $210": "aby zebrać 210 $",
  "Save as Draft": "Zapisz jako szkic",
  "raised!": "zebrano!",
  "raised this week!": "zebrano w tym tygodniu!",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 30 days. Help them build momentum — or they might never take off.": "Te wczesne projekty są w trybie odliczania. Aby wystartować, muszą zebrać 210 $ w ciągu 30 dni. Pomóż im nabrać rozpędu — inaczej mogą nigdy nie wystartować.",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "Kupujesz produkt z projektu, który jest w Launchpad. Twoja płatność zostanie przetworzona, ale projekt zostanie uruchomiony tylko wtedy, gdy osiągnie 210 $. Dokładając się, pomagasz twórcy osiągnąć ten kamień milowy. 🙌",
  "Are you interested in receiving updates from this project?": "Czy jesteś zainteresowany otrzymywaniem aktualizacji z tego projektu?",
  "Follow project": "Obserwuj projekt",
  "We will send you important updates via your profile email for the projects your follow.": "Będziemy wysyłać ważne aktualizacje za pośrednictwem Twojego adresu e-mail profilu dla obserwowanych przez Ciebie projektów.",
  "Raise $210 in 30 days with your community.": "Zbierz 210 $ w 30 dni ze swoją społecznością.",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "Przyszłość Twojego projektu zależy od tego kluczowego pierwszego kroku - osiągnij cel, aby zachować swoją wizję przy życiu. To Twoja szansa na zbudowanie wczesnego rozmachu i wystartowanie z rozmachem.",
  "unFollow": "Przestań obserwować",
  "Launchpad projects": "Projekty Launchpad",
  "Email address is a required field.": "Adres e-mail jest wymagany.",
  "Email verification": "Weryfikacja adresu e-mail",
  "Featured in ‘Recently launched’ in Discovery page": "Wyróżniony w sekcji „Ostatnio uruchomione” na stronie Odkrywania",
  "Featured in Launchpad & discovery emails": "Wyróżniony w wiadomościach e-mail Launchpad i discovery",
  "Lightning QR code": "Kod QR Lightning",
  "Go to Project": "Przejdź do projektu",
  "Generating banner...": "Generowanie banera...",
  "Copy image": "Kopiuj obraz",
  "Contribute with lightning": "Wesprzyj za pomocą Lightning",
  "Copy embed code": "Kopiuj kod do osadzenia",
  "Embed the contribute and leaderboard section of this page on your website": "Osadź sekcję wspierania i tabeli wyników tej strony na swojej stronie internetowej",
  "${{countDown}} out of $210": "${{countDown}} z 210 $"
}