{
  "projects": "projetos",
  "contributors": "contribuidores",
  "Search": "Buscar",
  "Projects with perks": "Projetos com recompensas",
  "Inactive Projects": "Projetos Inativos",
  "Active Projects": "Projetos Ativos",
  "Subscribe": "Inscreva-se",
  "Privacy": "Privacidade",
  "Analytics": "Análise de dados",
  "activity": "atividade",
  "Select": "Selecione",
  "Trending in": "Populares na categoria",
  "Recent Projects": "Projetos Recentes",
  "See all": "Ver todos",
  "This week": "Nesta semana",
  "All time": "Todos os tempos",
  "Failed to fetch data": "Falha ao buscar dados",
  "Login": "Conecte-se",
  "Projects": "Projetos",
  "Contributions": "Contribuições",
  "Entry": "Registro",
  "Go back": "Voltar",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "Se estiver tendo problemas para se conectar com o Twitter no celular, tente fazer login no Twitter.com em seu navegador antes de tentar novamente.",
  "Project": "Projeto",
  "You have been logged out": "Você foi desconectado",
  "Continue": "Continuar",
  "Grants": "Bolsas",
  "About": "Sobre Geyser",
  "Feedback": "Dê sua opinião",
  "Sign Out": "Desconectar",
  "Dashboard": "Panorama",
  "Contribute": "Contribua",
  "Back": "Voltar",
  "RUNNING": "EXECUTANDO",
  "Follow": "Seguir",
  "Copied!": "Copiado!",
  "Download": "Baixar",
  "Tags": "Categorias",
  "Region": "Região",
  "Launched": "Iniciados",
  "Finalize project": "Finalizar projeto",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "Seu projeto ainda não está ativo. Volte para o fluxo de criação para finalizar as informações e lançar o seu projeto!",
  "Story": "História",
  "Cancel": "Cancelar",
  "Confirm": "Confirmar",
  "Something went wrong.": "Algo deu errado.",
  "Please try again": "Por favor, tente novamente",
  "Failed to fetch contributions": "Falha ao buscar contribuições",
  "Some time ago": "Algum tempo atrás",
  "ago": "atrás",
  "a day": "um dia",
  "days": "dias",
  "an hour": "uma hora",
  "a minute": "um minuto",
  "a few seconds": "alguns segundos",
  "minutes": "minutos",
  "hours": "horas",
  "Total": "Total",
  "Funding as": "Doando como",
  "anonymous": "anônimo",
  "Funding anonymously. Click to login": "Financiando anonimamente. Clique para se conectar",
  "Click to logout": "Clique para se desconectar",
  "About to logout": "Prestes a se desconectar",
  "You are about to logout of your account": "Você está prestes a se desconectar da sua conta",
  "Logout": "Desconectar-se",
  "Reach out for help": "Peça ajuda",
  "Waiting for payment": "À espera de pagamento",
  "Email": "Email",
  "Failed to download image": "Falha a baixar a imagem",
  "copy": "copiar",
  "Go to project": "Ir para o projeto",
  "Your project is in draft": "Seu projeto está em modo rascunho",
  "Saved in draft": "Salvo em rascunho",
  "Please refresh the page and try again.": "Atualize a página e tente novamente.",
  "Description": "Descrição",
  "Links & tags": "Links & categorias",
  "Wallet": "Carteira",
  "Contributors": "Contribuidores",
  "Back to project": "Voltar ao projeto",
  "Name": "Nome",
  "Contribution": "Contribuição",
  "Copy": "Copiar",
  "Project updated successfully!": "Projeto atualizado com sucesso!",
  "Project update failed!": "A atualização do projeto falhou!",
  "Save": "Salvar",
  "Title": "Título",
  "A few words that make your project stand out": "Algumas palavras que destacam o seu projeto",
  "Add 'one liner' a simple descriptions of what your project is about": "Adcione uma descrição simples do seu projeto em frases curtas",
  "Image": "Imagem",
  "Change image": "Mudar imagem",
  "This lightning address is already taken.": "Este endereço Lightning já tem dono.",
  "Leave without saving": "Sair sem salvar",
  "failed to update project": "falha ao atualizar projeto",
  "please enter a valid url for project links": "insira um url válido para links de projetos",
  "failed to create new tag": "Falha ao criar nova etiqueta",
  "failed to create tag": "Falha ao criar etiqueta",
  "tag length must be between": "o comprimento da etiqueta deve ser entre",
  "and": "e",
  "add tag": "adcionar etiqueta",
  "Connect your sites so viewers can see more proof of your work": "Conecte seus sites para que os espectadores possam ver mais provas de seu trabalho",
  "Project links": "Links do projeto",
  "Add Project Link": "Adcionar Link do Projeto",
  "you will be redirected shortly...": "você será redirecionado em breve...",
  "failed to delete project": "falha ao deletar projeto",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "As notificações e atualizações do projeto são enviadas para o e-mail do criador do projeto. Este e-mail pode ser editado nas configurações do perfil do criador.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "Ao desativar seu projeto ele permanecerá visível mas financiadores não poderāo mais enviar contribuições para este projeto. Você pode reativar seu projeto a qualquer momento.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "Ao excluir um projeto, ele se torna inacessível para você e outras pessoas. Você pode excluir um projeto somente se ele não tiver recebido contribuições. Isso ajuda a garantir transparência para aqueles que contribuíram para um projeto. ",
  "Delete": "Excluir",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "Esta ação é irreversível. Você não poderá mais visualizar ou acessar este projeto ou dados deste projeto.",
  "Confirm that you want to delete the project": "Confirme que deseja excluir o projeto",
  "FUNDED": "ARRECADADOS",
  "Project story updated successfully!": "História do projeto atualizada com sucesso!",
  "There was a problem while trying to update the project story": "Ocorrreu um problema ao tentar atualizar a história do projeto",
  "Write a more in-depth description of the project. You can also add images and videos.": "Escreva uma descrição mais detalhada do projeto. Você também pode adicionar imagens e vídeos.",
  "Hostname or IP address": "Nome do host ou endereço IP",
  "Public key": "Chave pública",
  "Invoice Macaroon": "Fatura Macaroon",
  "TLS certificate": "certificado TLS",
  "gRPC port": "porta gRPC",
  "Lightning Address": "Endereço Lightning",
  "failed to create project wallet": "falha ao criar a carteira do projeto",
  "please provide valid wallet details": "forneça detalhes válidos da carteira",
  "Launch Project": "Lançar Projeto",
  "Save As Draft": "Salvar Como Rascunho",
  "Connect Your Node": "Conecte Seu Node",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "Seu projeto está quase no ar. Agora você pode lançar o projeto e torná-lo visível para o público, ou salvá-lo como rascunho. Você pode editar o projeto a qualquer momento.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "Ao continuar, concordo com os <1>Termos e Condições</1> da Geyser",
  "Node name cannot be longer than": "O nome do Node não pode ser mais longo que",
  "characters": "caracteres",
  "Tor addresses are currently not supported": "Endereços Tor não são permitidos no momento",
  "Public Key must be": "Chave Pública deve ter",
  "characters long": "caracteres",
  "The Public Key is wrongly formatted.": "A Chave Pública está formatada incorretamente.",
  "Invoice Macaroon cannot be longer than": "Fatura Macaroon não deve ser mais longo que",
  "Add a Node": "Adcionar um Node",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "Atualmente, oferecemos suporte a Nodes LND e clearnet. Portanto, os nodes do Tor não funcionarão neste momento.",
  "Node Name": "Nome do Node",
  "This is a Voltage Node": "Este é um Voltage Node",
  "Find our demo here on how to load a Voltage node.": "Encontre aqui a nossa demonstração sobre como carregar um Voltage node.",
  "API endpoint": "endpoint de API",
  "Identity Pubkey": "Identidade Pubkey",
  "failed to create project": "falha ao criar projeto",
  "Create a project": "Criar projeto",
  "Create a new project": "Criar um novo projeto",
  "Transform your ideas into real world projects backed by your community": "Transforme suas ideias em projetos reais apoiados pela sua comunidade",
  "Raise funds from anywhere in the world": "Arrecade fundos de qualquer lugar do mundo",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "Se o botão do Twitter não estiver abrindo uma página de autenticação do Twitter, verifique se os pop-ups estão ativados nas preferências do seu navegador.",
  "The authentication request failed.": "A solicitação de autenticação falhou.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "Não conseguimos detectar uma extensão Nostr como Alby ou Flamingo.",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "Esta conta está conectada a outro perfil Geyser. Certifique-se de usar uma conta exclusiva. Para qualquer pergunta, entre em contato com a equipe Geyser em",
  "Project description": "Descrição do projeto",
  "Launch project": "Lançar projeto",
  "Connect wallet": "Conectar carteira",
  "You’re ready to launch!": "Você está pronto para lançar!",
  "An error occurred while attempting to load the profile page.": "Ocorreu um erro ao tentar carregar a página de perfil.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "Por favor tente atualizar a página. Você também pode entrar em contato com o suporte se o problema persistir.",
  "Edit": "Editar",
  "Failed to unlink account": "Falha ao desvincular conta",
  "Connect more social profiles to your Geyser account.": "Conecte mais perfis sociais à sua conta Geyser.",
  "Activity": "Atividade",
  "Followed projects": "Projetos seguidos",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "Lançar um projeto leva apenas 2 minutos! Se você não tem certeza se sua idéia está pronta, pode começar e lançá-la mais tarde.",
  "Geyser badges": "Distintivos Geyser",
  "Login with Nostr to claim the badges you earned!": "Entre com Nostr para reivindicar os distintivos que você ganhou!",
  "Claim": "Reivindicar",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "Ao desconectar esta conta Nostr do seu perfil Geyser, você poderá conectar uma conta Nostr diferente. No entanto, você não poderá criar um novo perfil Geyser com a conta Nostr existente.",
  "Your badges are connected to this Nostr account.": "Seus distintivos estão conectados a esta conta Nostr.",
  "Disconnect": "Desconectar",
  "Bio": "Biografia",
  "You do not have permission to access this page.": "Você não tem permissão para acessar esta página.",
  "Applications Open": "Inscrições Abertas",
  "Closed": "Fechado",
  "Active": "Ativado",
  "Countdown to grant going live": "Contagem regressiva para ativação do subsídio",
  "Time left to vote": "Tempo restante para votar",
  "Sponsored by": "Patrocinado por",
  "SPONSORS": "PATROCINADORES",
  "See the winner announcement": "Veja o anúncio do vencedor",
  "Announcement": "Anúncio",
  "Let the Sats flow to your favorite projects.": "Deixe os Sats fluirem para o seu projeto favorito.",
  "distributed": "distribuidos",
  "Vote": "Voto",
  "Apply": "Inscreva-se",
  "Login to apply": "Faça o login para se inscrever",
  "Success!": "Sucesso!",
  "Select a project": "Selecione um projeto",
  "To apply to a grant you need to first login into Geyser.": "Para se candidatar a uma bolsa, você precisa primeiro fazer o login no Geyser.",
  "Select your Geyser project from the list": "Selecione seu projeto Geyser na lista",
  "You have not created any projects": "Você não criou nenhum projeto",
  "To apply for a grant you need to create a project on Geyser.": "Para se candidatar a uma bolsa, você precisa criar um projeto na Geyser.",
  "Grant application failed.": "A inscrição para se candidatar a uma bolsa falhou.",
  "Grant funds will be distributed based on community votes.": "Os fundos do subsídio serão distribuídos com base nos votos da comunidade.",
  "Amount": "Valor",
  "More Information": "Mais Informações",
  "Grant Winners!": "Vencedores do subsídio!",
  "See all Grants": "Ver todos os subsídios",
  "Geyser Grants": "Subsídios da Geyser",
  "CLOSED": "FECHADO",
  "Round 1 Announcement": "Anúncio da 1ª Rodada",
  "The Geyser Grant Round 1 winners have been released.": "Os vencedores da 1ª Rodada dos Subsídios Geyser foram divulgados.",
  "The board will be responsible for reviewing and evaluating the applications.": "O conselho será responsável por analisar e avaliar as candidaturas.",
  "Made possible by sponsors": "Tornado possível por patrocinadores",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "Empresas de Bitcoin e indivíduos anônimos que desejam trazer esperança ao mundo.",
  "Bitcoin Education": "Educação Bitcoin",
  "Bitcoin Development": "Desenvolvimento de Bitcoin",
  "Bitcoin Culture": "Cultura Bitcoin",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "O objetivo desta doação é apoiar esforços e iniciativas sem fins lucrativos voltados para a educação Bitcoin. Bitcoin é uma ferramenta para liberdade individual e auto-soberania. Está permitindo uma revolução que levará a humanidade ao próximo nível, proporcionando liberdade financeira e acessibilidade ao mundo e um retorno a um sistema financeiro sólido. E, no entanto, a maioria das pessoas ainda vê o Bitcoin como uma ferramenta para jogos de azar, dinheiro para criminosos, um esquema ponzi, ou um pesadelo ecológico. É por isso que o trabalho dos educadores de Bitcoin é tão importante. Muito trabalho ainda é necessário para capacitar as pessoas ao redor do mundo a usar o Bitcoin como uma ferramenta para escapar da inflação desenfreada, da censura financeira, e da falta de acesso a uma conta bancária. Para mais informações, veja aqui.",
  "applicants": "Candidatos",
  "contributed": "contribuído",
  "GRANT TO DISTRIBUTE": "CONCESSÃO PARA DISTRIBUIR",
  "Designs by": "Designs por",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "Obrigado aos desenvolvedores e designers que construíram e projetaram os subsídios Geyser.",
  "Please enter a valid email address.": "Por favor insira um endereço de e-mail válido.",
  "Succesfully subscribed to Geyser": "Inscrito com sucesso na Geyser",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "Obrigado por inscrever-se. Em breve, compartilharemos mais informações sobre os projetos e produtos da Geyser. Para se juntar à nossa comunidade, encontre-nos no Telegram e no Twitter.",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "Para obter informações sobre os projetos e produtos Geyser mais recentes, inscreva-se colocando seu e-mail abaixo.",
  "Contact Email": "E-mail de Contato",
  "You successfully subscribed to <1>Geyser Grants</1>!": "Você se inscreveu com sucesso no <1>Geyser Grants</1>!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "Financiando educadores, criativos, e construtores fazendo projetos focados somente em Bitcoin na Geyser.",
  "Funded by bitcoiners who want to change the world.": "Financiado por bitcoiners que querem mudar o mundo.",
  "View project": "Ver projeto",
  "Saving": "Salvando",
  "Saved": "Salvo",
  "Save draft": "Salvar rascunho",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "Para reconhecer os usuários ativos, a Geyser emite e premia os usuários com distintivos Nostr, que podem reconhecer mais plenamente suas ações.",
  "What is Nostr": "O que é Nostr",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "Nostr significa 'Notas e outras coisas transmitidas por Relays'. Como HTTP ou TCP-IP, Nostr é um protocolo; um padrão aberto sobre o qual qualquer um pode construir. O Nostr em si não é um aplicativo ou serviço no qual você se inscreve. Confira <1>nostr.how</1> para mais informações",
  "What are Nostr Badges": "O que são distintivos Nostr",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "Os distintivos Nostr são um novo evento no Nostr que permite aos usuários enviar e receber ativos digitais com uma imagem, título e descrição. Eles são NIP-58 no Nostr",
  "How to redeem my Nostr badge": "Como reivindicar meu distintivo Nostr",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "Você pode reivindicar seus distintivos Geyser facilmente em seu perfil Geyser. Faça o login com Nostr, vá para o perfil e clique em &apos;reivindicar&apos;.",
  "Where can I see my Geyser badges?": "Onde posso ver meus distintivos do Geyser?",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "Você pode acessar seus distintivos Geyser em qualquer plataforma Nostr que exiba insígnias Nostr, como badges.page e Amethist.",
  "Who can edit and update Nostr Badges?": "Quem pode editar e atualizar os Distintivos Nostr?",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "O emissor dos distintivos pode editar informações pertencentes aos distintivos, mas não os pode revogar. Portanto, a Geyser pode fazer edições nos distintivos se isso for necessário",
  "Will there be more badges?": "Haverá mais distintivos?",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "Sim! Pretendemos criar mais distintivos quando sentirmos que há uma razão específica para reconhecer trabalho árduo ou conquistas importantes. Mas não se preocupe, não vamos &quot;inundar o sistema com distintivos&quot;.",
  "Hey, I should have that badge!": "Ei, eu deveria ter esse distintivo!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "Se você acha que deveria ter acesso a um distintivo, entre em contato conosco em <1>hello@geyser.fund</1> e podemos revisar o seu privilégio ao distintivo!",
  "Error": "Erro",
  "Authentication failed.": "A autenticação falhou.",
  "Please clear your browser's cache & cookies and try again.": "Limpe o cache e os cookies do seu navegador e tente novamente.",
  "Requested operation declined": "A operação solicitada foi recusada",
  "Please use the invoice instead.": "Em vez disso, use a fatura.",
  "Oops! Something went wrong with WebLN.": "Opa! Algo deu errado com o WebLN.",
  "Please copy the invoice manually instead.": "Em vez disso, copie a fatura manualmente.",
  "Connect with Lightning": "Conecte-se com o Lightning",
  "Scan the QR code to connect to your Lightning wallet.": "Use o código QR para se conectar à sua carteira Lightning.",
  "Check if your wallet supports LNURL-auth here.": "Verifique aqui se sua carteira suporta LNURL-auth.",
  "Waiting to connect...": "Aguardando conexão...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "Lembre-se de que você é responsável por gerenciar a liquidez do seu node.",
  "Grant": "Subsídio",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "Faça login novamente com seu perfil ou clique continuar se quiser permanecer anônimo.",
  "Add tags": "Adcione tags",
  "You must write a project story.": "Você deve escrever uma história de projeto.",
  "Public comment": "Comentário público",
  "Filter": "Filtrar",
  "cannot select more than 3 tags": "não é possível selecionar mais de 3 tags",
  "Leaderboard": "Tabela de classificação",
  "Contributor": "Contribuidor",
  "Amount funded": "Valor financiado",
  "Projects funded": "Projetos financiados",
  "Open source": "Código aberto",
  "Podcast": "Podcast",
  "Epic": "Épico",
  "Winner": "Vencedor",
  "Board": "Conselho",
  "Creator": "Criador",
  "Select language": "Selecionar idioma",
  "Request a language": "Solicitar um idioma",
  "Check out some trending projects this week that you can follow in the discovery view!": "Confira alguns projetos em alta esta semana que você pode acompanhar na visualização de descoberta!",
  "Add goal": "Adcionar meta",
  "from": "de",
  "Grant funds will be distributed by principled bitcoin board members.": "Os fundos dos subsídios serão distribuídos por membros do conselho com princípios alinhados aos do ecossistema bitcoin.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "Contribua diretamente ao subsídio {{title}} via código QR (lightning e onchain)",
  "1 Sat = 1 vote.": "1 Sat = 1 voto.",
  "Verify your email": "Verifique o seu e-mail",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "Faça backup de sua conta e projeto Geyser com seu e-mail. Isso garantirá que você sempre possa acessar a Geyser (em caso de censura nas redes sociais) e atualizar com segurança as informações do seu projeto. ",
  "Email input": "Entrada de e-mail",
  "Failed to generate OTP.": "Falha ao gerar a senha de uso único.",
  "Email is a required field": "E-mail é um campo obrigatório",
  "Please enter a valid Email address": "Por favor insira um endereço de e-mail válido.",
  "Failed to update email.": "Falha ao atualizar o e-mail.",
  "Failed to verify email.": "Falha ao verificar o e-mail.",
  "Your email": "Seu e-mail",
  "Wallet updated successfully!": "Carteira atualizada com sucesso!",
  "Failed to update wallet.": "Falha ao atualizar a carteira.",
  "Failed to login with email": "Falha ao fazer login com e-mail",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "Você pode atualizar sua carteira com segurança usando a senha de uso único enviada para o seu e-mail verificado.",
  "Verify email": "Verificar e-mail",
  "This email has not been verified": "Este e-mail não foi verificado",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "Você pode atualizar seu e-mail com segurança usando a senha de uso único enviada para seu último e-mail verificado.",
  "Delete profile": "Excluir perfil",
  "Failed to delete profile": "Falha ao excluir perfil",
  "Settings": "Configurações",
  "To delete your profile permanently from Geyser.": "Para excluir seu perfil permanentemente da Geyser.",
  "Your profile has been deleted.": "Seu perfil foi excluído.",
  "Profile has been deleted": "O perfil foi excluído",
  "Type '{{textToConfirm}}' and confirm": "Digite '{{textToConfirm}}' e confirme",
  "Close": "Fechar",
  "Check your SPAM folder for the email.": "Verifique sua pasta de SPAM em busca do e-mail.",
  "Delete your profile permanently from Geyser.": "Exclua seu perfil permanentemente da Geyser.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "Verifique seu e-mail para proteger sua conta e poder editar as informações da carteira do projeto. Este e-mail será usado para notificá-lo sobre atualizações importantes do projeto e carteira.",
  "As a project creator, you cannot delete your profile": "Como criador de um projeto, você não pode excluir seu perfil",
  "Successfully updated user email": "E-mail do usuário atualizado com sucesso",
  "Email verification successfull!": "Verificação de e-mail com sucesso!",
  "Copy onchain address": "Copiar endereço onchain",
  "Not now": "Agora não",
  "Add row above": "Adicionar linha acima",
  "Add row below": "Adicionar linha abaixo",
  "Add column left": "Adicionar coluna à esquerda",
  "Add column right": "Adicionar coluna à direita",
  "Remove column": "Remover coluna",
  "Remove row": "Remover linha",
  "Insert video": "Inserir vídeo",
  "Insert": "Inserir",
  "Must be a valid twitter URL": "Deve ser um URL válido do Twitter",
  "URL is required": "O URL é obrigatório",
  "Insert tweet": "Inserir tweet",
  "Failed to insert tweet": "Falha ao inserir tweet",
  "Connect more accounts": "Conecte mais contas",
  "Pulldown to refresh": "Puxa para baixo para atualizar",
  "Hide": "Esconder",
  "Error fetching project stats": "Erro ao buscar estatísticas do projeto",
  "Error fetching badges": "Erro ao buscar distintivos",
  "Historical": "Histórico",
  "No data available": "Não há dados disponíveis",
  "Details": "Detalhes",
  "Add": "Adicionar",
  "Last 30 days": "Últimos 30 dias",
  "Last 7 days": "Últimos 7 dias",
  "Last 12 months": "Últimos 12 meses",
  "Exported on": "Exportado em",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "Se você não conseguir acessar o seu projeto pela Geyser, você poderá acessá-lo através de qualquer outro cliente Nostr usando sua chave privada, da qual a Geyser fez uma cópia de segurança pra você.",
  "Get your Private Key Kit off your computer and print out a copy": "Retire o kit de chave privada do computador e imprima uma cópia",
  "Store it somewhere safe.": "Guarde em algum lugar seguro.",
  "Nostr Private Key information": "Informações da chave privada Nostr",
  "Public Key": "Chave pública",
  "Be aware of the following:": "Esteja ciente do seguinte:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "Se você perder ou vazar suas chaves privadas, seu projeto corre o risco de ser comprometido e não há nada que a Geyser possa fazer a respeito.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "Geyser assume a custódia de suas chaves privadas, portanto não recomendamos o uso dessas chaves privadas para a experiência Nostr sem custódia.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "Nem todos os recursos da Geyser estão prontos no Nostr ainda, portanto, nem todo o conteúdo que você cria na Geyser irá interoperar com o resto da rede Nostr.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "Se você alterar seu endereço lightning da Geyser através de outros clientes, Geyser não terá como verificar os Zaps feitos através destes outros clientes e portanto esses Zaps não aparecerão na Geyser.",
  "Export Private key (nsec)": "Exportar chave privada (nsec)",
  "Are you sure you want to export your private keys?": "Tem certeza que deseja exportar sua chave privada?",
  "Warning: your project risks being compromised if you leak your private key.": "Atenção: seu projeto corre o risco de ser comprometido se você vazar sua chave privada.",
  "I understand the risks of exporting my private key": "Entendo os riscos de exportar minha chave privada",
  "failed to copy": "falha ao copiar",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Nostr é um protocolo simples e aberto que permite a transmissão de informação de forma global, descentralizada, e resistente à censura. Geyser fornece a cada projeto seu próprio npub. Isso significa que você poderá acessar seu projeto através de outros clientes Nostr e que sua atividade na Geyser será visível e acessível em várias plataformas.",
  "Below you can find the information you need to access your public and private keys.": "Abaixo você encontra as informações necessárias para acessar suas chaves públicas e privadas.",
  "Your Nostr Public Key (npub)": "Sua chave pública Nostr (npub)",
  "Warning: Before exporting your private keys, make sure to read the following message.": "Atenção: Antes de exportar suas chaves privadas, leia a mensagem a seguir.",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "Você pode exportar as chaves privadas do seu projeto Geyser para acessá-lo através de outro cliente Nostr. Mas tenha em mente o seguinte:",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "Manuseie a chave com muito cuidado. Qualquer pessoa que possua a chave privada pode postar em nome do projeto. Se a sua chave privada vazar, o projeto corre o risco de ser comprometido e não há nada que a Geyser possa fazer para evitar isso.",
  "The Relays": "Os Relays",
  "These are the relays that we publish to.": "Estes são os relays nos quais publicamos.",
  "You need to login before creating your project.": "Você precisa fazer login antes de criar seu projeto.",
  "Please provide secure links, starting with https://": "Por favor forneça links seguros, começando com https://",
  "Project Private Key Kit (nsec)": "Kit de chave privada do projeto (nsec)",
  "Share": "Compartilhar",
  "Select an image": "Selecione uma imagem",
  "Title is a required field.": "Título é um campo obrigatório.",
  "Find out more": "Descubra mais",
  "Milestone": "Marco",
  "Successfully contributed to": "Contribuiu com sucesso para",
  "Project Identifier": "Identificador do projeto",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "Defina seu identificador de projeto exclusivo para criar seu URL personalizado e obter um endereço Lightning correspondente para seu projeto Geyser.",
  "Your Nostr Private Key Kit (nsec)": "Seu Nostr Private Key Kit (nsec)",
  "Limited Edition (skip if no limit)": "Edição limitada (pule esta parte se não houver limite)",
  "Currency": "Moeda",
  "Describe the item you would like to sell": "Descreva o item que você gostaria de vender",
  "Price": "Preço",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "Seu endereço lightning da Geyser é <1>{{projectAddress}}</1>. Todos os fundos enviados para este endereço serão instantaneamente encaminhados para a carteira que você especificar abaixo.",
  "Confirm project launch": "Confirmar publicação do projeto",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "Ao publicar seu projeto, o projeto ficará visível e pesquisável pelo público. Você poderá desativar seu projeto, mas não ocultá-lo após esta etapa.",
  "Lightning Node": "Lightning Node",
  "Confirm launch": "Confirmar publicação",
  "You’re all set!": "Está tudo pronto!",
  "Zoom": "Ampliar",
  "Warning! By changing this identifier your old project links will not send you to your project": "Atenção! Ao alterar este identificador, os links antigos do seu projeto não o direcionarão para o seu projeto",
  "Private Key": "Chave privada",
  "sold": "vendido",
  "Items": "Items",
  "Bitcoin Price": "Preço em Bitcoin",
  "Date": "Data",
  "Status": "Status",
  "Show more": "Ver mais",
  "Delivered": "Entregue",
  "To do": "Pendência",
  "Shipped": "Enviado",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "Siga @geyserfund e nos marque nas redes sociais para que possamos ampliar seu conteúdo.",
  "Type": "Tipo",
  "Reference": "Referência",
  "To": "Para",
  "From": "De",
  "Export": "Exportar",
  "Custom Range": "Intervalo personalizado",
  "Past Month": "Mês passado",
  "Past Week": "Semana passada",
  "All": "Todas",
  "Donation": "Doação",
  "BTC (sats)": "BTC (sats)",
  "Are you sure you want to make the change?": "Tem certeza que deseja fazer a alteração?",
  "Badge": "Distintivo",
  "Checkout": "Checkout",
  "Project URL": "URL do projeto",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "Você alterou o identificador do seu projeto, o que também altera o seu URL da Geyser e endereço Lightning.",
  "Are you sure?": "Tem certeza?",
  "Nostr settings": "Configurações Nostr",
  "USD ($)": "USD ($)",
  "Make a donation": "Faça uma doação",
  "Sell anything to reward your contributors": "Venda qualquer coisa para recompensar seus colaboradores",
  "Oops, looks like this page got lost in space": "Ops, parece que esta página se perdeu no espaço",
  "No items with this status.": "Nenhum item com esse status.",
  "Category": "Categoria",
  "months": "meses",
  "Purchases": "Compras",
  "Followed": "Seguido",
  "month": "mês",
  "Quantity": "Quantidade",
  "Reference code": "Código de referência",
  "Shipping status": "Status de envio",
  "Guide": "Guia",
  "Support Geyser": "Apoiar o Geyser",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "Geyser fornece uma plataforma para mostrar e ampliar seu projeto. Considere nos dar algum valor para que possamos continuar melhorando nosso produto.",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "Por favor, tente atualizar esta página ou tente Limpar Dados do Site (Inspecionar -> Aplicativo -> Limpar Dados do Site).",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "Se o problema persistir, avise-nos através do nosso <1>formulário de feedback</1> ou entre em contato pelo <3>Telegram</3>",
  "This project does not exist": "Este projeto não existe",
  "What may have gone wrong:": "O que pode ter dado errado:",
  "You may have typed the wrong URL": "Você pode ter digitado a URL errada",
  "The project may have been deleted": "O projeto pode ter sido excluído",
  "The creator may have changed the project URL": "O criador pode ter alterado a URL do projeto",
  "Grant amount": "Valor da doação",
  "APPLICATION PENDING": "APLICAÇÃO PENDENTE",
  "Pending Applications": "Aplicações Pendentes",
  "Connect with Nostr": "Conecte-se com Nostr",
  "Post": "Postar",
  "Invoice": "Fatura",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "Para receber os itens selecionados, você precisa enviar seus dados de envio para o e-mail do criador. Geyser não deseja armazenar suas informações privadas por motivos de segurança.",
  "More info": "Mais informações",
  "Download & Continue": "Baixar e Continuar",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "Ao continuar, você reconhece que é responsável por solicitar reembolsos.",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "Para manter o Geyser sem KYC, as transações on-chain são trocadas por Lightning de forma não custodial. Portanto, exigimos que você baixe um Arquivo de Reembolso como backup no caso raro de uma falha no pagamento.",
  "Download refund file before proceeding": "Baixe o arquivo de reembolso antes de prosseguir",
  "Enter your email to receive transaction confirmation": "Digite seu e-mail para receber a confirmação da transação",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "O tempo de conclusão pode variar devido às condições da rede Bitcoin, como o tamanho do mempool e as taxas de transação. Obrigado por sua paciência.",
  "View transaction on explorer": "Ver transação no explorer",
  "Get notified (optional)": "Ser notificado (opcional)",
  "Download refund file": "Baixar arquivo de reembolso",
  "Payment & refund instructions": "Instruções de pagamento e reembolso",
  "Copy link": "Copiar link",
  "Claim refund": "Solicitar reembolso",
  "Transaction has failed": "A transação falhou",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "Digite o endereço on-chain Bitcoin no qual você deseja receber um reembolso.",
  "Send the exact payment amount in Satoshis": "Envie a quantia exata do pagamento em Satoshis",
  "Set the transaction fee to medium or high": "Defina a taxa de transação para média ou alta",
  "Address is required to claim funds": "O endereço é necessário para solicitar fundos",
  "Upload refund file": "Carregar arquivo de reembolso",
  "Initiate refund": "Iniciar reembolso",
  "Refund initiated successfully": "Reembolso iniciado com sucesso",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "Aqui você pode iniciar reembolsos para transações de contribuição que falharam. Se seu navegador armazenou arquivos de reembolso localmente, basta inserir seu endereço Bitcoin on-chain para continuar. Caso contrário, você também precisará carregar o arquivo de reembolso que você deve ter salvo com segurança durante o processo de contribuição.",
  "For more info on Refund Policies and Fees <1>click here.</1>": "Para mais informações sobre Políticas e Taxas de Reembolso, <1>clique aqui.</1>",
  "Check out my project in geyser: {{projectLink}}": "Confira meu projeto no geyser: {{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "Estamos em uma missão para mudar o jogo e precisamos da sua ajuda. Mergulhe em nosso projeto no @geyserfund e vamos fazer a diferença. Você está dentro? {{projectLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "Sonhe conosco! Estamos lançando algo incrível no @geyserfund e você está convidado a fazer parte da jornada. Junte-se a nós! {{projectLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "Grandes notícias! Acabamos de lançar nosso último projeto no @geyserfund e precisamos da SUA ajuda para torná-lo realidade. Pronto para fazer a diferença? {{projectLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "Junte-se a nós para dar vida ao nosso projeto dos sonhos no @geyserfund. Vamos mudar as coisas juntos! {{projectLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "Últimas notícias: Estamos agitando as coisas com nosso novo projeto no @geyserfund! Confira: {{projectLink}} #BreakingNews",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "Estamos transformando nossos sonhos em realidade com este projeto no @geyserfund. Seu apoio é importante: {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "Fazendo a diferença, um passo de cada vez. Junte-se à nossa missão no @geyserfund e nos ajude a deixar um impacto duradouro. Seu apoio faz toda a diferença: {{projectLink}} #MakeADifference",
  "By keeping your project in 'draft', it will remain hidden until you decide to launch it": "Ao manter seu projeto em 'rascunho', ele permanecerá oculto até que você decida lançá-lo",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "Alternativamente, você pode explorar outros provedores de endereços Lightning e seus respectivos limites através deste link: <1>Lista de Carteiras Lightning</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "Sentimos muito, mas sua transação não pode ser concluída. A carteira do projeto que você está tentando financiar atingiu seu limite máximo e não pode receber mais de {{amount}} Sats no momento.",
  "Scan and pay invoice with bitcoin.": "Digitalize e pague a fatura com bitcoin.",
  "Download and securely store your Refund File.": "Baixe e armazene com segurança seu Arquivo de Reembolso.",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "Se você o fez e determinou que não deseja prosseguir com um reembolso neste momento, é totalmente seguro para você fechar esta janela",
  "Do not close this window": "Não feche esta janela",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "O arquivo de reembolso é seguro para excluir, pois sua transação foi processada com sucesso.",
  "Refund Transaction Fees": "Taxas de transação de reembolso",
  "Amount contributed": "Valor contribuído",
  "Contribution to": "Contribuição para",
  "Refund summary": "Resumo do reembolso",
  "Total Refunded": "Total Reembolsado",
  "We apologize for any inconvenience caused.": "Pedimos desculpas por qualquer inconveniente causado.",
  "If you need assistance, please don't hesitate to reach out to us for support.": "Se precisar de ajuda, não hesite em nos contatar para obter suporte.",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "Sinta-se à vontade para <1>contatar o criador</1> para informá-lo sobre sua tentativa de financiamento.",
  "Alternatively": "Alternativamente",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "Infelizmente, não conseguimos alcançar a carteira para gerar uma fatura. Isso pode estar acontecendo porque",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "Inscreva-se para participar do {{title}} criando seu projeto no Geyser e, em seguida, selecionando-o no fluxo de inscrição",
  "Confirm Delete": "Confirmar exclusão",
  "Leaderboard (All)": "Tabela de classificação (Todos)",
  "Sats sent": "Sats enviados",
  "votes": "votos",
  "voters": "votantes",
  "sats sent": "sats enviados",
  "How voting works": "Como a votação funciona",
  "This grant uses ": "Esta doação usa",
  "Incremental Voting": "Votação Incremental",
  "1 vote": "1 voto",
  "From 1,000 to 9,999 sats": "De 1.000 a 9.999 sats",
  "2 votes": "2 votos",
  "From 10,000 to 99,999 sats": "De 10.000 a 99.999 sats",
  "3 votes": "3 votos",
  "Above 100k sats": "Acima de 100k sats",
  "Above 100k sats = 3 votes": "Acima de 100k sats = 3 votos",
  "Let's vote!": "Vamos votar!",
  "Proportional Voting": "Votação Proporcional",
  " to enable more funding to go towards projects. This means:": " para permitir que mais financiamento seja direcionado a projetos. Isso significa:",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 Sat = 1 Voto. Cada Sat é um Voto.",
  "You can send Sats to multiple projects and multiple times": "Você pode enviar Sats para vários projetos e várias vezes",
  "You can send Sats anonymously": "Você pode enviar Sats anonimamente",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "Mantenha-se atualizado com os projetos que você acompanha, recebendo atualizações recorrentes do projeto e anúncios de produtos Geyser. Deixe o e-mail abaixo e cancele a inscrição a qualquer momento.",
  "Enter Goal Title": "Inserir título do objetivo",
  "Deleting this goal will result in losing all of its progress": "Excluir este objetivo resultará na perda de todo o seu progresso",
  "Are you sure you want to delete goal titled": "Tem certeza de que deseja excluir a meta intitulada",
  "Delete Goal": "Excluir meta",
  "Denominate your goal in Bitcoin or USD": "Nomeie sua meta em Bitcoin ou USD",
  "Inspire your followers to contribute to specific objectives.": "Inspire seus seguidores a contribuir para objetivos específicos.",
  "Goal Title": "Título da meta",
  "Goal Amount": "Valor da meta",
  "Denomination": "Denominação",
  "Create goal": "Criar meta",
  "Nostr": "Nostr",
  "Sold": "Vendido",
  "Buy": "Comprar",
  "Followers": "Seguidores",
  "Ready for delivery": "Pronto para entrega",
  "Preorder": "Pré-venda",
  "Goals": "Metas",
  "weeks": "semanas",
  "Change language": "Mudar idioma",
  "Discover": "Descobrir",
  "Completed": "Concluído",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "Esta é a meta padrão. As contribuições serão direcionadas para cá, a menos que os contribuintes decidam financiar outra meta. Uma vez que esta meta for concluída, a próxima meta na fila se tornará automaticamente a meta padrão.",
  "This goal is denominated in US Dollars": "Esta meta está nominada em Dólares Americanos",
  "contributed towards goal": "contribuiu para a meta",
  "Location": "Localização",
  "of": "de",
  "Posts": "Posts",
  "Delivery in": "Entrega em",
  "contributed in total": "contribuiu no total",
  "Title must match exactly": "O título deve corresponder exatamente",
  "Github": "Github",
  "No contributions have been made to this project": "Nenhuma contribuição foi feita para este projeto",
  "Project details": "Detalhes do projeto",
  "Anonymous": "Anônimo",
  "Select project": "Selecionar projeto",
  "Logged in with": "Logado com",
  "Do you want to receive monthly email updates of the projects you follow?": "Deseja receber atualizações mensais por e-mail dos projetos que você segue?",
  "Sign in": "Entrar",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "Mantenha-se atualizado com os projetos que você segue, recebendo atualizações recorrentes do projeto e atualizações do produto Geyser.",
  "Sign in to Geyser": "Entrar no Geyser",
  "Yes, please send me updates": "Sim, por favor, envie-me atualizações",
  "Don't ask again": "Não perguntar novamente",
  "Reset filters": "Redefinir filtros",
  "Create project": "Criar projeto",
  "Receive email notifications for projects you follow": "Receber notificações por e-mail para projetos que você segue",
  "Stay informed": "Mantenha-se informado",
  "Feature project": "Projetar projeto",
  "Featured": "Em destaque",
  "No, no project updates": "Não, sem atualizações de projetos",
  "Learn more": "Saiba mais",
  "Filter by": "Filtrar por",
  "View results": "Ver resultados",
  "My Projects": "Meus projetos",
  "Inactive projects": "Projetos inativos",
  "Past week": "Semana passada",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "Seu projeto não está visível para o público e não pode receber contribuições. Clique em Publicar quando estiver pronto para entrar no ar.",
  "Draft": "Rascunho",
  "Updates on projects I follow": "Atualizações sobre projetos que eu sigo",
  "Contributions Received": "Contribuições Recebidas",
  "No contributions received": "Nenhuma contribuição recebida",
  "Global Feed": "Feed Global",
  "Projects I Follow": "Projetos que eu sigo",
  "Top Contribution": "Principal Contribuição",
  "Anonymous contributor": "Contribuinte anônimo",
  "New post": "Nova publicação",
  "Top Projects and Contributors": "Principais projetos e contribuidores",
  "Past month": "Mês passado",
  "The projects and contributors making world-changing ideas a reality": "Os projetos e contribuidores que tornam as ideias que mudam o mundo uma realidade",
  "Select period...": "Selecione o período...",
  "through": "até",
  "Open Grants": "Doações abertas",
  "Open": "Aberto",
  "Awarded": "Premiado",
  "Sponsors": "Patrocinadores",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "Compartilhe seu endereço Lightning Geyser com qualquer pessoa e eles podem financiá-lo instantaneamente por meio dele.",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "Adicione este Endereço Lightning ao seu perfil Nostr para que este projeto seja “zapped” (gorjeta) diretamente por outros usuários",
  "Write post": "Escrever postagem",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "O npub do Nostr é o identificador único do seu projeto na rede social descentralizada e resistente à censura Nostr.",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "Um Endereço Lightning é um identificador semelhante a um e-mail para receber Bitcoin.",
  "Lightning address & NPUB": "Endereço Lightning & NPUB",
  "Available": "Disponível",
  "Share the post page to spread the word across the internet and social media.": "Compartilhe a página da publicação para espalhar a palavra pela internet e pelas mídias sociais.",
  "Share post": "Compartilhar publicação",
  "Project is part of a voting grant": "O projeto faz parte de uma concessão de votação",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "Esta Concessão usa Votação Incremental para garantir que todos os votos possam ter um impacto. Funciona assim:",
  "You can vote multiple times and towards multiple projects": "Você pode votar várias vezes e em vários projetos",
  "You can vote by sending Sats": "Você pode votar enviando Sats",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "Você pode votar até 3 vezes por projeto com base nos valores cumulativos enviados a cada projeto:",
  "Inactive Wallet": "Carteira Inativa",
  "View Sales": "Ver Vendas",
  "Unhide": "Exibir",
  "Sales": "Vendas",
  "Accounting": "Contabilidade",
  "Project Info": "Informações do Projeto",
  "Notifications": "Notificações",
  "Funds received (sats)": "Fundos recebidos (sats)",
  "Views": "Visualizações",
  "Funding by method": "Financiamento por método",
  "Funding by region": "Financiamento por região",
  "Private message": "Mensagem privada",
  "Export CSV": "Exportar CSV",
  "Project info": "Informações do projeto",
  "Upload image": "Carregar imagem",
  "Youtube and Vimeo video links are supported for project headers.": "Links de vídeo do Youtube e Vimeo são suportados para os cabeçalhos do projeto.",
  "Media url": "URL da mídia",
  "Upload additional image": "Carregar imagem adicional",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "Para editar sua carteira, você deve verificar seu endereço de e-mail por motivos de segurança. Você pode fazer isso nas configurações do seu <0> perfil </0> <1> Saiba mais no Guia. </1>",
  "Choose Geyser split per transaction:": "Escolha a divisão Geyser por transação:",
  "Featured Wallets": "Carteiras em destaque",
  "Export Private Key (nsec)": "Exportar Chave Privada (nsec)",
  "Project status": "Status do projeto",
  "Are you sure you want to deactivate the project ?": "Tem certeza de que deseja desativar o projeto?",
  "Update project status": "Atualizar status do projeto",
  "Delete Project": "Excluir Projeto",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "Este projeto está buscando financiamento através do {{grantName}}. Para apoiar o projeto com seu voto, por favor, faça login com uma conta de mídia social vinculada (contas Lightning não são elegíveis para votação). Sinta-se à vontade para contribuir mesmo sem fazer login, mas isso não contará como um voto.",
  "Provide your Nostr public address (npub)": "Forneça seu endereço público Nostr (npub)",
  "The Bitcoin address you entered is invalid": "O endereço Bitcoin que você digitou é inválido",
  "Basket": "Cesta",
  "Summary": "Resumo",
  "All posts": "Todas as publicações",
  "Post on X": "Publicar no X",
  "Your post is live!": "Sua publicação está no ar!",
  "Don’t forget to share it on social media to maximize its reach.": "Não se esqueça de compartilhar nas mídias sociais para maximizar seu alcance.",
  "Followers (Everyone)": "Seguidores (Todos)",
  "Back to post": "Voltar à publicação",
  "Post Title": "Título da Publicação",
  "Publish": "Publicar",
  "The summary of the post": "O resumo da publicação",
  "Send post by email": "Enviar publicação por e-mail",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "Você pode publicar uma publicação na plataforma visível para todos e, opcionalmente, enviá-la por e-mail para membros selecionados da sua comunidade.",
  "Don’t Lose Your Progress": "Não perca seu progresso",
  "Upload header image": "Carregar imagem de cabeçalho",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "O título da publicação, a legenda e a imagem serão as únicas coisas visíveis no e-mail que os usuários receberão. Certifique-se de que chamem a atenção para incentivá-los a visitar sua publicação.",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "Você está prestes a sair. Considere salvar sua postagem como rascunho para não perder seu trabalho e finalizá-la mais tarde.",
  "Link": "Link",
  "Send via email": "Enviar por e-mail",
  "Send to": "Enviar para",
  "Select recipients": "Selecionar destinatários",
  "Email will be sent to": "O e-mail será enviado para",
  "members.": "membros.",
  "Completed Goals": "Metas Concluídas",
  "Successfully deleted post!": "Postagem excluída com sucesso!",
  "Back to posts": "Voltar para as postagens",
  "Failed to fetch featured project": "Falha ao buscar projeto em destaque",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "As carteiras são marcadas como instáveis quando uma transação falha devido a uma falha na transação, liquidez de entrada insuficiente ou outros fatores. Considere fazer uma pequena transação para reativar seu projeto ou alterar sua carteira.",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "Sua carteira não está funcional. Por favor, altere sua carteira para receber contribuições.",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "Seu projeto está ativo e pode receber contribuições. Compartilhe seu projeto para obter mais visibilidade.",
  "No projects": "Nenhum projeto",
  "Profile settings": "Configurações do perfil",
  "Goal": "Meta",
  "Exit the creation flow": "Sair do fluxo de criação",
  "The project will be saved as a Draft and you can access it in your Profile page.": "O projeto será salvo como Rascunho e você poderá acessá-lo na página do seu perfil.",
  "Save as draft": "Salvar como rascunho",
  "Leave a public comment here.": "Deixe um comentário público aqui.",
  "Enter your comment here...": "Digite seu comentário aqui...",
  "Private comments": "Comentários privados",
  "Funded": "Financiado",
  "Merch": "Merch",
  "Provide your Lightning Address for a full or partial refund": "Forneça seu endereço Lightning para um reembolso total ou parcial",
  "To a goal": "Para uma meta",
  "Email and Updates": "E-mail e atualizações",
  " Total to pay": "Total a pagar",
  "Copy invoice": "Copiar fatura",
  "Download invoice": "Baixar fatura",
  "Update your community by email": "Atualize sua comunidade por e-mail",
  "Facebook": "Facebook",
  "Google": "Google",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "<0>Envie o valor exato do pagamento em Satoshis</0> para garantir o processamento bem-sucedido e evitar que o pagamento seja rejeitado.",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "<0>Defina a taxa de transação como média ou alta</0> e ajuste a taxa em satoshis por byte (sat/B) para garantir que sua troca seja processada em 24 horas.",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "<0>Baixe e armazene com segurança seu Arquivo de Reembolso;</0> em caso de dúvida, baixe novamente para garantir sua",
  "Transaction is being processed": "A transação está sendo processada",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "Baixe e armazene com segurança seu Arquivo de Reembolso; em caso de dúvida, baixe novamente para garantir sua segurança.",
  "Get notified via email (optional)": "Seja notificado por e-mail (opcional)",
  "Enter notified by email (optional)": "Insira o e-mail para ser notificado (opcional)",
  "Refresh Page": "Atualizar página",
  "Continue with email": "Continuar com o e-mail",
  "Twitter (X)": "Twitter (X)",
  "You can login securely by using One Time Password sent to your email.": "Você pode fazer login com segurança usando a Senha de Uso Único enviada para seu e-mail.",
  "Receive One Time Password": "Receber Senha de Uso Único",
  "We sent you an OTP code to": "Enviamos um código OTP para",
  "Paste (or type) it below to continue.": "Cole (ou digite) abaixo para continuar.",
  "Banner": "Banner",
  "Spread the word": "Espalhe a notícia",
  "This month": "Este mês",
  "Hall of Fame": "Hall da Fama",
  "Top Projects": "Projetos em destaque",
  "Top Heroes": "Heróis em destaque",
  "Creators": "Criadores",
  "Ambassadors": "Embaixadores",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "Descubra os principais projetos que estão causando um impacto significativo na adoção em massa do Bitcoin",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "Arrecadou <1>{{usdAmount}}</1> ({{satsAmount}} sats) com <3>{{numberOfContributions}}</3> contribuições de <5>{{numberOfFunders}}</5> usuários",
  "Those bringing the most successful projects to life": "Aqueles que trazem os projetos de maior sucesso à vida",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "Aqueles cujas contribuições impulsionam projetos na Geyser, impulsionando a adoção do Bitcoin",
  "Heroes Hall of Fame": "Hall da Fama dos Heróis",
  "Those spreading the word about valuable projects and enabling contributions to happen": "Aqueles que espalham a palavra sobre projetos valiosos e possibilitam que as contribuições aconteçam",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "Compartilhe o Hall da Fama dos Heróis para mostrar os principais Contribuidores, Criadores e Embaixadores do ecossistema Bitcoin!",
  "Hero link:": "Link de herói:",
  "Top Contributors": "Principais Contribuidores",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "Contribuiu <1>{{usdAmount}}</1> ({{satsAmount}} sats) com <3>{{numberOfContributions}}</3> contribuições para <5>{{numberOfProjects}}</5> projetos",
  "Top Creators": "Principais Criadores",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Arrecadou <1>{{usdAmount}}</1> ({{satsAmount}} sats) em <3>{{numberOfProjects}}</3> projetos",
  "Top Ambassadors": "Principais Embaixadores",
  "made in contributions": "feitas em contribuições",
  "raised in contributions": "arrecadado em contribuições",
  "Hero Rank": "Classificação do Herói",
  "Ambassador": "Embaixador",
  "of enabled contributions": "de contribuições ativadas",
  "Error fetching user profile": "Erro ao obter o perfil do usuário",
  "Copy card": "Copiar cartão",
  "Creator Ranking": "Classificação do Criador",
  "Contributor Ranking": "Classificação do Contribuidor",
  "Ambassador Ranking": "Classificação do Embaixador",
  "Resend code": "Reenviar código",
  "Geyser Manifesto": "Manifesto da Geyser",
  "with": "com",
  "contributions": "contribuições",
  "to get your custom": "para obter seu personalizado",
  "Become the first project": "Seja o primeiro projeto",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "Alguém que permite contribuições para projetos, espalhando a palavra usando seu link de herói exclusivo",
  "and track the impact of sharing.": "e acompanhe o impacto do compartilhamento.",
  "A unique link that tracks contributions you helped generate": "Um link exclusivo que rastreia as contribuições que você ajudou a gerar",
  "Hero link": "Link de herói",
  "Share on X": "Compartilhar no X",
  "by spreading the word and enabling more contributions to this project.": "espalhando a palavra e permitindo mais contribuições para este projeto.",
  "No contributions have been enabled through sharing yet.": "Nenhuma contribuição foi ativada por meio de compartilhamento ainda.",
  "No Purchases made yet": "Nenhuma compra feita ainda",
  "Failed to fetch purchases": "Falha ao obter as compras",
  "No contributions made yet": "Nenhuma contribuição feita ainda",
  "Order placed": "Pedido feito",
  "Order number": "Número do pedido",
  "Unit price": "Preço unitário",
  "By continuing to checkout you are accepting our T&Cs": "Ao continuar a compra, você está aceitando nossos termos e condições",
  "Please refresh the page and try again": "Por favor, atualize a página e tente novamente",
  "Something went wrong": "Algo deu errado",
  "An Error Occured": "Ocorreu um erro",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "Encontramos um problema com o fluxo de pagamento. Isso pode ser devido a um serviço de terceiros ou um erro de sistema interno. Pedimos desculpas por este inconveniente e agradecemos sua paciência enquanto trabalhamos para resolvê-lo.",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "Alguns erros do sistema são temporários. Ao clicar no botão tentar novamente, você pode tentar o pagamento novamente.",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "Se você continuar com este problema ou precisar de assistência, não hesite em entrar em contato conosco para obter suporte.",
  "for this project by spreading the word using your": "para este projeto, espalhando a palavra usando seu",
  "Next Actions": "Próximas Ações",
  "Become an": "Torne-se um",
  "Hero Link:": "Link do Herói:",
  "Send to new email": "Enviar para novo e-mail",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "Verifique seu e-mail ({{email}}) para receber notificações sobre a confirmação da transação.",
  "Learn more about Geyser Grants.": "Saiba mais sobre as Subvenções Geyser.",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "Subvenções para educadores, criativos e construtores que impulsionam a adoção do Bitcoin. Ajude a financiar a próxima rodada de subvenções agora!",
  "Guardians": "Guardiões",
  "Closed Grants": "Subvenções Fechadas",
  "Make a recurring contribution": "Faça uma contribuição recorrente",
  "Subscription": "Assinatura",
  "Subscribing anonymously": "Assinando anonimamente",
  "You would not be able to manage your subscription through geyser.": "Você não poderá gerenciar sua assinatura através do Geyser.",
  "To manage your subscription in the future, please login to stripe with your provided email.": "Para gerenciar sua assinatura no futuro, por favor, faça login no Stripe com o seu e-mail fornecido.",
  "Warrior": "Guerreiro",
  "Legend": "Lenda",
  "Knight": "Cavaleiro",
  "King": "Rei",
  "Why Geyser": "Por que Geyser",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "Os Guardiões do Geyser desempenham um papel vital na adoção do bitcoin. Ao se tornar um Guardião, você financia diretamente as doações para criadores e recebe benefícios exclusivos em troca.",
  "Words from creators on Geyser": "Palavras dos criadores sobre o Geyser",
  "Geyser Guardians": "Guardiões do Geyser",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "Em um mundo onde o niilismo e o pessimismo sobre o futuro prevalecem, o Bitcoin nos trouxe esperança. Não apenas esperança por um mundo construído em dinheiro sólido, mas esperança no poder da ação para criar mudanças significativas. O mundo é maleável e os indivíduos têm o poder de remodelá-lo.",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "Para que os princípios sólidos do Bitcoin se estabeleçam no mundo, a mudança deve acontecer em todas as camadas da sociedade. Desenvolvedores, educadores, escritores, cineastas, artistas e comunidades inteiras têm um papel a desempenhar na construção do mundo do Bitcoin. Nenhuma ação é pequena demais - pequenas ações se unem em movimentos populares globais.",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "Bitcoin é uma revolução pacífica - mas pacífico não significa passivo. É hora de agir. Você é um Bitcoiner? Então você é o protagonista desta história, e as ferramentas estão em suas mãos.",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "Os Cypherpunks entenderam isso. Eles não esperaram permissão - eles construíram as ferramentas da liberdade. Em 1993, o Manifesto Cypherpunk declarou: “Cypherpunks escrevem código”. Em 2009, Satoshi Nakamoto lançou o código do Bitcoin. O Bitcoin nasceu da ação e da vontade de mudança.",
  "- Geyser Team": "- Equipe Geyser",
  "Metamick": "Metamick",
  "Stelios": "Stelios",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "A visão sempre foi lançar bases sólidas para a era digital - afastando-se do caminho predeterminado do controle totalitário e da censura e rumo à descentralização, abertura, liberdade e autossuficiência. Para trazer uma riqueza inimaginável e o florescimento humano.",
  "Vlad": "Vlad",
  "Partners": "Parceiros",
  "What will you do to help bring about Bitcoin adoption?": "O que você fará para ajudar a promover a adoção do Bitcoin?",
  "Sajal": "Sajal",
  "Discounts": "Descontos",
  "Physical Items": "Itens físicos",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "Com marcas de inúmeras batalhas, o Guerreiro é um defensor destemido da adoção do Bitcoin. Sua armadura leve e seus instintos aguçados o tornam rápido e estratégico, reunindo apoio para ideias em seus estágios iniciais. O pino mágico que ele usa brilha mais quando ele está perto de outros Bitcoiners e em países onde o Bitcoin é moeda legal.",
  "Digital Items": "Itens digitais",
  "Deliveries will begin in Q1 2025.": "As entregas começarão no primeiro trimestre de 2025.",
  "Experiences": "Experiências",
  "Infinite army": "Exército infinito",
  "Explore Guardians": "Explorar Guardiões",
  "Leave a private message to the creator.": "Deixe uma mensagem privada para o criador.",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "Você está financiando anonimamente. <1>Entrar</1> para conectar sua contribuição ao seu perfil.",
  "Individuals who spread the word about Geyser projects by sharing.": "Indivíduos que divulgam os projetos Geyser compartilhando-os.",
  "Project Story": "História do projeto",
  "Promote": "Promover",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "Os primeiros <1>{{discountItems}}</1> {{guardian}}s ganham <3>10%</3> de DESCONTO. <5>{{remainingDiscounts}}</5> restantes.",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "O Rei entende o longo caminho para a hiperbitcoinização. Beber de seu cálice encantado lhe concede visão, permitindo que planeje estratégias impecáveis para avançar a adoção do Bitcoin. Com sua coroa de ouro e liderança sábia, ele inspira a união entre os Bitcoiners, guiando-os para um futuro próspero.",
  "Most funded projects filtered by:": "Projetos mais financiados filtrados por:",
  "Search country or region": "Pesquisar país ou região",
  "Worldwide": "Mundial",
  "Search category or sub category": "Pesquisar categoria ou subcategoria",
  "All categories": "Todas as categorias",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "Seja descoberto mais facilmente selecionando até {{MAX_TAGS_ALLOWED}} tags de projeto.",
  "Board members": "Membros do conselho",
  "You can send Sats to projects to multiple projects and multiple times": "Você pode enviar Sats para projetos para múltiplos projetos e múltiplas vezes",
  "Receive on": "Receber em",
  "Add external video": "Adicionar vídeo externo",
  "Create Goal": "Criar Meta",
  "did ": "fez ",
  "times.": "vezes.",
  " or ": " ou ",
  "sold out!": "esgotado!",
  "Goal reached:": "Meta alcançada:",
  "Update your community": "Atualize sua comunidade",
  "Project Category": "Categoria do projeto",
  "Choose the most fitting category. Landing page features trending projects in each category.": "Escolha a categoria mais adequada. A página de destino apresenta projetos em alta em cada categoria.",
  "Select category": "Selecione a categoria",
  "category": "categoria",
  "with following features": "com os seguintes recursos",
  "Project category is required to proceed": "A categoria do projeto é obrigatória para prosseguir",
  "Please select a category": "Por favor, selecione uma categoria",
  "Project subcategory is required to proceed": "A subcategoria do projeto é obrigatória para prosseguir",
  "Please select a subcategory": "Por favor, selecione uma subcategoria",
  "Please select a country": "Por favor, selecione um país",
  "Project country is required to proceed": "O país do projeto é obrigatório para prosseguir",
  "Country": "País",
  "Get found more easily by putting your project on the map. Select a country": "Seja encontrado mais facilmente colocando seu projeto no mapa. Selecione um país",
  "Select country": "Selecione o país",
  "Post saved successfully!": "Postagem salva com sucesso!",
  "Write an update": "Escreva uma atualização",
  "Images": "Imagens",
  "Pre-Order": "Pré-venda",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "Para melhor ajuste, selecione imagem horizontal 4:3. Limite de tamanho da imagem: 10MB.",
  "Select Category": "Selecione a categoria",
  "Short Description": "Pequena descrição",
  "Expected Availability Date": "Data de disponibilidade esperada",
  "Enable this option to request the user's shipping address. This is necessary for delivering physical products directly to your supporters.": "Habilite esta opção para solicitar o endereço de entrega do usuário. Isso é necessário para entregar produtos físicos diretamente aos seus apoiadores.",
  "Successfully updated!": "Atualizado com sucesso!",
  "All goals": "Todas as metas",
  "Goal updates": "Atualizações da meta",
  "Share the goal page to spread the word across the internet and social media.": "Compartilhe a página da meta para espalhar a palavra pela internet e pelas mídias sociais.",
  "Share goal": "Compartilhar meta",
  "Edit goal": "Editar meta",
  "The board evaluates all applications and decides the allocation of the funds collected.": "O conselho avalia todas as candidaturas e decide a alocação dos fundos arrecadados.",
  "Achievements": "Conquistas",
  "Upcoming Grants": "Próximas doações",
  "Investors": "Investidores",
  "Become our partner": "Torne-se nosso parceiro",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "Investidores comprometidos com a missão do Bitcoin de abertura, liberdade e inovação.",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "Marcas de Bitcoin capacitando criadores para impulsionar a adoção em todo o mundo.",
  "Goal reached": "Meta alcançada",
  "Goal created": "Meta criada",
  "New Project": "Novo projeto",
  "Funding Limits & Verification": "Limites de financiamento e verificação",
  "Phone Verification": "Verificação por telefone",
  "Verified": "Verificado",
  "Raise up to $100k in total": "Arrecade até $100 mil no total",
  "Max $10k per contribution": "Máx. $10 mil por contribuição",
  "Gov ID": "Documento de Identidade",
  "Increase my limit": "Aumentar meu limite",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "Os limites estão em vigor para prevenir abusos, golpes ou atividades fraudulentas. Ele fornece um nível adicional de confiança aos contribuidores do seu projeto.",
  "Go limitless": "Ir sem limites",
  "Enable fiat contributions": "Habilitar contribuições fiduciárias",
  "Remove funding limits": "Remover limites de financiamento",
  "Raised up to $10k in total": "Arrecadou até $10 mil no total",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "Contribuições fiduciárias têm uma taxa adicional de 3,5% cobrada pelo processador de pagamentos de terceiros.",
  "Nostr Wallet Connect": "Nostr Wallet Connect",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "Permita que seus contribuidores financiem com moeda fiduciária. Quando habilitado, todos os pagamentos são automaticamente convertidos em Bitcoin e depositados instantaneamente em sua carteira Bitcoin conectada.",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Wallet Connect</0> é um protocolo que utiliza o Nostr para conectar aplicativos da web com carteiras Lightning. Leia mais em <2>nwc.dev.</2>",
  "Email Verification": "Verificação de e-mail",
  "OTP Sent to the updated email": "OTP enviado para o e-mail atualizado",
  "Verify your identity": "Verifique sua identidade",
  "Skip": "Ignorar",
  "Identity verification": "Verificação de identidade",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "Você precisará verificar sua identidade com um documento de identidade para habilitar contribuições fiduciárias. Desative essa funcionalidade se você não deseja concluir a verificação.",
  "Lightning Address & Wallet": "Lightning Address & Carteira",
  "Continue to verification": "Continuar para a verificação",
  "You’re almost ready to launch!": "Você está quase pronto para lançar!",
  "Verification Successful": "Verificação bem-sucedida",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "Os contribuidores poderão gastar moeda fiduciária através de seu cartão de crédito ou método de pagamento local, enquanto você sempre recebe Bitcoin na Lightning.",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "A verificação requer apenas um documento de identidade emitido pelo governo e leva menos de 2 minutos através de nosso parceiro seguro e confiável.",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "A Verificação do Criador permite que você desbloqueie certas funcionalidades para todos os seus projetos na plataforma:",
  "A verified creator badge": "Um selo de criador verificado",
  "To help you build trust with potential contributors.": "Para ajudá-lo a construir confiança com potenciais contribuidores.",
  "Become a guardian": "Torne-se um guardião",
  "You have successfully completed the phone verification.": "Você concluiu com sucesso a verificação do telefone.",
  "Complete Identity Verification": "Concluir a verificação de identidade",
  "Remove raising limits on your project": "Remover limites de arrecadação em seu projeto",
  "Complete the identity verification to:": "Complete a verificação de identidade para:",
  "Your project can now receive up to 100k dollars.": "Seu projeto agora pode receber até 100 mil dólares.",
  "Phone verification": "Verificação por telefone",
  "You can now raise more than $100k in contributions for your project.": "Agora você pode arrecadar mais de $100 mil em contribuições para seu projeto.",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "Você também ganhou um selo de “Criador Verificado” e habilitou contribuições fiduciárias em seu projeto.",
  "You have successfully completed the document verification!": "Você concluiu com sucesso a verificação do documento!",
  "Email verification required": "Verificação de e-mail necessária",
  "Please verify your email.": "Por favor, verifique seu e-mail.",
  "Verification on hold": "Verificação em espera",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "Sua verificação está em espera. Talvez seja necessário fazer o upload de alguns documentos novamente ou fornecer informações adicionais. Entre em contato com support@geyser.fund.",
  "Complete verification": "Concluir verificação",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Seu projeto atingiu seu limite de financiamento de $10 mil. Complete a verificação por telefone para continuar arrecadando até $100 mil.",
  "Funding limit reached!": "Limite de financiamento atingido!",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Seu projeto atingiu seu limite de financiamento de $100 mil. Complete a verificação de identidade para continuar arrecadando acima de $100 mil.",
  "You have almost reached your funding limit!": "Você está quase atingindo seu limite de financiamento!",
  "Verify now": "Verifique agora",
  "Become a Verified Creator": "Torne-se um Criador Verificado",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "Ganhe um selo de criador verificado e habilite contribuições fiduciárias verificando sua identidade.",
  "Back to profile": "Voltar ao perfil",
  "Subscriptions": "Assinaturas",
  "Profile": "Perfil",
  "Profile information": "Informações do perfil",
  "This email has been verified": "Este email foi verificado",
  "Update email": "Atualizar email",
  "Verifications": "Verificações",
  "Customize your profile and project notifications.": "Personalize seu perfil e as notificações do projeto.",
  "Creator notifications": "Notificações do criador",
  "Projects I follow": "Projetos que eu sigo",
  "You will receive project updates regarding the projects that you follow. ": "Você receberá atualizações do projeto em relação aos projetos que você segue.",
  "Unfollow": "Deixar de seguir",
  "View, adjust, and manage all your subscriptions.": "Visualize, ajuste e gerencie todas as suas assinaturas.",
  "Active subscriptions": "Assinaturas ativas",
  "You don't have any active subscriptions.": "Você não tem nenhuma assinatura ativa.",
  "You don't have any paused subscriptions.": "Você não tem nenhuma assinatura pausada.",
  "Profile Settings": "Configurações do perfil",
  "Identity": "Identidade",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0> escolheu se tornar um Guardião Geyser para apoiar nossa plataforma e ajudar a impulsionar a adoção do Bitcoin.",
  "Nudge the creator": "Alertar o criador",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "Avise o criador que você gostaria de fazer um pagamento com moeda fiduciária, para que ele possa configurar isso.",
  "Select a currency supported by our payment provider": "Selecione uma moeda suportada pelo nosso provedor de pagamentos",
  "Identity verification required": "Verificação de identidade necessária",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "Qualquer informação sensível compartilhada durante o processo de verificação é tratada com segurança pelo provedor de verificação.",
  "Redirection Notice": "Aviso de Redirecionamento",
  "clicking here": "clicando aqui",
  "Waiting for payment to be confirmed": "Aguardando a confirmação do pagamento",
  "Contribution amount above $10k": "Valor da contribuição acima de $10 mil",
  "To contribute more than $10k, please complete a one-time identity verification.": "Para contribuir com mais de $10 mil, complete uma verificação de identidade única.",
  "Collapse": "Recolher",
  "Meanwhile, please try other payment methods": "Enquanto isso, experimente outros métodos de pagamento",
  "Creator will be notified shortly": "O criador será notificado em breve",
  "Creator Verification": "Verificação do criador",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin, Lightning ou Fiat (mais de 20 métodos de pagamento)",
  "Receive funds instantly, in your Bitcoin wallet": "Receba fundos instantaneamente, em sua carteira Bitcoin",
  "Configure wallet": "Configurar carteira",
  "Wallet limits": "Limites da carteira",
  "Minimum Receivable Limit": "Limite Mínimo Recebível",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "Entrando em contato com o provedor da sua carteira, pois ele pode oferecer uma opção para aumentar esses limites.",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "Esses limites são estabelecidos a critério do provedor da sua carteira Lightning. Para aumentá-los, considere:",
  "Maximum Receivable Limit": "Limite Máximo Recebível",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Seu projeto está quase atingindo seu limite de financiamento de $10 mil. Complete a verificação por telefone para continuar arrecadando até $100 mil.",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Seu projeto está quase atingindo seu limite de financiamento de $100 mil. Complete a verificação de identidade para continuar arrecadando acima de $100 mil.",
  "Please try again, once the creator has removed the funding limits.": "Por favor, tente novamente, assim que o criador remover os limites de financiamento.",
  "This project has reached its Funding limit": "Este projeto atingiu seu limite de financiamento",
  "Products": "Produtos",
  "Search project": "Pesquisar projeto",
  "No trending products found": "Nenhum produto em alta encontrado",
  "Failed to fetch recent products": "Falha ao buscar produtos recentes",
  "Failed to fetch project goals": "Falha ao buscar metas do projeto",
  "time.": "tempo.",
  "Configure Wallet": "Configurar carteira",
  "Project objective is a required field.": "O objetivo do projeto é um campo obrigatório.",
  "Enabled": "Habilitado",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "Você precisará verificar sua identidade pelo nosso provedor de pagamentos terceirizado. Essa verificação é necessária apenas para pagamentos em moeda fiduciária acima de $500 por mês.",
  "To contribute more than $10k, please log in and complete a one-time verification.": "Para contribuir com mais de $10.000, faça login e conclua uma verificação única.",
  "Enable": "Habilitar",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "Houve um problema de liquidez na última vez que alguém tentou enviar fundos para esta carteira.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "A geração da fatura falho na última vez que alguém tentou fazer uma transação para este projeto.",
  "This project is live and wallet running smoothly.": "Este projeto está ativo e a carteira funcionando sem problemas.",
  "This project has been deactivated by the project creator.": "Este projeto foi desativado pelo criador do projeto.",
  "The payment minimum is 1 satoshi.": "O mínimo de pagamento é 1 satoshi.",
  "Objective": "Objetivo",
  "Add the main project image that will be displayed in all thumbnails": "Adcione a imagem principal do projeto que será exibida em todas as miniaturas",
  "For best fit, pick a square image. Image size limit: 10MB.": "Para melhor ajuste, escolha uma imagem quadrada. Limite de tamanho da imagem: 10MB.",
  "Header": "Tïtulo",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "As notificações do projeto serão enviadas para o e-mail do seu perfil, que você pode editar nas Configurações do Perfil. Certifique-se de verificar seu e-mail para manter sua carteira segura.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "Endereços Lightning personalizados não podem terminar em \"@geyser.fund\".",
  "Please use a valid email-formatted address for your Lightning Address.": "Use um endereço válido em formato e-mail para o seu Endereço Lightning.",
  "Are you sure you want to disconnect this account?": "Tem certeza de que deseja desconectar esta conta?",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "Bitcoin é sinal, todo o resto é ruído.\n           Criamos Subsídios Geyser para ajudar a transmitir mais sinais de Bitcoin para o mundo.\n           Isto é, acelerar o crescimento do ecossistema Bitcoin, aumentando a consciência do Bitcoin, permitindo a cultura Bitcoin e apoiando o desenvolvimento necessário.\n           Por meio desses subsídios, apoiaremos educadores, desenvolvedores, empreendedores e criativos do Bitcoin com os recursos necessários para iniciar suas iniciativas.\n           Aceitamos contribuições em Bitcoin para cada subsídio individual e não cobramos nenhuma taxa de operação de subsídio. Para obter mais informações, consulte este documento.",
  "Ask for shipping address": "Pedir endereço de entrega",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "O endereço lightning é uma maneira simples para outras pessoas enviarem fundos para você. Quando alguém envia dinheiro para este endereço, ele é instantaneamente encaminhado para sua carteira privada. Isso garante que você tenha custódia total e acesso imediato aos seus fundos.",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "Meetups sobre bitcoin e vlogs de viagens sobre a adoção do Bitcoin no Sul Global!",
  "Are you sure you want to save these changes?": "Tem certeza que deseja salvar essas alterações?",
  "Save Changes": "Salvar alterações",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "Você pode fazer isso abrindo seu ambiente de Desenvolvimento (clique com o botão direito -> inspecionar) e clicando em Aplicativo > Armazenamento > Limpar dados do site.",
  "Onchain": "Onchain",
  "You can try the transaction again, in case the wallet becomes accessible again.": "Você pode tentar a transação novamente, caso a carteira volte a ficar acessível.",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "Notificamos o criador sobre este problema e esperamos uma resolução rápida.",
  "We took actions": "Tomamos medidas",
  "The lightning address provided for the wallet might no longer be valid.": "O endereço Lightning fornecido para a carteira pode não ser mais válido.",
  "The lightning node may be temporarily down.": "O nó Lightning pode estar temporariamente inativo.",
  "Or use a social account": "Ou use uma conta social",
  "Add one or multiple images or video links to help bring your project to life": "Adicione uma ou várias imagens ou links de vídeo para ajudar a dar vida ao seu projeto",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "Se você sair desta visualização, suas informações não serão salvas. Você pode\n                      desejar salvar seu trabalho como rascunho antes de sair desta visualização",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "Para melhor ajuste, selecione uma imagem horizontal 16:9. Limite de tamanho da imagem: 10MB.",
  "Enter your message here...": "Digite sua mensagem aqui...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "Seu projeto não pode receber contribuições, mas está visível ao público. Para reativar seu projeto, vá para Configurações.",
  "Your project is in review and therefore cannot receive contributions": "Seu projeto está em análise e, portanto, não pode receber contribuições",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "Seu projeto está em análise e, portanto, não pode receber contribuições e não é visível ao público.",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "Seu projeto foi sinalizado por violar nossos Termos e Condições. Você deve ter recebido um e-mail com mais detalhes sobre como prosseguir. Seu projeto não está visível ao público no momento.",
  "This project has not been launched yet.": "Este projeto ainda não foi lançado.",
  "This project has been flagged for violating our Terms & Conditions.": "Este projeto foi sinalizado por violar nossos Termos e Condições.",
  "Check your email": "Verifique seu e-mail",
  "Contribute without login": "Contribuir sem login",
  "What now?": "E agora?",
  "Card": "Cartão",
  "Get Featured": "Seja destaque",
  "Private comment": "Comentário privado",
  "Confirmation Message": "Mensagem de confirmação",
  "Ask contributors for Nostr public address (npub)": "Peça aos contribuintes o endereço público Nostr (npub)",
  "Ask contributors for a lighting address in case of partial or full refund": "Peça aos contribuintes um endereço Lightning em caso de reembolso parcial ou total",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "Os contribuintes sempre podem enviar uma mensagem privada com informações adicionais. Você também pode selecionar opções predefinidas abaixo para solicitar detalhes específicos deles na mensagem privada. Se selecionado, o comentário privado se torna obrigatório para o contribuinte.",
  "Delivery Time (Weeks)": "Tempo de entrega (Semanas)",
  "Canceled subscriptions": "Assinaturas canceladas",
  "Please login to use fiat payment": "Faça login para usar o pagamento em moeda fiduciária",
  "Fiat": "Fiat",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "Conecte sua rede social à maior rede de autenticação, permitindo que os usuários descubram você e verifiquem sua reputação com mais facilidade",
  "INACTIVE": "INATIVO",
  "Please update the amount, or contact us for donating a higher amount.": "Por favor, atualize o valor ou entre em contato conosco para doar um valor maior.",
  "Please update the amount.": "Por favor, atualize o valor.",
  "Please enter an email.": "Por favor, insira um e-mail.",
  "ACTIVE": "ATIVADO",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "Enquanto se aventura nas terras sem-moeda, a armadura e a espada larga do Cavaleiro o protegem de qualquer Medo, Incerteza e Dúvida lançados contra ele. Sua espada larga tem poderes míticos. Ela se energiza perto de fontes de energia natural, como cachoeiras e gêiseres, e libera raios contra seus oponentes.",
  "Email is required when subscribing to a project.": "O e-mail é obrigatório ao assinar um projeto.",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "Envolto em mistério, a Lenda se move pelas sombras, evadindo até mesmo a mais aguçada das atenções. Sua visão com olhos a laser corta as mentiras de governos e instituições, revelando clareza e verdade. Aqueles que encontram seu olhar são para sempre transformados, incendiados com um desejo inabalável de buscar um futuro mais livre e melhor.",
  "Post published": "Post publicado",
  "Your post is now live": "Seu post está no ar",
  "$100 per week": "US$100 por semana",
  "Contributed": "Contribuído",
  "Browse map": "Navegar pelo mapa",
  "Send your shipping address to the creator at the following email": "Envie seu endereço de entrega ao criador no seguinte e-mail",
  "In partnership with": "Em parceria com",
  "&": "e",
  "Guardian collectible cards": "Cartões colecionáveis Guardian",
  "Guardian t-shirts": "Camisetas Guardian",
  "Guardian jerseys": "Jerseys Guardian",
  "Guardian bitaxes": "Bitaxes Guardian",
  "CARD": "CARTÃO",
  "OF": "DE",
  " GUARDIANS": "GUARDIÕES",
  "21% of all sales go directly to fund our Bitcoin grants.": "21% de todas as vendas vão diretamente para financiar nossas doações em Bitcoin.",
  "All prices include shipping.": "Todos os preços incluem frete.",
  "Failed to fetch project stats": "Falha ao buscar estatísticas do projeto",
  "Notifications for Projects I follow": "Notificações para Projetos que sigo",
  "Donate": "Doar",
  "Terms": "Termos",
  "Safe to delete refund file": "É seguro excluir o arquivo de reembolso",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "É seguro excluir o arquivo de reembolso, pois sua transação foi processada com sucesso.",
  "Geyser Cards": "Cartões Geyser",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "Os cartões Geyser celebram suas conquistas na paisagem do Bitcoin.",
  "Similar projects in": "Projetos semelhantes em",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "As visualizações do projeto são rastreadas com SimpleAnalytics, uma ferramenta de análise com foco na privacidade. Os números reais são provavelmente maiores.",
  "T-Shirts": "Camisetas",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "Itens de edição limitada feitos em colaboração com as principais marcas de Bitcoin que apoiam os criadores de Bitcoin.",
  "BitAxe": "BitAxe",
  "Collectible Cards": "Cartões Colecionáveis",
  "COLLECT YOURS": "COLETE O SEU",
  "Jerseys": "Jerseys",
  "& JOIN THE COMMUNITY OF ": "E JUNTE-SE À COMUNIDADE DE",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "COLETE O SEU 👇 E JUNTE-SE À COMUNIDADE DE <1>{{totalUsers}}</1> GUARDIÕES",
  "REMAINING": "RESTANTES",
  "followers": "seguidores",
  "Delete product": "Excluir produto",
  "Product": "Produto",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Geyser não é uma loja. É uma forma de dar vida a projetos criativos usando Bitcoin. Sua doação apoiará um projeto criativo que ainda não foi desenvolvido. Existe o risco de que, apesar dos melhores esforços de um criador, seu produto não seja entregue, e nós o incentivamos a considerar esse risco antes de apoiá-lo. Geyser não é responsável por reivindicações de projetos ou pela entrega de produtos.",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "Ao excluir este projeto, você perderá todos os dados associados a ele, incluindo descrições, fotos, entradas e produtos.",
  "Add Products": "Adicionar produtos",
  "Create a product": "Criar um produto",
  "Create product": "Criar produto",
  "Or, use a product template below": "Ou, use um modelo de produto abaixo",
  "Add product": "Adicionar produto",
  "Product Name": "Nome do produto",
  "Save product": "Salvar produto",
  "Update Product": "Atualizar Produto",
  "Edit Product": "Editar Produto",
  "Publish Product": "Publicar Produto",
  "Create Product": "Criar Produto",
  "Are you sure you want to remove the product?": "Tem certeza de que deseja remover o produto?",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "Produtos de edição limitada não podem ser editados após a compra para garantir a justiça para os primeiros compradores. Para alterar as quantidades de produtos de edição limitada, crie um novo produto.",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "Por favor, observe que todos os preços dos produtos serão atualizados automaticamente para refletir seu valor equivalente em SWITCH_TO_REWARD_CURRENCY, com base no preço atual do Bitcoin em Dólares Americanos. Se desejar, você pode atualizar os preços individualmente para cada produto na página do produto.",
  "No products are selected": "Nenhum produto selecionado",
  "Trending products": "Produtos em alta",
  "No products sold": "Nenhum produto vendido",
  "Products Sold": "Produtos Vendidos",
  "Sell product": "Vender produto",
  "Hidden products": "Produtos ocultos",
  "Products sold": "Produtos vendidos",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "Você está prestes a alterar a denominação da moeda para todos os seus produtos de CURRENT_REWARD_CURRENCY para SWITCH_TO_REWARD_CURRENCY.",
  "Available Products": "Produtos disponíveis",
  "To receive the selected products, please send your shipping details to the creator’s email, which will be revealed in the success screen.": "Para receber os produtos selecionados, por favor, envie seus dados de envio para o e-mail do criador, que será revelado na tela de sucesso.",
  "Product buyers": "Compradores do produto",
  "Linked goals and products": "Metas e produtos vinculados",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "Usar links permite que você destaque um produto ou meta específica, ajudando você a direcionar as pessoas para ela.",
  "Link Goals and Products": "Vincular Metas e Produtos",
  "Select products": "Selecionar produtos",
  "Add your product specifications (eg. T-shirt size)": "Adicione as especificações do seu produto (por exemplo, tamanho da camiseta)",
  "Created product": "Produto criado",
  "Product currency denomination": "Denominação da moeda do produto",
  "Product Updates": "Atualizações do produto",
  "All products": "Todos os produtos",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your new product via email.": "Envolva sua comunidade, seguidores, contribuidores e compradores de produtos, enviando a eles uma atualização sobre seu novo produto por e-mail.",
  "Share product": "Compartilhar produto",
  "Share the product page to spread the word across the internet and social media.": "Compartilhe a página do produto para espalhar a notícia pela internet e mídia social.",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "Para produtos que ainda estão em desenvolvimento e não estão prontos para envio, defina-os como 'Pré-venda' para permitir compras antecipadas pelos usuários.",
  "Add one or multiple images to help showcase your product": "Adicione uma ou várias imagens para ajudar a mostrar seu produto",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "Defina uma mensagem personalizada para agradecer aos contribuidores, fornecer detalhes importantes ou compartilhar qualquer informação adicional que você gostaria que eles soubessem após reivindicarem o produto.",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "Use “Data de disponibilidade esperada” para definir quando seu produto será desenvolvido e estará disponível.",
  "Specify estimated delivery time for the product from the moment it is ordered.": "Especifique o tempo estimado de entrega do produto a partir do momento em que é pedido.",
  "Failed to update product": "Falha ao atualizar o produto",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "Os produtos permitem que você retribua aos seus contribuidores, desde distintivos digitais e produtos físicos até patrocínios. Confira nosso guia sobre ",
  "How to leverage the power of Products": "Como alavancar o poder dos Produtos",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "Receba um e-mail mensal sobre o resumo do seu projeto: estatísticas, progresso da meta e produtos em alta.",
  "Failed to fetch project products": "Falha ao buscar produtos do projeto",
  "Invalid legal entity type": "Tipo de entidade legal inválido",
  "Individual": "Individual",
  "Company": "Empresa",
  "Non-profit": "Sem fins lucrativos",
  "Please select an identity below, to enable verification.": "Por favor, selecione uma identidade abaixo para ativar a verificação.",
  "Full Name": "Nome completo",
  "Update Information": "Atualizar Informações",
  "Incorporation Document": "Documento de Incorporação",
  "Tax Residency": "Residência Fiscal",
  "Verify your identity to get access to higher limits and tax-deducting features.": "Verifique sua identidade para ter acesso a limites mais altos e recursos de dedução de impostos.",
  "Tax ID": "Número de Identificação Fiscal",
  "Tax profile": "Perfil Fiscal",
  "Enter Tax ID": "Insira o Número de Identificação Fiscal",
  "(optional)": "(opcional)",
  "Full name": "Nome completo",
  "Enter full name": "Insira o nome completo",
  "Legal entity type": "Tipo de entidade legal",
  "State": "Estado",
  "Hero ID: {{heroId}}": "ID do Herói: {{heroId}}",
  "Report project": "Relatar projeto",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "Este projeto é administrado por uma organização sem fins lucrativos em {{country}}. Sua doação é dedutível de impostos e acompanha um recibo para seus registros fiscais.",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>Endereços Lightning</0> são como um endereço de e-mail, mas para seu Bitcoin. Você receberá todas as transações on-chain e lightning diretamente para sua carteira lightning. Obtenha o seu próprio verificando nossas <2>carteiras recomendadas</2> e outras.",
  "Verify your profile as a:": "Verifique seu perfil como:",
  "Rate is required": "Taxa é obrigatória",
  "User ID is required": "ID do usuário é obrigatório",
  "Rate must be a number": "A taxa deve ser um número",
  "Rate must be > {{min}} and <= {{max}}": "A taxa deve ser > {{min}} e <= {{max}}",
  "Tax ID is required for Non-profits": "ID fiscal é obrigatório para organizações sem fins lucrativos",
  "Country is required for Non-profits": "País é obrigatório para organizações sem fins lucrativos",
  "Required for country US and Non-profits": "Obrigatório para o país EUA e organizações sem fins lucrativos",
  "A tax-deductible invoice is provided  when contributing to this project.": "Uma fatura dedutível de impostos é fornecida ao contribuir para este projeto.",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "Para garantir o nome correto na fatura, atualize seu nome de usuário ou perfil fiscal nas configurações do perfil.",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "Envie-nos documentos para hello@geyser.fund, certificando que você é uma organização de caridade registrada com doações dedutíveis de impostos.",
  "This information will be displayed in donations and sale invoices.": "Essas informações serão exibidas em doações e faturas de vendas.",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "Essas informações serão exibidas em doações e faturas de vendas, para permitir doações dedutíveis de impostos em projetos elegíveis.",
  "Charity projects with Tax benefits": "Projetos de caridade com benefícios fiscais",
  "Pending Verification": "Verificação pendente",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "Ajude a Geyser em sua missão de acelerar a adoção do Bitcoin na base em todo o mundo.",
  "SATOSHI AMOUNT": "QUANTIA DE SATOSHI",
  "Geyser tip": "Gorjeta Geyser",
  "sats in contributions to this project.": "sats em contribuições para este projeto.",
  "So far, ": "Até agora, ",
  "Copy hero link": "Copiar link do herói",
  "This project has not enabled fiat contributions yet": "Este projeto ainda não habilitou contribuições fiduciárias",
  "Learn More": "Saber mais",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "Esta pequena taxa é um sinal de compromisso. Mostra que você está falando sério sobre seu projeto e pronto para compartilhá-lo com o mundo. Isso significa que você pode começar a receber suporte dos contribuintes imediatamente.",
  "Show Less": "Mostrar menos",
  "Wallet Unreachable": "Carteira Inacessível",
  "You're live on Geyser Launchpad!": "Você está ao vivo no Geyser Launchpad!",
  "Copied": "Copiado",
  "Project in Launchpad": "Projeto no Launchpad",
  "more to launch": "mais para lançar",
  "Successful follow!": "Seguimento bem-sucedido!",
  "Share it with other friends to help spread the word and make this project a reality!": "Compartilhe com outros amigos para ajudar a espalhar a palavra e tornar este projeto uma realidade!",
  "You’re about to power a launch!": "Você está prestes a impulsionar um lançamento!",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "Para seguir os projetos do Launchpad, precisamos do seu e-mail para que possamos avisá-lo quando eles entrarem no ar.",
  "Add email to follow": "Adicionar e-mail para seguir",
  "Latest followers": "Últimos seguidores",
  "Share link": "Compartilhar link",
  "Products Cost": "Custo dos produtos",
  "Launchpad": "Launchpad",
  "left": "restante",
  "Pay $21 to launch right away": "Pague $21 para lançar imediatamente",
  "Ready to launch": "Pronto para lançar",
  "Your project is almost live. You can launch the project now.": "Seu projeto está quase no ar. Você pode lançar o projeto agora.",
  "was successfully deleted": "foi excluído com sucesso",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "Este projeto ainda precisa de {{countdown}} seguidores para poder começar a arrecadar fundos.",
  "We’ll email you when the project goes live.": "Enviaremos um e-mail quando o projeto entrar no ar.",
  "Ready": "Pronto",
  "Support Geyser Grants": "Apoiar as Concessões Geyser",
  "Help fund the next round — or get an email when it launches.": "Ajude a financiar a próxima rodada — ou receba um e-mail quando ela for lançada.",
  "Heroes": "Heróis",
  "that match your interests!": "que combinam com seus interesses!",
  "You are not following any projects yet.": "Você ainda não está seguindo nenhum projeto.",
  "Explore projects": "Explorar projetos",
  "Top Projects this month": "Principais projetos este mês",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "Habilitado <1>{{usdAmount}}</1> ({{satsAmount}} sats) em <3>{{numberOfProjects}}</3> projetos",
  "Prelaunch": "Pré-lançamento",
  "Are you sure you want to activate the project?": "Tem certeza de que deseja ativar o projeto?",
  "User": "Usuário",
  "Contributions Enabled": "Contribuições Habilitadas",
  "Geyser Promotion": "Promoção Geyser",
  "10% fee": "Taxa de 10%",
  "Let's spread the word about your project.": "Vamos divulgar seu projeto.",
  "The fee is only applied to contributions enabled through Geyser promotions": "A taxa só se aplica às contribuições habilitadas por meio de promoções do Geyser",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "Quando habilitado, seu projeto se torna elegível para ser compartilhado por meio da rede de promoção do Geyser e de empresas de mídia digital parceiras, atraindo mais atenção para seu projeto e permitindo mais contribuições.",
  "Promotions": "Promoções",
  "Payout Rate (%)": "Taxa de pagamento (%)",
  "Ambassador Payouts": "Pagamentos de embaixadores",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "Embaixadores divulgam seu projeto. Você pode recompensar seus embaixadores mais leais compartilhando uma porcentagem das contribuições que eles habilitam.",
  "Featured for a week": "Destaque por uma semana",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "Garanta um lugar na seção Destaque da página inicial por uma semana inteira.",
  "Actions": "Ações",
  "User Hero ID": "ID do Herói do Usuário",
  "Your project doesn't have ambassadors yet.": "Seu projeto ainda não tem embaixadores.",
  "Payout Rate": "Taxa de pagamento",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "Este projeto está em pré-lançamento e, portanto, não pode receber contribuições, e você não pode alterar o status do projeto.",
  "The creator has requested: ": "O criador solicitou: ",
  "Creator's message": "Mensagem do criador",
  "Nostr Badges": "Badges Nostr",
  "Email is required when purchasing a product.": "O e-mail é obrigatório ao comprar um produto.",
  "Where grassroots Bitcoin projects come to life.": "Onde os projetos Bitcoin de base ganham vida.",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "Geyser reúne a comunidade Bitcoin para financiar ideias, produtos e causas que impulsionam a adoção no mundo real.",
  "Choose your launch strategy": "Escolha sua estratégia de lançamento",
  "Launch your project": "Lance seu projeto",
  "If you don’t reach $210 in your first month, your project will close (you can start over)": "Se você não atingir $210 em seu primeiro mês, seu projeto será encerrado (você pode começar de novo)",
  "Skip the challenge. Launch instantly for $21.": "Ignore o desafio. Lance instantaneamente por $21.",
  "Build momentum quickly with early supporters": "Crie impulso rapidamente com os primeiros apoiadores",
  "Geyser Launch Challenge": "Desafio de lançamento do Geyser",
  "Go Live Now": "Entre ao vivo agora",
  "No pressure to raise a lot right away, go by your plan.": "Sem pressão para arrecadar muito de uma vez, siga seu plano.",
  "Seen in ‘Recently launched’ in Discovery page": "Visto em 'Lançado recentemente' na página de descoberta",
  "Embed": "Incorporar",
  "You have 30 days to raise $210 to officially launch and keep the project alive.": "Você tem 30 dias para arrecadar $210 para lançar oficialmente e manter o projeto ativo.",
  "Your project is now featured on the Geyser Launchpad, where supporters discover bold, early-stage ideas.": "Seu projeto agora está em destaque no Geyser Launchpad, onde os apoiadores descobrem ideias ousadas em estágio inicial.",
  "What's next?": "O que vem a seguir?",
  "more to go live": "mais para entrar ao vivo",
  "New in": "Novo em",
  "left to raise $210 & launch": "resta arrecadar $210 e lançar",
  "This project needs to raise $210 in 30 days to go live. Share this project on social media to help launch it.": "Este projeto precisa arrecadar $210 em 30 dias para entrar no ar. Compartilhe este projeto nas redes sociais para ajudar a lançá-lo.",
  "raised": "arrecadados",
  "more to go live.": "mais para entrar ao vivo.",
  "Share your project far and wide — post it on social media, text it to friends, or pitch it in your community.": "Compartilhe seu projeto amplamente — publique-o nas redes sociais, envie por mensagem de texto para amigos ou apresente-o em sua comunidade.",
  "to raise $210": "arrecadar $210",
  "Save as Draft": "Salvar como Rascunho",
  "raised!": "arrecadado!",
  "raised this week!": "arrecadado esta semana!",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 30 days. Help them build momentum — or they might never take off.": "Estes projetos em fase inicial estão em contagem regressiva. Para serem lançados, eles devem arrecadar $210 em 30 dias. Ajude-os a ganhar impulso - ou eles podem nunca decolar.",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "Você está comprando um produto de um projeto que está no Launchpad. Seu pagamento será processado, mas o projeto só entrará em funcionamento se atingir $210. Ao contribuir, você está ajudando o criador a alcançar esse marco. 🙌",
  "Are you interested in receiving updates from this project?": "Você está interessado em receber atualizações deste projeto?",
  "Follow project": "Seguir projeto",
  "We will send you important updates via your profile email for the projects your follow.": "Enviaremos atualizações importantes para o seu e-mail de perfil sobre os projetos que você segue.",
  "Raise $210 in 30 days with your community.": "Arrecade $210 em 30 dias com sua comunidade.",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "O futuro do seu projeto depende desta primeira etapa crucial - atinja a meta para manter sua visão viva. É sua chance de construir um impulso inicial e lançar com um boom.",
  "unFollow": "Deixar de seguir",
  "Launchpad projects": "Projetos Launchpad",
  "Email address is a required field.": "O endereço de e-mail é um campo obrigatório.",
  "Email verification": "Verificação de e-mail",
  "Featured in ‘Recently launched’ in Discovery page": "Destaque em 'Lançados recentemente' na página de Descoberta",
  "Featured in Launchpad & discovery emails": "Destaque em e-mails do Launchpad e de descoberta",
  "Lightning QR code": "Código QR Lightning",
  "Go to Project": "Ir para o Projeto",
  "Generating banner...": "Gerando banner...",
  "Copy image": "Copiar imagem",
  "Contribute with lightning": "Contribuir com lightning",
  "Copy embed code": "Copiar código de incorporação",
  "Embed the contribute and leaderboard section of this page on your website": "Incorpore a seção de contribuição e classificação desta página em seu site",
  "${{countDown}} out of $210": "${{countDown}} de $210"
}