{
  "projects": "projeler",
  "contributors": "katkı verenler",
  "Search": "Ara",
  "Projects with perks": "Avantajlı projeler",
  "Inactive Projects": "İnaktif Projeler",
  "Active Projects": "Aktif Projeler",
  "Subscribe": "Abone ol",
  "Privacy": "Gizlilik",
  "Analytics": "Analitik",
  "activity": "faaliyet",
  "Select": "Seç",
  "Trending in": "Trendler",
  "Recent Projects": "Güncel Projeler",
  "See all": "Hepsini gör",
  "This week": "Bu hafta",
  "All time": "Tüm zamanlar",
  "Failed to fetch data": "Veri çekmede hata",
  "Login": "Giriş",
  "Projects": "Projeler",
  "Contributions": "Katkı Sağlayanlar",
  "Entry": "Giriş",
  "Go back": "Geri dön",
  "If you're having trouble connecting with Twitter on Mobile, first try logging in on Twitter.com on your browser, then try again.": "Eğer Twitter mobil ile bağlanma sorunu yaşıyorsanız önce tarayıcınızdan Twitter.com'dan giriş yapın, ardından tekrar deneyin.",
  "Project": "Proje",
  "You have been logged out": "Oturumun Kapatıldı",
  "Continue": "Devam et",
  "Grants": "Teşekkürler",
  "About": "Hakkında",
  "Feedback": "Geri bildirim",
  "Sign Out": "Çıkış Yap",
  "Dashboard": "Pano",
  "Contribute": "Katkı Sağla",
  "Back": "Geri",
  "RUNNING": "YÜRÜTÜLÜYOR",
  "Follow": "Takip Et",
  "Copied!": "Kopyalandı!",
  "Download": "İndir",
  "Tags": "Etiketler",
  "Region": "Bölge",
  "Launched": "Başlatıldı",
  "Finalize project": "Projeyi tamamla",
  "Your project is not live yet. Head back to the creation flow to finalize your project information and launch it!": "Projen henüz yayında değil. Proje bilgilerini tamamlamak ve başlatmak için yaratma akışında geri dön!",
  "Story": "Hikaye",
  "Cancel": "İptal et",
  "Confirm": "Onayla",
  "Something went wrong.": "Bir şeyler yolunda gitmedi.",
  "Please try again": "Lütfen tekrar deneyin",
  "Failed to fetch contributions": "Emeği geçenleri çekerken hata yaşandı",
  "Some time ago": "Bir zaman önce",
  "ago": "önce",
  "a day": "bir gün",
  "days": "günler",
  "an hour": "bir saat",
  "a minute": "bir dakika",
  "a few seconds": "birkaç saniye",
  "minutes": "dakika",
  "hours": "saat",
  "Total": "Toplam",
  "Funding as": "Şu şekilde fonla",
  "anonymous": "anonim",
  "Funding anonymously. Click to login": "Anonim olarak fonla. Giriş için tıkla",
  "Click to logout": "Çıkış için tıkla",
  "About to logout": "Çıkmak üzeresin",
  "You are about to logout of your account": "Hesabından çıkmak üzeresin",
  "Logout": "Çıkış",
  "Reach out for help": "Yardım için ulaşın",
  "Waiting for payment": "Ödeme için bekleniyor",
  "Email": "Eposta",
  "Failed to download image": "Resim indirilemedi",
  "copy": "kopyala",
  "Go to project": "Projeye git",
  "Your project is in draft": "Projeniz taslaklarda",
  "Saved in draft": "Taslağa kaydedildi",
  "Please refresh the page and try again.": "Sayfayı yenileyin ve tekrar deneyin.",
  "Description": "Açıklama",
  "Links & tags": "Bağlantılar & etiketler",
  "Wallet": "Cüzdan",
  "Contributors": "Emeği Geçenler",
  "Back to project": "Projeye dön",
  "Name": "İsim",
  "Contribution": "Katkı",
  "Copy": "kopyala",
  "Project updated successfully!": "Proje başarıyla güncellendi!",
  "Project update failed!": "Proje güncellemesi başarısız!",
  "Save": "Kaydet",
  "Title": "Başlık",
  "A few words that make your project stand out": "Projenizi öne çıkaran birkaç kelime",
  "Add 'one liner' a simple descriptions of what your project is about": "Projenizin ne ile alakalı olduğunu basitçe açıklayacak tek bir cümle ekle",
  "Image": "Resim",
  "Change image": "Resmi değiştir",
  "This lightning address is already taken.": "Bu lightning adresi çoktan alındı.",
  "Leave without saving": "Kaydetmeden ayrıl",
  "failed to update project": "proje güncellenemedi",
  "please enter a valid url for project links": "lütfen projeniz için geçerli bir bağlantı girin",
  "failed to create new tag": "yeni etiket açarken hata",
  "failed to create tag": "etiket yaratırken hata",
  "tag length must be between": "etiket uzunluğu şunlar arasında olmalı",
  "and": "ve",
  "add tag": "etiket ekle",
  "Connect your sites so viewers can see more proof of your work": "Gözlemcilere işinizi kanıtlamak için sitelerinizi bağlayın.",
  "Project links": "Proje bağlantıları",
  "Add Project Link": "Proje Bağlantısı Ekle",
  "you will be redirected shortly...": "hemen yönlendiriliyorsunuz...",
  "failed to delete project": "proje silerken hata",
  "Project notifications and updates are sent to the project creator's email. This email can be edited from the creator's profile Settings.": "Proje bildirimleri ve güncellemeleri proje kurucusunun epostasına gönderildi. Eposta bölümü kurucu profil ayarlarından düzenlenebilir.",
  "Deactivating your project would not allow others to fund your project, but your project will still be visible to everyone else. You will be able to re-activate your project at any time.": "Projenizi kapatmak insanların projenize bağış yapmasına izin vermeyecektir ancak proje hala herkese görünür olacaktır. Projeyi istediğiniz zaman tekrardan açabilirsiniz.",
  "Deleting a project will make the project unaccessible to you and others. You can delete a project only if it has received no contributions. This is to ensure transparency for those who have contributed towards the project.": "Projeyi silmek siz ve geri kalan herkes için erişilemez yapacaktır. Eğer proje hiç destek almadıysa silebilirsiniz. Bu projeye destek verenler için şeffaflığı korumak için yapılıyor.",
  "Delete": "Sil",
  "This action is irreversible. You will not be able to view or access this project or project data any longer.": "Bu eylemden geri dönüş yoktur. Bundan sonra bu projeyi ya da projenin bilgilerini göremeyecek, erişemeyeceksiniz.",
  "Confirm that you want to delete the project": "je",
  "FUNDED": "BAĞIŞLAR",
  "Project story updated successfully!": "Proje hikayesi başarıyla güncellendi!",
  "There was a problem while trying to update the project story": "Proje",
  "Write a more in-depth description of the project. You can also add images and videos.": "Projeniz hakkında daha detaylı bir açıklama yazın. Aynı zamanda resim ve videolar ekleyebilirsiniz.",
  "Hostname or IP address": "Host ismi ya da IP adresi",
  "Public key": "Kamuya açık anahtar",
  "Invoice Macaroon": "Makaron Faturası",
  "TLS certificate": "TLS sertifikası",
  "gRPC port": "gRPC portu",
  "Lightning Address": "Lightning Adresi",
  "failed to create project wallet": "proje cüzdanı açarken hata",
  "please provide valid wallet details": "lütfen geçerli cüzdan bilgileri verin",
  "Launch Project": "Projeyi Başlat",
  "Save As Draft": "Taslak Olarak Kaydet",
  "Connect Your Node": "Nodunuzu Bağlayın",
  "Your project is almost live. You can now either launch the project and make it public or save it as draft. And you can always edit project at any time.": "Projeniz neredeyse hazır. Şu an projeyi başlatıp topluma açabilir ya da taslak olarak kaydedeblilirsiniz. Tabii hala projeyi istediğiniz zaman düzenleyebilirsiniz.",
  "By continuing, I agree with Geyser's <1>Terms & Conditions</1>": "Devam ederek Geyser's <1>Koşullar ve Şartlar</1>",
  "Node name cannot be longer than": "Nod ismi şundan uzun olamaz",
  "characters": "karakter",
  "Tor addresses are currently not supported": "Tor adresleri şu anda desteklenmiyor",
  "Public Key must be": "Kamusal Anahtar şu şekilde olmalı",
  "characters long": "karakter uzunluğunda",
  "The Public Key is wrongly formatted.": "Kamuya Açık Anahtar yanlış ayarlanmış.",
  "Invoice Macaroon cannot be longer than": "Makaron faturası o kadar uzun olamaz",
  "Add a Node": "Bir Nod ekleyin",
  "We currently support LND and clearnet nodes. So Tor nodes will not work at this time.": "Şu anda LND ve clearnet nodlarını desteklemiyoruz. Yani Tor nodları şu anda çalışmıyor.",
  "Node Name": "Nod İsmi",
  "This is a Voltage Node": "Bu bir Voltaj Nodu",
  "Find our demo here on how to load a Voltage node.": "Voltaj nodunu nasıl dolduracağınıza dair demomuzu burada bulabilirsiniz.",
  "API endpoint": "API uç noktası",
  "Identity Pubkey": "Kimlik Açıkanahtarı",
  "failed to create project": "proje yaratılamadı",
  "Create a project": "Bir proje başlat",
  "Create a new project": "Yeni bir proje başlat",
  "Transform your ideas into real world projects backed by your community": "Fikirlerinizi topluluğunuz tarafından destek çıkılan gerçek projelere dönüştürün",
  "Raise funds from anywhere in the world": "Dünyanın dört bir taradından bağış toplayın",
  "If twitter button isn't opening a Twitter authentication page, make sure pop-ups are enabled in your browser's preferences.": "Eğer twitter butonu Twitter doğrulama sayfasını açmıyorsa tarayıcınızın tercihlerinden pop-up'lara izin verdiğinizden emin olun.",
  "The authentication request failed.": "Doğrulama isteği başarısız.",
  "We could not detect a Nostr extension like Alby or Flamingo.": "Alby ya da Flamingo gibi bir Nostr eklentisi tespit edilemedi.",
  "This account is connected to another Geyser profile. Make sure you use a unique account. For any questions reach out to the Geyser team via": "Bu hesap başka bir Geyser profiline bağlı. Özgün bir hesap kullandığınızdan emin olun. Herhangi bir soru için Geyser ekibine şuradan ulaşın",
  "Project description": "Proje açıklaması",
  "Launch project": "Projeyi Başlat",
  "Connect wallet": "Cüzdan bağlayın",
  "You’re ready to launch!": "Başlamaya hazırsın!",
  "An error occurred while attempting to load the profile page.": "Profil sayfası yüklenmeye çalışırken bir hata oluştu.",
  "Please try refreshing the page. You may also want to contact support if the problem persists.": "Lütfen sayfayı tazeleyin. Eğer sorun devam ederse destekle iletişime geçebilirsiniz.",
  "Edit": "Düzenle",
  "Failed to unlink account": "Hesabı bağlamada hata",
  "Connect more social profiles to your Geyser account.": "Geyser hesabınıza daha fazla sosyal medya bağlayın.",
  "Activity": "Faaliyet",
  "Followed projects": "Takip edilen projeler",
  "Launching a project only takes 2 minutes! If you’re not sure whether your idea is ready you can start and launch it later.": "Bir proje başlatmak yalnızca 2 dakikanı alır! Eğer fikrin tam aklına yatmadıysa şimdi başlayıp sonra yayınlayabilirsin.",
  "Geyser badges": "Geyser rozetleri",
  "Login with Nostr to claim the badges you earned!": "Edindiğiniz rozetleri almak için Nostr ile giriş yapın",
  "Claim": "Topla",
  "By disconnecting this Nostr account from your Geyser profile you will be able to connect a different Nostr account. However, you will be unable to create a new Geyser profile with this existing Nostr account.": "Bu Nostr hesabının bağlantısını keserek Geyser profiline başka bir Nostr hesabı bağlayabilirsin. Ancak bu Nostr hesabı ile yeni bir Geyser profili oluşturamayacaksınız.",
  "Your badges are connected to this Nostr account.": "Rozetleriniz Nostr hesabınıza bağlı.",
  "Disconnect": "Bağlantıyı kes",
  "Bio": "Hakkında",
  "You do not have permission to access this page.": "Bu sayfaya erişim izniniz yok.",
  "Applications Open": "Başvurular Açık",
  "Closed": "Kapatıldı",
  "Active": "Aktif",
  "Countdown to grant going live": "Hibe için geri sayım başlıyor",
  "Time left to vote": "Oy kullanmak için kalan zaman",
  "Sponsored by": "Tarafından destekleniyor",
  "SPONSORS": "SPONSORLAR",
  "See the winner announcement": "Kazanan duyurusunu gör",
  "Announcement": "Duyuru",
  "Let the Sats flow to your favorite projects.": "Bırak Satlar favori projelerinize aksın.",
  "distributed": "dağıtılmış",
  "Vote": "Oy",
  "Apply": "Başvur",
  "Login to apply": "Başvurmak için giriş yap",
  "Success!": "Başarılı!",
  "Select a project": "Bir proje seç",
  "To apply to a grant you need to first login into Geyser.": "Bir hibeye başvurmak için önce Geyser'e giriş yapmanız gerekir.",
  "Select your Geyser project from the list": "Listeden Geyser projenizi seçin",
  "You have not created any projects": "Herhangi bir proje oluşturmadınız",
  "To apply for a grant you need to create a project on Geyser.": "Hibe başvurusunda bulunmak için Geyser'de bir proje oluşturmanız gerekir.",
  "Grant application failed.": "Hibe başvurusu başarısız oldu.",
  "Grant funds will be distributed based on community votes.": "Hibe fonları topluluk oylarına göre dağıtılacaktır.",
  "Amount": "Miktar",
  "More Information": "Daha Fazla Bilgi",
  "Grant Winners!": "Hibe Kazananları!",
  "See all Grants": "Tüm Hibeleri Gör",
  "Geyser Grants": "Gayzer Hibeleri",
  "CLOSED": "KAPATILDI",
  "Round 1 Announcement": "1. Tur Duyurusu",
  "The Geyser Grant Round 1 winners have been released.": "Geyser Hibesi 1. Tur kazananları belli oldu.",
  "The board will be responsible for reviewing and evaluating the applications.": "Kurul uygulamaları ölçme ve değerlendirmesinden sorumlu olacak.",
  "Made possible by sponsors": "Sponsorlar tarafından mümkün kılındı",
  "Bitcoin companies and anon individuals that want to bring hope to the world.": "Bitcoin şirketleri ve dünyaya umut olmaya çalışan anonim insanlar.",
  "Bitcoin Education": "Bitcoin Eğitimi",
  "Bitcoin Development": "Bitcoin Kültürü",
  "Bitcoin Culture": "Bitcoin Kültürü",
  "The aim of this grant is to support not-for-profit efforts and initiatives going towards Bitcoin education. Bitcoin is a tool for individual freedom and self-sovereignty. It is enabling a revolution that will take humanity to the next level by providing financial freedom and accessibility to the world, and a return to a sound financial system. And yet, most people still see it as a tool for gambling, money for criminals, a ponzi scheme, or an ecological nightmare. This is why the work of Bitcoin educators is so important. Much work is still needed to empower people around the world to use Bitcoin as a tool for escaping rampant inflation, financial censorship and banklessness. For more information, see here.": "Bu hibenin amacı Bitcoin eğitimine yönelik kar amacı gütmeyen çaba ve girişimleri desteklemektir. Bitcoin bireysel özgürlüğü ve egemenliği sağlamak için bir araçtır. Dünyaya finansal özgürlük ve erişilebilirlik sağlayarak ve sağlam bir finansal sisteme geri dönerek insanlığı bir sonraki seviyeye taşıyacak bir devrimi mümkün kılıyor. Ancak yine de çoğu insan onu bir kumar aracı, suçlular için para, saadet zinciri ya da ekolojik bir kabus olarak görüyor. Bitcoin eğitimcilerinin çalışmaları işte bu yüzden çok önemli. Dünyanın dört bir yanındaki insanları Bitcoin'i yaygın enflasyondan, finansal sansürden ve bankasızlıktan kaçmak için bir araç olarak kullanmaları konusunda güçlendirmek için hala çok çalışmaya ihtiyaç var. Daha fazla bilgi için buraya bakınız.",
  "applicants": "başvuranlar",
  "contributed": "desteklendi",
  "GRANT TO DISTRIBUTE": "DAĞITMAK İÇİN HİBE",
  "Designs by": "Tarafından tasarlanıyor",
  "Thanks to the developers and designers that built and designed Geyser Grants.": "Geyser Hibelerini hazırlayan ve tasarlayan geliştiricilere ve tasarımcılara teşekkürler.",
  "Please enter a valid email address.": "Lütfen geçerli bir e-posta adresi girin.",
  "Succesfully subscribed to Geyser": "Geyser'e başarıyla abone olundu",
  "Thanks for signing up. We’ll be sharing more info about Geyser projects and product soon. To join our community find us on Telegram and Twitter.": "Kaydolduğunuz için teşekkürler. Yakında Geyser projeleri ve ürünleri hakkında daha fazla bilgi paylaşacağız. Topluluğumuza katılmak için bizi Telegram ve Twitter'da bulun.",
  "To get information on the latest Geyser projects and product subscribe by dropping your email below.": "En son Geyser projeleri ve ürünleri hakkında bilgi almak için e-postanızı aşağıya bırakarak abone olun.",
  "Contact Email": "İletişim Epostası",
  "You successfully subscribed to <1>Geyser Grants</1>!": "<1>Geyser Hibeleri</1>'ne başarıyla abone oldunuz!",
  "Funding educators, creatives and builders doing Bitcoin-only projects on Geyser.": "Geyser'de yalnızca Bitcoin projeleri yapan eğitimcilere, yaratıcılara ve inşaatçılara fon sağlamak.",
  "Funded by bitcoiners who want to change the world.": "Dünyayı değiştirmek isteyen Bitcoinciler tarafından fonlandı.",
  "View project": "Projeyi görüntüle",
  "Saving": "Kaydediliyor",
  "Saved": "Kaydedildi",
  "Save draft": "Taslağı kaydet",
  "To recognize active users, Geyser issues and awards users with Nostr badges, which can more fully recognize their actions.": "Aktif kullanıcıları tanımak için Geyser kullanıcılarını faaliyetlerini tamamen gösteren Nostr rozetleri ile ödüllendirir.",
  "What is Nostr": "Nostr nedir",
  "Nostr stands for 'Notes and Other Stuff Transmitted by Relays'. Like HTTP or TCP-IP, Nostr is a protocol; an open standard upon which anyone can build. Nostr itself is not an app or service that you sign up for. Check out <1>nostr.how</1> for more info": "Nostr, 'Aktarıcılar Tarafından İletilen Notlar ve Diğer Şeyler' anlamına gelir. HTTP veya TCP-IP gibi Nostr da bir protokoldür; herkesin üzerine bir şeyler inşa edebileceği açık bir standarttır. Nostr'un kendisi kaydolduğunuz bir uygulama ya da hizmet değildir. Daha fazla bilgi için <1>nostr.how</1> adresine göz atın",
  "What are Nostr Badges": "Nostr Rozetleri Nedir",
  "Nostr badges are a new event on Nostr that allows users to send and receive digital assets with an image, title and description. They are NIP-58 on Nostr": "Nostr rozetleri, Nostr'da kullanıcıların bir resim, başlık ve açıklama ile dijital varlıklar göndermesine ve almasına olanak tanıyan yeni bir etkinliktir. Bunlar Nostr'da NIP-58",
  "How to redeem my Nostr badge": "Nostr rozetimi nasıl kullanabilirim?",
  "You can claim your Geyser badges very easily on your Geyser profile. Login with Nostr, go to profile and click &apos;claim&apos;.": "Geyser rozetlerinizi Geyser profilinizde çok kolay bir şekilde talep edebilirsiniz. Nostr ile giriş yapın, profilinize gidin ve &apos;claim&apos; butonuna tıklayın.",
  "Where can I see my Geyser badges?": "Geyser rozetlerimi nerede görebilirim?",
  "You can access your Geyser badges on any Nostr platform that showcases Nostr badges such as badges.page and Amethist.": "Geyser rozetlerinize badges.page ve Amethist gibi Nostr rozetlerini sergileyen herhangi bir Nostr platformundan erişebilirsiniz.",
  "Who can edit and update Nostr Badges?": "Nostr Rozetlerini kimler düzenleyebilir ve güncelleyebilir?",
  "The issuer of the badges can edit information pertaining to the badges, but not revoke the badge at any point. Therefore Geyser can make edits to the badges if this is ever needed": "Rozetleri veren kişi, rozetlerle ilgili bilgileri düzenleyebilir, ancak rozeti herhangi bir noktada iptal edemez. Bu nedenle Geyser, ihtiyaç duyulması halinde rozetlerde düzenlemeler yapabilir",
  "Will there be more badges?": "Daha fazla rozet olacak mı?",
  "Yes! We intend to create more badges when we feel like there is a particular reason to recognize hard work or important achievements. But don&apos;t worry, we will not &apos;flood the system with badges&apos;.": "Evet! Sıkı çalışmayı veya önemli başarıları takdir etmek için özel bir neden olduğunu hissettiğimizde daha fazla rozet oluşturmayı planlıyoruz. Ancak endişelenmeyin, sistemi rozetlerle doldurmayacağız&apos;.",
  "Hey, I should have that badge!": "Hey, o rozeti almalıyım!",
  "If you think you should have access to a badge reach out to us at <1>hello@geyser.fund</1> and we can review your badge privilege!": "Eğer bir rozete erişiminiz olması gerektiğini düşünüyorsanız <1>hello@geyser.fund</1> adresinden bize ulaşın ve rozet ayrıcalığınızı gözden geçirelim!",
  "Error": "Hata",
  "Authentication failed.": "Doğrulama başarısız.",
  "Please clear your browser's cache & cookies and try again.": "Lütfen tarayıcınızın önbelleğini ve çerezlerini temizleyin ve tekrar deneyin.",
  "Requested operation declined": "Talep edilen işlem reddedildi",
  "Please use the invoice instead.": "Lütfen bunun yerine faturayı kullanın.",
  "Oops! Something went wrong with WebLN.": "Oops! WebLN'de bir şeyler ters gitti.",
  "Please copy the invoice manually instead.": "Lütfen bunun yerine faturayı manuel olarak kopyalayın.",
  "Connect with Lightning": "Lightning ile Bağlan",
  "Scan the QR code to connect to your Lightning wallet.": "Lightning cüzdanınıza bağlanmak için QR kodunu tarayın.",
  "Check if your wallet supports LNURL-auth here.": "Cüzdanınızın LNURL-auth desteklediğini buradan kontrol edin.",
  "Waiting to connect...": "Bağlanmak için bekliyorum...",
  "Keep in mind that you are responsible for managing the liquidity of your node.": "Nodunuzun likiditesini yönetmekten sorumlu olduğunuzu unutmayın.",
  "Grant": "Hibe",
  "Please log back in with your profile, or press continue if want to stay anonymous.": "Lütfen hesabınızla giriş yapın ya da anonim kalmak için devam ete basın.",
  "Add tags": "Etiket ekle",
  "You must write a project story.": "Bir proje hikayesi yazmalısın",
  "Public comment": "Herkese açık yorum",
  "Filter": "Filtrele",
  "cannot select more than 3 tags": "3'ten fazla etiket seçilemiyor",
  "Leaderboard": "Liderlik Tablosu",
  "Contributor": "Katılımcı",
  "Amount funded": "Bağışlanan miktar",
  "Projects funded": "Finanse edilen projeler",
  "Open source": "Açık kaynak",
  "Podcast": "Podcast",
  "Epic": "Destansı",
  "Winner": "Kazanan",
  "Board": "Pano",
  "Creator": "Yaratıcı",
  "Select language": "Dil seç",
  "Request a language": "Dil talep et",
  "Check out some trending projects this week that you can follow in the discovery view!": "Bu hafta keşfet görünümünde takip edebileceğiniz bazı trend projelere bakının!",
  "Add goal": "Hedef ekle",
  "from": "itibaren",
  "Grant funds will be distributed by principled bitcoin board members.": "Hibe fonları ilkeli bitcoin yönetim kurulu üyeleri tarafından dağıtılacaktır.",
  "Contribute directly to {{title}} Grant via QR code (lightning and onchain)": "QR kodu (lightning and onchain) aracılığıyla {{title}} Grant'e doğrudan katkıda bulunun",
  "1 Sat = 1 vote.": "1 Sat = 1 oy.",
  "Verify your email": "E-postanızı doğrulayın",
  "Backup your Geyser account and project with your email. This will ensure that you can always access Geyser (in case of social media censorship) and can securely update your project information.": "Geyser hesabınızı ve projenizi epostanız ile korumaya alın. Bu (bir sosyal medya sansürü halinde) Geyser'e her zaman erişmenizi garantiye alır ve güvenle proje bilgilerinizi güncelleyebilirsiniz.",
  "Email input": "E-posta girişi",
  "Failed to generate OTP.": "OTP oluşturulamadı.",
  "Email is a required field": "E-posta gerekli bir alandır",
  "Please enter a valid Email address": "Lütfen geçerli bir E-posta adresi girin",
  "Failed to update email.": "E-posta güncellenemedi.",
  "Failed to verify email.": "E-posta doğrulanamadı.",
  "Your email": "E-posta adresiniz",
  "Wallet updated successfully!": "Cüzdan başarıyla güncellendi!",
  "Failed to update wallet.": "Cüzdan güncellenemedi.",
  "Failed to login with email": "E-posta ile giriş yapılamadı",
  "You can update your wallet securely by using the One Time Password sent to your verified email.": "Doğrulanmış e-postanıza gönderilen Tek Kullanımlık Şifreyi kullanarak cüzdanınızı güvenli bir şekilde güncelleyebilirsiniz.",
  "Verify email": "E-posta doğrulama",
  "This email has not been verified": "Bu e-posta doğrulanmadı",
  "You can update your email securely by using One Time Password sent to your last verfied email.": "Son doğrulanan e-postanıza gönderilen Tek Kullanımlık Şifreyi kullanarak e-postanızı güvenli bir şekilde güncelleyebilirsiniz.",
  "Delete profile": "Profili sil",
  "Failed to delete profile": "Profil silinemedi",
  "Settings": "Ayarlar",
  "To delete your profile permanently from Geyser.": "Profilinizi Geyser'den kalıcı olarak silmek için.",
  "Your profile has been deleted.": "Profiliniz silindi.",
  "Profile has been deleted": "Profil silindi",
  "Type '{{textToConfirm}}' and confirm": "'{{textToConfirm}}' yazın ve onaylayın",
  "Close": "Kapat",
  "Check your SPAM folder for the email.": "Eposta için SPAM klasörünüzü kontrol edin.",
  "Delete your profile permanently from Geyser.": "Profilinizi Geyser'den kalıcı olarak silin.",
  "Verify your email to secure your account and be able to edit project wallet information. This email will be used to notify you on important project and wallet updates.": "Hesabınızı güvence altına almak ve proje cüzdanı bilgilerini düzenleyebilmek için e-postanızı doğrulayın. Bu e-posta, önemli proje ve cüzdan güncellemeleri hakkında sizi bilgilendirmek için kullanılacaktır.",
  "As a project creator, you cannot delete your profile": "Bir proje oluşturucusu olarak profilinizi silemezsiniz",
  "Successfully updated user email": "Kullanıcı e-postası başarıyla güncellendi",
  "Email verification successfull!": "E-posta doğrulama başarılı!",
  "Copy onchain address": "Onchain adresini kopyala",
  "Not now": "Şimdi olmaz.",
  "Add row above": "Yukarıya satır ekle",
  "Add row below": "Aşağıya satır ekle",
  "Add column left": "Sola sütun ekle",
  "Add column right": "Sağa sütun ekle",
  "Remove column": "Sütunu kaldır",
  "Remove row": "Satırı kaldır",
  "Insert video": "Video ekle",
  "Insert": "Ekle",
  "Must be a valid twitter URL": "Geçerli bir twitter URL'si olmalı",
  "URL is required": "URL gerekli",
  "Insert tweet": "Tweet ekle",
  "Failed to insert tweet": "Tweet eklenemedi",
  "Connect more accounts": "Daha fazla hesap bağla",
  "Pulldown to refresh": "Yenilemek için aşağı çek",
  "Hide": "Gizle",
  "Error fetching project stats": "Proje istatistikleri getirilirken hata oluştu",
  "Error fetching badges": "Rozetler getirilirken hata oluştu",
  "Historical": "Tarihsel",
  "No data available": "Veri mevcut değil",
  "Details": "Detaylar",
  "Add": "Ekle",
  "Last 30 days": "Son 30 gün",
  "Last 7 days": "Son 7 gün",
  "Last 12 months": "Son 12 ay",
  "Exported on": "Şurada dışa aktarıldı:",
  "If you get locked out of your project from Geyser you can access your project from any other Nostr client by using your Private Key, which has been backed up by Geyser for you.": "Eğer projeniz Geyser'dan kilitlenirse, projenize özel anahtarınızı kullanarak diğer herhangi bir Nostr istemcisinden erişebilirsiniz; bu özel anahtar Geyser tarafından sizin için yedeklenmiştir.",
  "Get your Private Key Kit off your computer and print out a copy": "Özel Anahtar Kitinizi bilgisayarınızdan alın ve bir kopyasını yazdırın",
  "Store it somewhere safe.": "Güvenli bir yerde saklayın.",
  "Nostr Private Key information": "Nostr Özel Anahtar bilgileri",
  "Public Key": "Genel Anahtar",
  "Be aware of the following:": "Şunların farkında olun:",
  "If you lose or leak your private keys your project risks being compromised, and there is nothing Geyser can do about this.": "Özel anahtarlarınızı kaybederseniz veya sızdırırsanız, projeniz tehlikeye girme riski taşır ve Geyser'ın bu konuda yapabileceği hiçbir şey yoktur.",
  "Geyser takes custody of your private keys, therefore we don't recommend using these private keys for the non-custodial Nostr experience.": "Geyser, özel anahtarlarınızın velayetini üstlenir, bu nedenle bu özel anahtarları gözetimsiz Nostr deneyimi için kullanmanızı önermiyoruz.",
  "Not all Geyser features are built on Nostr yet, therefore not all content you create on Geyser will interoperate with the rest of the Nostr Network.": "Henüz tüm Geyser özellikleri Nostr üzerinde oluşturulmadığından, Geyser'da oluşturduğunuz tüm içerikler Nostr Ağı'nın geri kalanıyla birlikte çalışmayacaktır.",
  "If you change your Geyser lightning address from other clients Geyser has no way to verify the Zaps being made from other clients, therefore, these Zaps won’t show up on Geyser.": "Geyser yıldırım adresinizi diğer istemcilerden değiştirirseniz, Geyser'ın diğer istemcilerden yapılan Zaps'leri doğrulamasının bir yolu yoktur, bu nedenle bu Zaps'ler Geyser'da görünmeyecektir.",
  "Export Private key (nsec)": "Özel anahtarı dışa aktar (nsec)",
  "Are you sure you want to export your private keys?": "Özel anahtarlarınızı dışa aktarmak istediğinizden emin misiniz?",
  "Warning: your project risks being compromised if you leak your private key.": "Uyarı: Özel anahtarınızı sızdırırsanız, projeniz tehlikeye girme riski taşır.",
  "I understand the risks of exporting my private key": "Özel anahtarımı dışa aktarmanın risklerini anlıyorum",
  "failed to copy": "kopyalanamadı",
  "Nostr is a simple, open protocol that enables global, decentralized, and censorship-resistant broadcasting of information. Geyser provides each project with its own npub. This means that you are able to access your project from other Nostr clients, and that your activity on Geyser will be viewable and accessible cross-platform.": "Nostr, bilgilerin küresel, merkezi olmayan ve sansüre dayanıklı bir şekilde yayınlanmasını sağlayan basit, açık bir protokoldür. Geyser, her projeye kendi npub'unu sağlar. Bu, projenize diğer Nostr istemcilerinden erişebileceğiniz ve Geyser'daki etkinliğinizin platformlar arası görüntülenebilir ve erişilebilir olacağı anlamına gelir.",
  "Below you can find the information you need to access your public and private keys.": "Aşağıda, genel ve özel anahtarlarınıza erişmek için ihtiyacınız olan bilgileri bulabilirsiniz.",
  "Your Nostr Public Key (npub)": "Nostr Genel Anahtarınız (npub)",
  "Warning: Before exporting your private keys, make sure to read the following message.": "Uyarı: Özel anahtarlarınızı dışa aktarmadan önce lütfen aşağıdaki mesajı okuyun.",
  "You can export your Geyser project private keys to access it from another Nostr client. However, keep in mind of the following:": "Geyser proje özel anahtarlarınızı başka bir Nostr istemcisinden erişmek için dışa aktarabilirsiniz. Ancak, aşağıdakileri aklınızda bulundurun:",
  "Handle the key with a lot of care. Anyone holding the private key can post on the project's behalf. If you leak your private key, the project risks being compromised, and there is nothing Geyser can do to prevent it.": "Anahtarı büyük bir özenle kullanın. Özel anahtara sahip olan herkes proje adına gönderi yapabilir. Özel anahtarınızı sızdırırsanız, proje tehlikeye girme riski taşır ve Geyser bunu önlemek için hiçbir şey yapamaz.",
  "The Relays": "Röleler",
  "These are the relays that we publish to.": "Bunlar yayın yaptığımız rölelerdir.",
  "You need to login before creating your project.": "Projenizi oluşturmadan önce giriş yapmanız gerekmektedir.",
  "Please provide secure links, starting with https://": "Lütfen https:// ile başlayan güvenli bağlantılar sağlayın.",
  "Project Private Key Kit (nsec)": "Proje Özel Anahtar Kiti (nsec)",
  "Share": "Paylaş",
  "Select an image": "Bir resim seçin",
  "Title is a required field.": "Başlık zorunlu bir alandır.",
  "Find out more": "Daha fazlasını öğrenin",
  "Milestone": "Aşama",
  "Successfully contributed to": "Şuna başarıyla katkıda bulunuldu:",
  "Project Identifier": "Proje Tanımlayıcısı",
  "Set your unique project identifier to create your personalized URL and get a corresponding Lightning address for your Geyser project.": "Kişiselleştirilmiş URL'nizi oluşturmak ve Geyser projeniz için ilgili bir Lightning adresi almak için benzersiz proje tanımlayıcınızı ayarlayın.",
  "Your Nostr Private Key Kit (nsec)": "Nostr Özel Anahtar Kitiniz (nsec)",
  "Limited Edition (skip if no limit)": "Sınırlı Sürüm (sınır yoksa atlayın)",
  "Currency": "Para Birimi",
  "Describe the item you would like to sell": "Satmak istediğiniz öğeyi açıklayın",
  "Price": "Fiyat",
  "Your Geyser lightning address is <1>{{projectAddress}}</1>. All funds sent to this address will be instantly routed to the wallet you specify below.": "Geyser lightning adresiniz <1>{{projectAddress}}</1>. Bu adrese gönderilen tüm fonlar, aşağıda belirttiğiniz cüzdana anında yönlendirilecektir.",
  "Confirm project launch": "Proje lansmanını onaylayın",
  "By launching your project the project will be visible to and searchable by the public. You will be able to disactivate your project but not to hide your project after launching it.": "Projenizi başlatarak, proje kamuya açık olacak ve aranabilir olacaktır. Projenizi devre dışı bırakabilirsiniz ancak başlattıktan sonra projenizi gizleyemezsiniz.",
  "Lightning Node": "Lightning Node",
  "Confirm launch": "Lansmanı onayla",
  "You’re all set!": "Her şey hazır!",
  "Zoom": "Yakınlaştır",
  "Warning! By changing this identifier your old project links will not send you to your project": "Uyarı! Bu tanımlayıcıyı değiştirmek, eski proje bağlantılarınızın sizi projenize yönlendirmemesine neden olacaktır.",
  "Private Key": "Özel Anahtar",
  "sold": "satıldı",
  "Items": "Öğeler",
  "Bitcoin Price": "Bitcoin Fiyatı",
  "Date": "Tarih",
  "Status": "Durum",
  "Show more": "Daha fazla göster",
  "Delivered": "Teslim Edildi",
  "To do": "Yapılacaklar",
  "Shipped": "Gönderildi",
  "Follow us and tag us on social media at @geyserfund so we can amplify your content.": "@geyserfund adresinden sosyal medyada bizi takip edin ve etiketleyin, böylece içeriğinizi büyütebiliriz.",
  "Type": "Tip",
  "Reference": "Referans",
  "To": "Hedef",
  "From": "Kimden",
  "Export": "Dışa Aktar",
  "Custom Range": "Özel Aralık",
  "Past Month": "Geçtiğimiz Ay",
  "Past Week": "Geçtiğimiz Hafta",
  "All": "Tüm",
  "Donation": "Bağış",
  "BTC (sats)": "BTC (sats)",
  "Are you sure you want to make the change?": "Değişikliği yapmak istediğinizden emin misiniz?",
  "Badge": "Rozet",
  "Checkout": "Ödeme",
  "Project URL": "Proje URL'si",
  "You've changed your project identifier which also changes your Geyser URL and Lightning address.": "Proje tanımlayıcınızı değiştirdiniz, bu da Geyser URL'nizi ve Lightning adresinizi de değiştirir.",
  "Are you sure?": "Emin misiniz?",
  "Nostr settings": "Nostr ayarları",
  "USD ($)": "USD ($)",
  "Make a donation": "Bağış yap",
  "Sell anything to reward your contributors": "Katkıda bulunanlarınızı ödüllendirmek için herhangi bir şey satın",
  "Oops, looks like this page got lost in space": "Hata, bu sayfa uzayda kaybolmuş gibi görünüyor",
  "No items with this status.": "Bu durumda öğe yok.",
  "Category": "Kategori",
  "months": "ay",
  "Purchases": "Satın Alımlar",
  "Followed": "Takip Edilen",
  "month": "ay",
  "Quantity": "Miktar",
  "Reference code": "Referans kodu",
  "Shipping status": "Kargo durumu",
  "Guide": "Rehber",
  "Support Geyser": "Geyser'i Destekle",
  "Geyser provides you with a platform to showcase and amplify your project. Consider giving some value back to us so we can keep improving our product.": "Geyser, projenizi sergilemeniz ve büyütmeniz için size bir platform sunar. Ürünümüzü geliştirmeye devam edebilmemiz için bize bir miktar değer geri vermeyi düşünün.",
  "Please try refreshing this page or try Clearing Site Data (Inspect -> Application -> Clear Site Data).": "Lütfen bu sayfayı yenilemeyi veya Site Verilerini Temizlemeyi deneyin (İncele -> Uygulama -> Site Verilerini Temizle).",
  "If the issue persists let us know through our <1>feedback form</1> or reach out on <3>Telegram</3>": "Sorun devam ederse, lütfen <1>geri bildirim formumuz</1> aracılığıyla bize bildirin veya <3>Telegram</3> üzerinden bize ulaşın",
  "This project does not exist": "Bu proje mevcut değil",
  "What may have gone wrong:": "Neler yanlış gitmiş olabilir:",
  "You may have typed the wrong URL": "Yanlış URL girmiş olabilirsiniz",
  "The project may have been deleted": "Proje silinmiş olabilir",
  "The creator may have changed the project URL": "Oluşturucu, proje URL'sini değiştirmiş olabilir",
  "Grant amount": "Hibe miktarı",
  "APPLICATION PENDING": "BAŞVURU BEKLEMEDE",
  "Pending Applications": "Bekleyen Başvurular",
  "Connect with Nostr": "Nostr ile Bağlan",
  "Post": "Gönderi",
  "Invoice": "Fatura",
  "Lightning": "Lightning",
  "To receive the selected items, you need to send your shipping details to the creator's email. Geyser does not want to store your private information for security reasons.": "Seçilen öğeleri almak için, gönderim bilgilerinizi oluşturucunun e-postasına göndermeniz gerekir. Geyser, güvenlik nedeniyle özel bilgilerinizi saklamak istemiyor.",
  "More info": "Daha fazla bilgi",
  "Download & Continue": "İndir & Devam Et",
  "By continuing, you acknowledge that you are responsible for claiming refunds.": "Devam ederek, geri ödemeleri talep etmekten sorumlu olduğunuzu kabul edersiniz.",
  "To keep Geyser KYC-free, on-chain transactions are swapped to Lightning in a non-custodial way. So, we require you to download a Refund File as backup in the rare case a payment fails.": "Geyser'i KYC'siz tutmak için, zincir üzerindeki işlemler, Lightning'e gözetimsiz bir şekilde takas edilir. Bu nedenle, ödeme başarısız olması ihtimaline karşı yedek olarak bir Geri Ödeme Dosyası indirmenizi istiyoruz.",
  "Download refund file before proceeding": "Devam etmeden önce geri ödeme dosyasını indirin",
  "Enter your email to receive transaction confirmation": "İşlem onayını almak için e-postanızı girin",
  "Completion time may vary due to Bitcoin network conditions, such as mempool size and transaction fees. Thank you for your patience.": "Tamamlanma süresi, mempool boyutu ve işlem ücretleri gibi Bitcoin ağ koşulları nedeniyle değişiklik gösterebilir. Sabrınız için teşekkür ederiz.",
  "View transaction on explorer": "İşlemi explorer'da görüntüle",
  "Get notified (optional)": "Bildirim al (isteğe bağlı)",
  "Download refund file": "Geri ödeme dosyasını indir",
  "Payment & refund instructions": "Ödeme & geri ödeme talimatları",
  "Copy link": "Bağlantıyı kopyala",
  "Claim refund": "Geri ödeme talep et",
  "Transaction has failed": "İşlem başarısız oldu",
  "Enter Bitcoin on-chain address on which you wish to get a refund.": "Geri ödeme almak istediğiniz Bitcoin zincir üstü adresinizi girin.",
  "Send the exact payment amount in Satoshis": "Tam ödeme miktarını Satoshi cinsinden gönderin",
  "Set the transaction fee to medium or high": "İşlem ücretini orta veya yüksek olarak ayarlayın",
  "Address is required to claim funds": "Fonları talep etmek için adres gereklidir",
  "Upload refund file": "Geri ödeme dosyasını yükle",
  "Initiate refund": "Geri ödeme başlat",
  "Refund initiated successfully": "Geri ödeme başarıyla başlatıldı",
  "Here you can initiate refunds for failed contribution transactions. If your browser has stored Refund files locally, simply enter your Bitcoin on-chain address to proceed. If not, you will also need to upload the Refund file that you should have securely saved during the contribution process.": "Burada, başarısız katkı işlemleriniz için geri ödeme başlatabilirsiniz. Tarayıcınız Geri Ödeme dosyalarını yerel olarak sakladıysa, devam etmek için Bitcoin zincir üstü adresinizi girmeniz yeterlidir. Değilse, katkı süreci boyunca güvenli bir şekilde kaydetmiş olmanız gereken Geri Ödeme dosyasını da yüklemeniz gerekecektir.",
  "For more info on Refund Policies and Fees <1>click here.</1>": "Geri Ödeme Politikaları ve Ücretleri hakkında daha fazla bilgi için <1>buraya tıklayın.</1>",
  "Check out my project in geyser: {{projectLink}}": "Projemize geyser'da göz atın: {{projectLink}}",
  "We're on a mission to change the game and we need your help. Dive into our project on @geyserfund and let's make a difference. Are you in? {{projectLink}}": "Oyunu değiştirmek gibi bir görevimiz var ve yardımınıza ihtiyacımız var. @geyserfund'daki projemize dalın ve fark yaratalım. Katılıyor musunuz? {{projectLink}}",
  "Dream with us! We're launching something incredible on @geyserfund and you're invited to be part of the journey. Join us! {{projectLink}}": "Bizimle hayal kurun! @geyserfund'da inanılmaz bir şey başlatıyoruz ve yolculuğun bir parçası olmanız için davetlisiniz. Bize katılın! {{projectLink}}",
  "Big news! We've just launched our latest project on @geyserfund and we need YOUR help to make it a reality. Ready to make a difference? {{projectLink}}": "Büyük haber! En son projemizi @geyserfund'da başlattık ve bunun gerçekleşmesi için SİZİN yardımınıza ihtiyacımız var. Fark yaratmaya hazır mısınız? {{projectLink}}",
  "Join us in bringing our dream project to life on @geyserfund. Let's change things together! {{projectLink}}": "@geyserfund'daki hayal projemizi hayata geçirmemize katılın. Birlikte işleri değiştirelim! {{projectLink}}",
  "Breaking news: We're shaking things up with our new project on @geyserfund! Check it out: {{projectLink}} #BreakingNews": "Son dakika haberi: @geyserfund'daki yeni projemizle işleri karıştırıyoruz! Göz atın: {{projectLink}} #SonDakika",
  "We're transforming our dreams into reality with this project on @geyserfund. Your support matters: {{projectLink}}": "Bu projeyle hayallerimizi @geyserfund üzerinde gerçeğe dönüştürüyoruz. Desteğiniz önemli: {{projectLink}}",
  "Making a difference, one step at a time. Join our mission on @geyserfund and help us leave a lasting impact. Your support makes all the difference: {{projectLink}} #MakeADifference": "Fark yaratmak, adım adım. @geyserfund üzerindeki misyonumuza katılın ve kalıcı bir etki bırakmamıza yardımcı olun. Desteğiniz çok önemli: {{projectLink}} #FarkYaratın",
  "By keeping your project in 'draft', it will remain hidden until you decide to launch it": "Projenizi 'taslak' olarak tutarak, lansman yapmaya karar verene kadar gizli kalacaktır",
  "Alternatively, you can explore other Lightning address providers and their respective limits through this link: <1>List of Lightning Wallets</1>": "Alternatif olarak, diğer Lightning adresi sağlayıcılarını ve ilgili limitlerini şu bağlantı üzerinden keşfedebilirsiniz: <1>Lightning Cüzdanlarının Listesi</1>",
  "We're sorry, but your transaction cannot be completed. The project's wallet you are trying to fund has reached its maximum limit and cannot receive more than {{amount}} Sats at this time.": "Üzgünüz, işleminiz tamamlanamıyor. Fonlamaya çalıştığınız projenin cüzdanı maksimum limitine ulaştı ve şu anda {{amount}} Sats'tan fazlasını kabul edemiyor.",
  "Scan and pay invoice with bitcoin.": "Bitcoin ile faturayı tarayıp ödeyin.",
  "Download and securely store your Refund File.": "Geri Ödeme Dosyanızı indirin ve güvenli bir şekilde saklayın.",
  "If you did so, and you have determined that you do not wish to proceed with a refund at this moment, it is completely safe for you to close this window": "Eğer yaptıysanız ve bu anda geri ödeme yapmak istemediğinize karar verdiyseniz, bu pencereyi kapatmanız tamamen güvenlidir",
  "Do not close this window": "Bu pencereyi kapatmayın",
  "The Refund file is safe to delete, as your transaction has been successfully processed.": "Geri Ödeme dosyası silinebilir, çünkü işleminiz başarıyla işlenmiştir.",
  "Refund Transaction Fees": "Geri Ödeme İşlem Ücretleri",
  "Amount contributed": "Katkıda bulunulan miktar",
  "Contribution to": "Şuna katkı:",
  "Refund summary": "Geri ödeme özeti",
  "Total Refunded": "Toplam Geri Ödenen",
  "We apologize for any inconvenience caused.": "Verdiğimiz rahatsızlıktan dolayı özür dileriz.",
  "If you need assistance, please don't hesitate to reach out to us for support.": "Yardıma ihtiyacınız olursa, lütfen destek için bizimle iletişime geçmekten çekinmeyin.",
  "Feel free to <1>contact the creator</1> to inform them of your funding attempt.": "Çekine çekinmeden <1>yaratıcı ile iletişime geçin</1> fonlama denemeniz hakkında onları bilgilendirmek için.",
  "Alternatively": "Alternatif olarak",
  "Unfortunately, we're unable to reach the wallet to generate an invoice. This could be happening because": "Ne yazık ki, fatura oluşturmak için cüzdana ulaşamıyoruz. Bunun nedeni şunlar olabilir:",
  "Apply to participate to the {{title}} by creating your project on Geyser and then selecting it in the application flow": "{{title}}'a Geyser'da projenizi oluşturarak ve ardından başvuru akışında seçerek katılmak için başvurun",
  "Confirm Delete": "Silmeyi Onayla",
  "Leaderboard (All)": "Liderlik Tablosu (Tümü)",
  "Sats sent": "Gönderilen Sats",
  "votes": "oy",
  "voters": "oy verenler",
  "sats sent": "gönderilen sats",
  "How voting works": "Oylama nasıl çalışır",
  "This grant uses ": "Bu hibe ",
  "Incremental Voting": "Artımlı Oylama",
  "1 vote": "1 oy",
  "From 1,000 to 9,999 sats": "1.000'den 9.999 sats'a kadar",
  "2 votes": "2 oy",
  "From 10,000 to 99,999 sats": "10.000'den 99.999 sats'a kadar",
  "3 votes": "3 oy",
  "Above 100k sats": "100k sats'ın üzerinde",
  "Above 100k sats = 3 votes": "100k sats'ın üzerinde = 3 oy",
  "Let's vote!": "Haydi oy verelim!",
  "Proportional Voting": "Orantılı Oylama",
  " to enable more funding to go towards projects. This means:": "projelere daha fazla fonlama gitmesini sağlamak için. Bu şu anlama gelir:",
  "1 Sat = 1 Vote. Each Sat is one Vote.": "1 Sat = 1 Oy. Her Sat bir Oy'dur.",
  "You can send Sats to multiple projects and multiple times": "Birden fazla projeye ve birden fazla kez Sats gönderebilirsiniz",
  "You can send Sats anonymously": "Anonim olarak Sats gönderebilirsiniz",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product announcements. Drop email below, and unsubscribe anytime.": "Takip ettiğiniz projelerden düzenli proje güncellemeleri ve Geyser ürün duyuruları alarak haberdar olun. Aşağıya e-postanızı bırakın ve istediğiniz zaman aboneliğinizi iptal edin.",
  "Enter Goal Title": "Hedef Başlığını Girin",
  "Deleting this goal will result in losing all of its progress": "Bu hedefi silmek, tüm ilerlemesini kaybetmenize neden olacaktır",
  "Are you sure you want to delete goal titled": "Şu başlıklı hedefi silmek istediğinizden emin misiniz?",
  "Delete Goal": "Hedefi Sil",
  "Denominate your goal in Bitcoin or USD": "Hedefinizi Bitcoin veya USD cinsinden belirleyin",
  "Inspire your followers to contribute to specific objectives.": "Takipçilerinizi belirli hedeflere katkıda bulunmaya teşvik edin.",
  "Goal Title": "Hedef Başlığı",
  "Goal Amount": "Hedef Miktarı",
  "Denomination": "Para Birimi",
  "Create goal": "Hedef oluştur",
  "Nostr": "Nostr",
  "Sold": "Satıldı",
  "Buy": "Satın al",
  "Followers": "Takipçiler",
  "Ready for delivery": "Teslimata hazır",
  "Preorder": "Ön Sipariş",
  "Goals": "Hedefler",
  "weeks": "hafta",
  "Change language": "Dili değiştir",
  "Discover": "Keşfet",
  "Completed": "Tamamlandı",
  "This is the default goal. Contributions will be directed here unless contributors decide to fund another goal. Once this goal is completed, the next goal in line will automatically become the default goal.": "Bu varsayılan hedeftir. Katkılar, katkıda bulunanlar başka bir hedefi finanse etmeye karar vermediği sürece buraya yönlendirilecektir. Bu hedef tamamlandıktan sonra, sıradaki hedef otomatik olarak varsayılan hedef haline gelecektir.",
  "This goal is denominated in US Dollars": "Bu hedef ABD Doları cinsinden ifade edilmektedir",
  "contributed towards goal": "hedefe katkıda bulunuldu",
  "Location": "Konum",
  "of": "/",
  "Posts": "Gönderiler",
  "Delivery in": "Teslimat",
  "contributed in total": "toplamda katkıda bulunuldu",
  "Title must match exactly": "Başlık tam olarak eşleşmeli",
  "Github": "Github",
  "No contributions have been made to this project": "Bu projeye henüz katkıda bulunulmadı",
  "Project details": "Proje detayları",
  "Anonymous": "Anonim",
  "Select project": "Proje seç",
  "Logged in with": "Giriş yapıldı",
  "Do you want to receive monthly email updates of the projects you follow?": "Takip ettiğiniz projelerin aylık e-posta güncellemelerini almak ister misiniz?",
  "Sign in": "Giriş yap",
  "Stay up to date with projects you follow by receiving recurring project updates and Geyser product updates.": "Yinelenen proje güncellemeleri ve Geyser ürün güncellemeleri alarak takip ettiğiniz projelerden haberdar olun.",
  "Sign in to Geyser": "Geyser'a giriş yap",
  "Yes, please send me updates": "Evet, lütfen bana güncellemeler gönderin",
  "Don't ask again": "Bir daha sorma",
  "Reset filters": "Filtreleri sıfırla",
  "Create project": "Proje oluştur",
  "Receive email notifications for projects you follow": "Takip ettiğiniz projeler için e-posta bildirimleri alın",
  "Stay informed": "Haberdar olun",
  "Feature project": "Projeyi öne çıkar",
  "Featured": "Öne çıkan",
  "No, no project updates": "Hayır, proje güncellemesi yok",
  "Learn more": "Daha fazla bilgi",
  "Filter by": "Filtrele",
  "View results": "Sonuçları görüntüle",
  "My Projects": "Projelerim",
  "Inactive projects": "Etkin olmayan projeler",
  "Past week": "Geçtiğimiz hafta",
  "Your project is not visible to the public and cannot receive contributions. Click Publish when you're ready to go live.": "Projeniz halka açık değildir ve katkı kabul edemez. Canlı yayına geçmek istediğinizde Yayınla'ya tıklayın.",
  "Draft": "Taslak",
  "Updates on projects I follow": "Takip ettiğim projelerdeki güncellemeler",
  "Contributions Received": "Alınan Katkılar",
  "No contributions received": "Katkı alınmadı",
  "Global Feed": "Genel Akış",
  "Projects I Follow": "Takip Ettiğim Projeler",
  "Top Contribution": "En İyi Katkı",
  "Anonymous contributor": "Anonim katkıda bulunan",
  "New post": "Yeni gönderi",
  "Top Projects and Contributors": "En İyi Projeler ve Katkıda Bulunanlar",
  "Past month": "Geçen ay",
  "The projects and contributors making world-changing ideas a reality": "Dünyayı değiştiren fikirleri gerçeğe dönüştüren projeler ve katkıda bulunanlar",
  "Select period...": "Dönemi seçin...",
  "through": "-",
  "Open Grants": "Açık Hibeler",
  "Open": "Açık",
  "Awarded": "Ödüllü",
  "Sponsors": "Sponsorlar",
  "Share your Geyser Lightning address with anyone, and they can fund you through it instantly.": "Geyser Lightning adresinizi herkesle paylaşın, anında size fon sağlayabilirler.",
  "Add this Lightning Address to your Nostr profile for this project to get “zapped” (tipped) directly by other users": "Bu Lightning Adresini, diğer kullanıcılar tarafından doğrudan \"zapped\" (bahşiş) almak için bu proje için Nostr profilinize ekleyin.",
  "Write post": "Gönderi yaz",
  "Nostr npub is your project's unique identifier on the censorship-resistant, decentralized Nostr social network.": "Nostr npub, projenizin sansüre dayanıklı, merkezi olmayan Nostr sosyal ağındaki benzersiz tanımlayıcısıdır.",
  "A Lightning Address is an email-like identifier for receiving Bitcoin.": "Bir Lightning Adresi, Bitcoin almak için e-posta benzeri bir tanımlayıcıdır.",
  "Lightning address & NPUB": "Lightning adresi & NPUB",
  "Available": "Mevcut",
  "Share the post page to spread the word across the internet and social media.": "Sözcüğü internette ve sosyal medyada yaymak için gönderi sayfasını paylaşın.",
  "Share post": "Gönderiyi paylaş",
  "Project is part of a voting grant": "Proje bir oylama hibe programının parçasıdır",
  "This Grant uses Incremental Voting to ensure that all votes can have an impact. It works like this:": "Bu Hibe, tüm oyların bir etkiye sahip olmasını sağlamak için Artımlı Oylama kullanır. Şu şekilde çalışır:",
  "You can vote multiple times and towards multiple projects": "Birden fazla kez ve birden fazla projeye oy verebilirsiniz",
  "You can vote by sending Sats": "Sats göndererek oy verebilirsiniz",
  "You can cast up to 3 votes per project based on the cumulative amounts sent to each project:": "Her proje için gönderilen kümülatif miktarlara göre 3 oy kullanabilirsiniz:",
  "Inactive Wallet": "Etkin Olmayan Cüzdan",
  "View Sales": "Satışları Görüntüle",
  "Unhide": "Gizleme",
  "Sales": "Satışlar",
  "Accounting": "Muhasebe",
  "Project Info": "Proje Bilgisi",
  "Notifications": "Bildirimler",
  "Funds received (sats)": "Alınan fonlar (sats)",
  "Views": "Görüntülemeler",
  "Funding by method": "Yönteme göre finansman",
  "Funding by region": "Bölgeye göre finansman",
  "Private message": "Özel mesaj",
  "Export CSV": "CSV'yi Dışa Aktar",
  "Project info": "Proje bilgileri",
  "Upload image": "Resim yükle",
  "Youtube and Vimeo video links are supported for project headers.": "Proje başlıkları için Youtube ve Vimeo video bağlantıları desteklenir.",
  "Media url": "Medya URL'si",
  "Upload additional image": "Ek resim yükle",
  "To edit your wallet, you must verify your email address for security reasons. You can do this in your <0> profile settings </0> <1>  Learn more in the Guide. </1> ": "Cüzdanınızı düzenlemek için, güvenlik nedeniyle e-posta adresinizi doğrulamanız gerekir. Bunu <0> profil ayarlarınızda </0> yapabilirsiniz <1>  Kılavuzda daha fazlasını öğrenin. </1> ",
  "Choose Geyser split per transaction:": "İşlem başına Geyser bölünmesini seçin:",
  "Featured Wallets": "Öne Çıkan Cüzdanlar",
  "Export Private Key (nsec)": "Özel Anahtarı (nsec) Dışa Aktar",
  "Project status": "Proje durumu",
  "Are you sure you want to deactivate the project ?": "Projeyi devre dışı bırakmak istediğinizden emin misiniz?",
  "Update project status": "Proje durumunu güncelle",
  "Delete Project": "Projeyi Sil",
  "This project is seeking funding through the {{grantName}}. To support the project with your vote, please log in with a linked social media account (Lightning accounts are not eligible for voting). You're welcome to contribute even without logging in, but it won't count as a vote.": "Bu proje, {{grantName}} aracılığıyla finansman arıyor. Oylarınızla projeyi desteklemek için lütfen bağlantılı bir sosyal medya hesabı ile oturum açın (Lightning hesapları oy kullanmaya uygun değildir). Oturum açmadan da katkıda bulunabilirsiniz, ancak bu bir oy olarak sayılmayacaktır.",
  "Provide your Nostr public address (npub)": "Nostr genel adresinizi (npub) sağlayın",
  "The Bitcoin address you entered is invalid": "Girdiğiniz Bitcoin adresi geçersiz",
  "Basket": "Sepet",
  "Summary": "Özet",
  "All posts": "Tüm gönderiler",
  "Post on X": "X'te gönder",
  "Your post is live!": "Gönderiniz yayında!",
  "Don’t forget to share it on social media to maximize its reach.": "Erişimini en üst düzeye çıkarmak için sosyal medyada paylaşmayı unutmayın.",
  "Followers (Everyone)": "Takipçiler (Herkes)",
  "Back to post": "Gönderiye geri dön",
  "Post Title": "Gönderi Başlığı",
  "Publish": "Yayınla",
  "The summary of the post": "Gönderinin özeti",
  "Send post by email": "Gönderiyi e-postayla gönder",
  "You can publish a post on the platform visible to everyone, and optionally send it via email to select members of your community.": "Herkesin görebileceği bir platformda bir gönderi yayınlayabilir ve isteğe bağlı olarak topluluğunuzun seçilmiş üyelerine e-postayla gönderebilirsiniz.",
  "Don’t Lose Your Progress": "İlerlemenizi Kaybetmeyin",
  "Upload header image": "Başlık resmi yükle",
  "The post title, subtitle, and image will be the only things visible in the email users receive. Make sure they’re attention-grabbing to encourage them to visit your post.": "E-postayı alan kullanıcıların göreceği tek şey gönderi başlığı, alt başlığı ve resmidir. Ziyaret etmelerini teşvik etmek için dikkat çekici olduğundan emin olun.",
  "You’re about to leave. Consider saving your post as a draft to avoid losing your work and finish it later.": "Ayrılmak üzeresiniz. Çalışmanızı kaybetmemek ve daha sonra tamamlamak için gönderinizi taslak olarak kaydetmeyi düşünün.",
  "Link": "Bağlantı",
  "Send via email": "E-posta yoluyla gönder",
  "Send to": "Şuraya gönder",
  "Select recipients": "Alıcıları seç",
  "Email will be sent to": "E-posta şuraya gönderilecektir:",
  "members.": "üyeler.",
  "Completed Goals": "Tamamlanan Hedefler",
  "Successfully deleted post!": "Gönderi başarıyla silindi!",
  "Back to posts": "Gönderilere geri dön",
  "Failed to fetch featured project": "Öne çıkan projeyi getirme başarısız",
  "Wallets are marked as unstable when a transaction fails due to a transaction failure, not enough inbound liquidity, or other. Consider making a small transaction to set your project back to active, or change your wallet.": "Bir işlem başarısızlığı, yeterli giriş likiditesi olmaması veya başka bir nedenden dolayı bir işlem başarısız olduğunda, cüzdanlar kararsız olarak işaretlenir. Projenizi tekrar aktif hale getirmek veya cüzdanınızı değiştirmek için küçük bir işlem yapmayı düşünün.",
  "Your wallet is not functional. Please change your wallet to receive contributions.  ": "Cüzdanınız işlevsel değil. Katkıları almak için lütfen cüzdanınızı değiştirin.",
  "Your project is live and can receive contributions. Share your project to get more visibility.": "Projeniz yayında ve katkıları kabul edebilir. Daha fazla görünürlük elde etmek için projenizi paylaşın.",
  "No projects": "Proje yok",
  "Profile settings": "Profil ayarları",
  "Goal": "Hedef",
  "Exit the creation flow": "Oluşturma akışından çık",
  "The project will be saved as a Draft and you can access it in your Profile page.": "Proje Taslak olarak kaydedilecek ve Profil sayfanızda erişebilirsiniz.",
  "Save as draft": "Taslak olarak kaydet",
  "Leave a public comment here.": "Buraya herkese açık bir yorum bırakın.",
  "Enter your comment here...": "Yorumunuzu buraya girin...",
  "Private comments": "Özel yorumlar",
  "Funded": "Fonlandı",
  "Merch": "Malzeme",
  "Provide your Lightning Address for a full or partial refund": "Tam veya kısmi bir geri ödeme için Lightning Adresinizi sağlayın",
  "To a goal": "Bir hedefe",
  "Email and Updates": "E-posta ve Güncellemeler",
  " Total to pay": "Ödenecek toplam",
  "Copy invoice": "Faturayı kopyala",
  "Download invoice": "Faturayı indir",
  "Update your community by email": "Topluluğunuzu e-posta ile güncelleyin",
  "Facebook": "Facebook",
  "Google": "Google",
  "<0>Send the exact payment amount in Satoshis</0> to ensure successful processing and avoid payment being rejected.": "Başarılı işlem sağlamak ve ödemenin reddedilmesini önlemek için <0>tam ödeme miktarını Satoshiler cinsinden gönderin</0>.",
  "<0>Set the transaction fee to medium or high</0> and adjust the fee rate in satoshis per byte (sat/B) to ensure your swap processes within 24 hours.": "Swap'inizin 24 saat içinde işlenmesini sağlamak için <0>işlem ücretini orta veya yüksek olarak ayarlayın</0> ve ücret oranını bayt başına satoshi (sat/B) olarak ayarlayın.",
  "<0>Download and securely store your Refund File;</0> if in doubt, re-download to ensure its": "Emin değilseniz güvenliğini sağlamak için <0>Geri Ödeme Dosyanızı indirin ve güvenli bir şekilde saklayın;</0> yeniden indirin.",
  "Transaction is being processed": "İşlem işleniyor",
  "Download and securely store your Refund File; if in doubt, re-download to ensure its safety.": "Geri Ödeme Dosyanızı indirin ve güvenli bir şekilde saklayın; emin değilseniz güvenliğini sağlamak için yeniden indirin.",
  "Get notified via email (optional)": "E-posta yoluyla bilgilendir (isteğe bağlı)",
  "Enter notified by email (optional)": "E-posta ile bilgilendirilen e-postayı girin (isteğe bağlı)",
  "Refresh Page": "Sayfayı yenile",
  "Continue with email": "E-postayla devam et",
  "Twitter (X)": "Twitter (X)",
  "You can login securely by using One Time Password sent to your email.": "E-postanıza gönderilen Tek Seferlik Şifreyi kullanarak güvenli bir şekilde giriş yapabilirsiniz.",
  "Receive One Time Password": "Tek Seferlik Şifre Al",
  "We sent you an OTP code to": "Size bir OTP kodu gönderdik:",
  "Paste (or type) it below to continue.": "Devam etmek için aşağıya yapıştırın (veya yazın).",
  "Banner": "Afiş",
  "Spread the word": "Duyuruyu yayın",
  "This month": "Bu ay",
  "Hall of Fame": "Şöhretler Salonu",
  "Top Projects": "En İyi Projeler",
  "Top Heroes": "En İyi Kahramanlar",
  "Creators": "Yaratıcılar",
  "Ambassadors": "Elçiler",
  "Discover the top projects making a significant impact on Bitcoin’s mass adoption": "Bitcoin'in kitlesel benimsenmesinde önemli bir etki yaratan en iyi projeleri keşfedin",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions from <5>{{numberOfFunders}}</5> users": "<1>{{usdAmount}}</1> ({{satsAmount}} sats) kadar, <3>{{numberOfContributions}}</3> katkıyla, <5>{{numberOfFunders}}</5> kullanıcıdan toplandı",
  "Those bringing the most successful projects to life": "En başarılı projeleri hayata geçirenler",
  "Those whose contributions power projects on Geyser, driving Bitcoin adoption": "Geyser'daki projelere güç veren, Bitcoin benimsenmesini yönlendirenler",
  "Heroes Hall of Fame": "Kahramanlar Şöhretler Salonu",
  "Those spreading the word about valuable projects and enabling contributions to happen": "Değerli projeler hakkında duyuru yapan ve katkıların gerçekleşmesini sağlayanlar",
  "Share the Heroes Hall of Fame to showcase the top Contributors, Creators, and Ambassadors of the Bitcoin ecosystem!": "En iyi Katkıda Bulunanları, Yaratıcıları ve Bitcoin ekosisteminin Elçilerini sergilemek için Kahramanlar Şöhretler Salonu'nu paylaşın!",
  "Hero link:": "Kahraman bağlantısı:",
  "Top Contributors": "En İyi Katkıda Bulunanlar",
  "Contributed <1>{{usdAmount}}</1> ({{satsAmount}} sats) with <3>{{numberOfContributions}}</3> contributions to <5>{{numberOfProjects}}</5> projects": "<1>{{usdAmount}}</1> ({{satsAmount}} sats) değerinde <3>{{numberOfContributions}}</3> katkı ile <5>{{numberOfProjects}}</5> projeye katkıda bulundu",
  "Top Creators": "En İyi Yaratıcılar",
  "Raised <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "<1>{{usdAmount}}</1> ({{satsAmount}} sats) değerinde <3>{{numberOfProjects}}</3> proje genelinde fon topladı",
  "Top Ambassadors": "En İyi Elçiler",
  "made in contributions": "katkılarla yapıldı",
  "raised in contributions": "katkılarda toplandı",
  "Hero Rank": "Kahraman Rütbesi",
  "Ambassador": "Elçi",
  "of enabled contributions": "etkinleştirilmiş katkıların",
  "Error fetching user profile": "Kullanıcı profilini getirirken hata oluştu",
  "Copy card": "Kartı kopyala",
  "Creator Ranking": "Yaratıcı Sıralaması",
  "Contributor Ranking": "Katkıda Bulunan Sıralaması",
  "Ambassador Ranking": "Elçi Sıralaması",
  "Resend code": "Kodu tekrar gönder",
  "Geyser Manifesto": "Geyser Manifestosu",
  "with": "ile",
  "contributions": "katkılar",
  "to get your custom": "özelinizi almak için",
  "Become the first project": "İlk proje olun",
  "Someone who enables contributions towards projects by spreading the word using his/her unique Hero link": "Benzersiz Kahraman bağlantısını kullanarak kelimeyi yayarak projeler için katkıları sağlayan biri",
  "and track the impact of sharing.": "ve paylaşımın etkisini takip edin.",
  "A unique link that tracks contributions you helped generate": "Oluşturulmasına yardımcı olduğunuz katkıları izleyen benzersiz bir bağlantı",
  "Hero link": "Kahraman bağlantısı",
  "Share on X": "X'te paylaş",
  "by spreading the word and enabling more contributions to this project.": "sözü yayarak ve bu projeye daha fazla katkı sağlayarak.",
  "No contributions have been enabled through sharing yet.": "Henüz paylaşım yoluyla hiçbir katkı etkinleştirilmedi.",
  "No Purchases made yet": "Henüz satın alma yapılmadı",
  "Failed to fetch purchases": "Satın almalar getirilemedi",
  "No contributions made yet": "Henüz katkı yapılmadı",
  "Order placed": "Sipariş verildi",
  "Order number": "Sipariş numarası",
  "Unit price": "Birim fiyatı",
  "By continuing to checkout you are accepting our T&Cs": "Ödemeye devam ederek Şartlar ve Koşullarımızı kabul etmiş olursunuz",
  "Please refresh the page and try again": "Lütfen sayfayı yenileyin ve tekrar deneyin",
  "Something went wrong": "Bir şeyler ters gitti",
  "An Error Occured": "Bir Hata Oluştu",
  "We've encountered an issue with the payment flow. This could be due to a third-party service or an internal system error. We apologize for this inconvenience and appreciate your patience as we work to resolve it.": "Ödeme akışında bir sorunla karşılaştık. Bunun nedeni üçüncü taraf bir hizmet veya dahili bir sistem hatası olabilir. Bu rahatsızlıktan dolayı özür dileriz ve sorunu çözmek için çalışırken sabrınız için teşekkür ederiz.",
  "Some system errors are temporary. By clicking try again button you can reattempt the payment.": "Bazı sistem hataları geçicidir. Tekrar dene düğmesine tıklayarak ödemeyi tekrar deneyebilirsiniz.",
  "If you keep experiencing this problem or need assistance, please don't hesitate to reach out to us for support.": "Bu sorunu yaşamaya devam ederseniz veya yardıma ihtiyacınız olursa, lütfen destek için bizimle iletişime geçmekten çekinmeyin.",
  "for this project by spreading the word using your": "benzersiz bağlantınızı kullanarak kelimeyi yayarak",
  "Next Actions": "Sonraki Eylemler",
  "Become an": "Olun",
  "Hero Link:": "Kahraman Bağlantısı:",
  "Send to new email": "Yeni e-postaya gönder",
  "Check your email ({{email}}) to receive notifications about transaction confirmation.": "İşlem onayı hakkında bildirim almak için e-postanızı ({{email}}) kontrol edin.",
  "Learn more about Geyser Grants.": "Geyser Grants hakkında daha fazla bilgi edinin.",
  "Grants for educators, creatives and builders pushing Bitcoin adoption further. Help fund the next round of grants now! ": "Bitcoin'in benimsenmesini daha da ileriye taşıyan eğitimciler, yaratıcılar ve geliştiriciler için hibeler. Şimdi bir sonraki hibe turunu finanse etmeye yardımcı olun!",
  "Guardians": "Koruyucular",
  "Closed Grants": "Kapalı Hibeler",
  "Make a recurring contribution": "Tekrarlayan bir katkı yapın",
  "Subscription": "Abonelik",
  "Subscribing anonymously": "Anonim olarak abone olma",
  "You would not be able to manage your subscription through geyser.": "Aboneliğinizi geyser aracılığıyla yönetemeyeceksiniz.",
  "To manage your subscription in the future, please login to stripe with your provided email.": "Aboneliğinizi gelecekte yönetmek için lütfen sağlanan e-postanızla stripe'a giriş yapın.",
  "Warrior": "Savaşçı",
  "Legend": "Efsane",
  "Knight": "Şövalye",
  "King": "Kral",
  "Why Geyser": "Neden Geyser",
  "Geyser Guardians play a vital role in bitcoin adoption. By becoming a Guardian, you directly fund creator grants and receive exclusive perks in return.": "Geyser Muhafızları, bitcoin'in benimsenmesinde hayati bir rol oynar. Bir Muhafız olarak, doğrudan yaratıcı hibeleri finanse eder ve karşılığında özel ayrıcalıklar elde edersiniz.",
  "Words from creators on Geyser": "Geyser'daki yaratıcılardan sözler",
  "Geyser Guardians": "Geyser Muhafızları",
  "In a world where nihilism and pessimism about the future prevail, Bitcoin brought us hope. Not just hope for a world built on sound money, but hope in the power of action to create meaningful change. The world is malleable, and individuals have the power to reshape it.": "Gelecek hakkında nihilizmin ve kötümserliğin hüküm sürdüğü bir dünyada, Bitcoin bize umut getirdi. Sadece sağlam para üzerine kurulu bir dünya için değil, anlamlı bir değişim yaratma eylem gücüne duyulan umut. Dünya şekillendirilebilir ve bireyler onu yeniden şekillendirme gücüne sahiptir.",
  "For Bitcoin’s sound principles to take hold in the world, change must happen at all layers of society. Developers, educators, writers, filmmakers, artists, and entire communities all have a role to play in building the Bitcoin world. No act is too small—small actions compound into global grassroots movements.": "Bitcoin'in sağlam ilkelerinin dünyada yerleşmesi için, değişimin toplumun tüm katmanlarında gerçekleşmesi gerekir. Geliştiriciler, eğitimciler, yazarlar, film yapımcıları, sanatçılar ve tüm toplulukların Bitcoin dünyasını inşa etmede bir rolü vardır. Hiçbir eylem çok küçük değildir; küçük eylemler küresel taban hareketlerine dönüşür.",
  "Bitcoin is a peaceful revolution—but peaceful does not mean passive. It’s time to act. Are you a Bitcoiner? Then you are the protagonist of this story, and the tools are in your hands.": "Bitcoin barışçıl bir devrimdir, ancak barışçıl pasif olmak anlamına gelmez. Hareket etme zamanı. Bir Bitcoiner mısınız? O zaman bu hikayenin kahramanısınız ve araçlar elinizde.",
  "The Cypherpunks understood this. They didn’t wait for permission—they built the tools of freedom. In 1993, the Cypherpunk Manifesto declared, “Cypherpunks write code.” In 2009, Satoshi Nakamoto released Bitcoin’s code. Bitcoin was born out of action and a will for change.": "Cypherpunk'lar bunu anladı. İzin beklemediler; özgürlük araçlarını inşa ettiler. 1993'te Cypherpunk Manifestosu, “Cypherpunk'lar kod yazar” dedi. 2009'da Satoshi Nakamoto Bitcoin'in kodunu yayınladı. Bitcoin eylemden ve değişim arzusundan doğdu.",
  "- Geyser Team": "- Geyser Ekibi",
  "Metamick": "Metamick",
  "Stelios": "Stelios",
  "The vision has always been to lay sound foundations for the digital era—moving away from the predetermined path of totalitarian control and censorship, and towards decentralization, openness, freedom, and self-sovereignty. To bring about unimaginable wealth and human flourishing.": "Vizyon her zaman dijital çağ için sağlam temeller atmak olmuştur; totaliter kontrol ve sansürün önceden belirlenmiş yolundan uzaklaşmak, ademi merkeziyetçilik, açıklık, özgürlük ve kişisel egemenliğe doğru ilerlemek. Hayal edilemeyen zenginlik ve insanlığın gelişmesini sağlamak.",
  "Vlad": "Vlad",
  "Partners": "Ortaklar",
  "What will you do to help bring about Bitcoin adoption?": "Bitcoin'in benimsenmesini sağlamak için ne yapacaksınız?",
  "Sajal": "Sajal",
  "Discounts": "İndirimler",
  "Physical Items": "Fiziksel Ürünler",
  "Bearing scratches from countless battles, the Warrior is a fearless defender of Bitcoin adoption. His light armor and sharp instincts make him swift and strategic, rallying support for ideas in their earliest days. The magical pin he wears shines brightest when he is close to other Bitcoiners and in countries where Bitcoin is legal tender.": "Sayısız savaştan izler taşıyan Savaşçı, Bitcoin'in benimsenmesinin korkusuz bir savunucusudur. Hafif zırhı ve keskin içgüdüleri onu çevik ve stratejik yapar, fikirler için en erken günlerinde destek toplar. Giydiği büyülü iğne, diğer Bitcoin'cılara ve Bitcoin'in yasal olduğu ülkelerde en parlak şekilde parlar.",
  "Digital Items": "Dijital Ürünler",
  "Deliveries will begin in Q1 2025.": "Teslimatlar 2025'in ilk çeyreğinde başlayacak.",
  "Experiences": "Deneyimler",
  "Infinite army": "Sonsuz ordu",
  "Explore Guardians": "Muhafızları Keşfet",
  "Leave a private message to the creator.": "Yaratıcıya özel bir mesaj bırakın.",
  "You're funding anonymously. <1>Sign in</1> to connect your contribution to your profile.": "Anonim olarak bağış yapıyorsunuz. Profilinize katkınızı bağlamak için <1>Oturum açın</1>.",
  "Individuals who spread the word about Geyser projects by sharing.": "Geyser projeleri hakkında söz yayan, paylaşan bireyler.",
  "Project Story": "Proje Hikayesi",
  "Promote": "Tanıt",
  "The first <1>{{discountItems}}</1> {{guardian}}s get <3>10%</3> OFF. <5>{{remainingDiscounts}}</5> left.": "İlk <1>{{discountItems}}</1> {{guardian}}'lar <3>%10</3> İNDİRİM kazanıyor. <5>{{remainingDiscounts}}</5> kaldı.",
  "The King understands the long road to hyper-bitcoinization. Drinking from his enchanted chalice grants him foresight, allowing him to plan flawless strategies to advance Bitcoin adoption. With his golden crown and wise leadership, he inspires unity among Bitcoiners, guiding them toward a prosperous future.": "Kral, hiper-bitcoinleşmeye giden uzun yolu anlıyor. Büyülü kadehinden içmek ona öngörü kazandırır ve Bitcoin'in benimsenmesini ilerletmek için kusursuz stratejiler planlamasına olanak tanır. Altın tacı ve bilge liderliğiyle, Bitcoin'ciler arasında birlik sağlar ve onları müreffeh bir geleceğe yönlendirir.",
  "Most funded projects filtered by:": "En çok finanse edilen projeler: ",
  "Search country or region": "Ülke veya bölge ara",
  "Worldwide": "Dünya çapında",
  "Search category or sub category": "Kategori veya alt kategori ara",
  "All categories": "Tüm kategoriler",
  "Get discovered more easily by selecting up to {{MAX_TAGS_ALLOWED}} project tags.": "{{MAX_TAGS_ALLOWED}} adede kadar proje etiketi seçerek daha kolay keşfedilin.",
  "Board members": "Yönetim kurulu üyeleri",
  "You can send Sats to projects to multiple projects and multiple times": "Projelere birden fazla kez ve birden fazla projeye Sats gönderebilirsiniz",
  "Receive on": "Alım adresi",
  "Add external video": "Harici video ekle",
  "Create Goal": "Hedef oluştur",
  "did ": "yaptı",
  "times.": "kez.",
  " or ": " veya ",
  "sold out!": "tükendi!",
  "Goal reached:": "Hedefe ulaşıldı:",
  "Update your community": "Topluluğunuzu güncelleyin",
  "Project Category": "Proje Kategorisi",
  "Choose the most fitting category. Landing page features trending projects in each category.": "En uygun kategoriyi seçin. Ana sayfa, her kategorideki trend olan projeleri gösterir.",
  "Select category": "Kategori seçin",
  "category": "kategori",
  "with following features": "aşağıdaki özelliklerle",
  "Project category is required to proceed": "Devam etmek için proje kategorisi gereklidir",
  "Please select a category": "Lütfen bir kategori seçin",
  "Project subcategory is required to proceed": "Devam etmek için proje alt kategorisi gereklidir",
  "Please select a subcategory": "Lütfen bir alt kategori seçin",
  "Please select a country": "Lütfen bir ülke seçin",
  "Project country is required to proceed": "Devam etmek için proje ülkesi gereklidir",
  "Country": "Ülke",
  "Get found more easily by putting your project on the map. Select a country": "Projenizi haritada göstererek daha kolay bulun. Bir ülke seçin",
  "Select country": "Ülke seçin",
  "Post saved successfully!": "Gönderi başarıyla kaydedildi!",
  "Write an update": "Güncelleme yaz",
  "Images": "Görseller",
  "Pre-Order": "Ön Sipariş",
  "For best fit, select horizontal 4:3 image. Image size limit: 10MB.": "En iyi sonuç için, yatay 4:3 görüntü seçin. Görüntü boyutu sınırı: 10MB.",
  "Select Category": "Kategori Seçin",
  "Short Description": "Kısa Açıklama",
  "Expected Availability Date": "Beklenen Kullanılabilirlik Tarihi",
  "Enable this option to request the user's shipping address. This is necessary for delivering physical products directly to your supporters.": "Kullanıcının gönderim adresini istemek için bu seçeneği etkinleştirin. Bu, fiziksel ürünleri doğrudan destekçilerinize ulaştırmak için gereklidir.",
  "Successfully updated!": "Başarıyla güncellendi!",
  "All goals": "Tüm hedefler",
  "Goal updates": "Hedef güncellemeleri",
  "Share the goal page to spread the word across the internet and social media.": "Hedef sayfasını internette ve sosyal medyada duyurmak için paylaşın.",
  "Share goal": "Hedefi paylaş",
  "Edit goal": "Hedefi düzenle",
  "The board evaluates all applications and decides the allocation of the funds collected.": "Yönetim kurulu, tüm başvuruları değerlendirir ve toplanan fonların dağıtımına karar verir.",
  "Achievements": "Başarılar",
  "Upcoming Grants": "Yaklaşan Hibeler",
  "Investors": "Yatırımcılar",
  "Become our partner": "Ortağımız olun",
  "Investors committed to Bitcoin’s mission of openness, freedom, and innovation.": "Bitcoin'in açıklık, özgürlük ve inovasyon misyonuna bağlı yatırımcılar.",
  "Bitcoin brands empowering creators to drive adoption worldwide.": "Yaratıcıları dünya çapında benimsemeyi teşvik eden Bitcoin markaları.",
  "Goal reached": "Hedefe ulaşıldı",
  "Goal created": "Hedef oluşturuldu",
  "New Project": "Yeni Proje",
  "Funding Limits & Verification": "Finansman Limitleri ve Doğrulama",
  "Phone Verification": "Telefon Doğrulaması",
  "Verified": "Doğrulandı",
  "Raise up to $100k in total": "Toplamda 100 bin $'a kadar yükseltin",
  "Max $10k per contribution": "Katkı başına en fazla 10 bin $",
  "Gov ID": "Devlet Kimliği",
  "Increase my limit": "Limitimi artır",
  "Limits are in place to prevent abuse, scams or fraudulent activity. It provides an additional level of trust to the contributors of your project.": "Limitler, kötüye kullanımı, dolandırıcılığı veya sahtekarlığı önlemek için yerleştirilmiştir. Projenizin katkıda bulunanlarına ek bir güven düzeyi sağlar.",
  "Go limitless": "Sınırsız olun",
  "Enable fiat contributions": "İtibar katkılarını etkinleştir",
  "Remove funding limits": "Finansman limitlerini kaldır",
  "Raised up to $10k in total": "Toplamda 10 bin $'a kadar toplandı",
  "Fiat contributions have an additional 3.5% fee charged by the third-party payment processor.": "Fiat katkıları, üçüncü taraf ödeme işlemcisi tarafından %3,5 ek bir ücret tahsil edilir.",
  "Nostr Wallet Connect": "Nostr Cüzdan Bağlantısı",
  "Enable your contributors to fund with fiat. When enabled, all payments are automatically converted to Bitcoin and instantly deposited in your connected Bitcoin wallet.": "Katkıda bulunanlarınızın fiat para ile fonlamasını sağlayın. Etkinleştirildiğinde, tüm ödemeler otomatik olarak Bitcoin'e dönüştürülür ve anında bağlı Bitcoin cüzdanınıza yatırılır.",
  "<0>Nostr Wallet Connect</0> is a protocol that makes use of Nostr to connect web apps with lightning wallets. Read more on <2>nwc.dev.</2>": "<0>Nostr Cüzdan Bağlantısı</0>, web uygulamalarını lightning cüzdanlarına bağlamak için Nostr'i kullanan bir protokoldür. <2>nwc.dev</2> adresinden daha fazla bilgi edinin.",
  "Email Verification": "E-posta Doğrulaması",
  "OTP Sent to the updated email": "Güncellenen e-postaya OTP gönderildi",
  "Verify your identity": "Kimliğinizi doğrulayın",
  "Skip": "Atla",
  "Identity verification": "Kimlik doğrulama",
  "You will need to verify your identity with a government ID to enable fiat contributions. Toggle that functionality off if you do not wish to complete the verification.": "Fiat katkılarını etkinleştirmek için bir devlet kimliği ile kimliğinizi doğrulamanız gerekecektir. Doğrulamayı tamamlamak istemiyorsanız bu işlevi kapatın.",
  "Lightning Address & Wallet": "Lightning Adresi ve Cüzdan",
  "Continue to verification": "Doğrulamaya devam et",
  "You’re almost ready to launch!": "Başlamaya çok yakınsınız!",
  "Verification Successful": "Doğrulama Başarılı",
  "Contributors will be able to spend fiat through their credit card, or local payment method, while you always receive Bitcoin on Lightning.": "Katkıda bulunanlar kredi kartları veya yerel ödeme yöntemleriyle fiat harcayabilecekler, siz ise her zaman Lightning üzerinden Bitcoin alacaksınız.",
  "Verification requires only a government-issued ID and takes less than 2 minutes through our secure, trusted partner.": "Doğrulama yalnızca bir devlet tarafından verilmiş bir kimlik gerektirir ve güvenli, güvenilir iş ortağımız aracılığıyla 2 dakikadan kısa sürer.",
  "Creator Verification allows you to unlock certain functionalities for all your projects on the platform:": "Oluşturucu Doğrulaması, platformdaki tüm projeleriniz için belirli işlevlerin kilidini açmanızı sağlar:",
  "A verified creator badge": "Doğrulanmış bir oluşturucu rozeti",
  "To help you build trust with potential contributors.": "Potansiyel katkıda bulunanlarla güven oluşturmanıza yardımcı olmak için.",
  "Become a guardian": "Bir koruyucu ol",
  "You have successfully completed the phone verification.": "Telefon doğrulamasını başarıyla tamamladınız.",
  "Complete Identity Verification": "Kimlik Doğrulamayı Tamamla",
  "Remove raising limits on your project": "Projenizdeki artırma limitlerini kaldırın",
  "Complete the identity verification to:": "Kimlik doğrulamasını tamamlayın:",
  "Your project can now receive up to 100k dollars.": "Projeniz artık 100 bin dolara kadar alabilir.",
  "Phone verification": "Telefon doğrulaması",
  "You can now raise more than $100k in contributions for your project.": "Artık projeniz için 100 bin dolardan fazla katkı toplayabilirsiniz.",
  "You have also earned a “Verified Creator” badge, and enabled fiat contributions on your project.": "Ayrıca bir “Doğrulanmış Oluşturucu” rozeti kazandınız ve projenizde fiat katkılarını etkinleştirdiniz.",
  "You have successfully completed the document verification!": "Belge doğrulamasını başarıyla tamamladınız!",
  "Email verification required": "E-posta doğrulaması gerekli",
  "Please verify your email.": "Lütfen e-postanızı doğrulayın.",
  "Verification on hold": "Doğrulama bekliyor",
  "Your verification is on hold. You may need to upload some documents again, or provide additional information. Please contact support@geyser.fund.": "Doğrulamalarınız beklemede. Bazı belgeleri tekrar yüklemeniz veya ek bilgi sağlamanız gerekebilir. Lütfen support@geyser.fund ile iletişime geçin.",
  "Complete verification": "Doğrulamayı tamamla",
  "Your project has reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Projeniz 10 bin dolarlık fonlama limitinize ulaştı. 100 bin dolara kadar toplamaya devam etmek için telefon doğrulamasını tamamlayın.",
  "Funding limit reached!": "Fonlama limiti aşıldı!",
  "Your project has reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Projeniz 100 bin dolarlık fonlama limitinize ulaştı. 100 bin doların üzerinde toplamaya devam etmek için kimlik doğrulamasını tamamlayın.",
  "You have almost reached your funding limit!": "Fonlama limitinize neredeyse ulaştınız!",
  "Verify now": "Şimdi doğrula",
  "Become a Verified Creator": "Doğrulanmış Oluşturucu Ol",
  "Earn a verified creator badge and enable fiat contributions by verifying your identity.": "Kimliğinizi doğrulayarak doğrulanmış bir oluşturucu rozeti kazanın ve fiat katkılarını etkinleştirin.",
  "Back to profile": "Profile geri dön",
  "Subscriptions": "Abonelikler",
  "Profile": "Profil",
  "Profile information": "Profil bilgileri",
  "This email has been verified": "Bu e-posta doğrulanmıştır",
  "Update email": "E-postayı Güncelle",
  "Verifications": "Doğrulamalar",
  "Customize your profile and project notifications.": "Profilinizi ve proje bildirimlerinizi özelleştirin.",
  "Creator notifications": "Oluşturucu bildirimleri",
  "Projects I follow": "Takip ettiğim projeler",
  "You will receive project updates regarding the projects that you follow. ": "Takip ettiğiniz projelerle ilgili proje güncellemeleri alacaksınız.",
  "Unfollow": "Takipten Çık",
  "View, adjust, and manage all your subscriptions.": "Tüm aboneliklerinizi görüntüleyin, ayarlayın ve yönetin.",
  "Active subscriptions": "Etkin abonelikler",
  "You don't have any active subscriptions.": "Hiçbir etkin aboneliğiniz yok.",
  "You don't have any paused subscriptions.": "Hiçbir duraklatılmış aboneliğiniz yok.",
  "Profile Settings": "Profil Ayarları",
  "Identity": "Kimlik",
  "<0>{{user}}</0> has chosen to become a Geyser Guardian to support our platform and help push Bitcoin adoption.": "<0>{{user}}</0>, platformumuzu desteklemek ve Bitcoin'in benimsenmesine yardımcı olmak için bir Geyser Muhafızı olmayı seçti.",
  "Nudge the creator": "Oluşturucuyu dürt",
  "Let the creator know you would like to make a payment with fiat, so they can get it setup.": "Oluşturucunun bunu ayarlayabilmesi için, fiat ile ödeme yapmak istediğinizi bildirin.",
  "Select a currency supported by our payment provider": "Ödeme sağlayıcımız tarafından desteklenen bir para birimi seçin",
  "Identity verification required": "Kimlik doğrulaması gerekli",
  "Any sensitive information shared during the verification process is securly handled by the verification provider.": "Doğrulama sırasında paylaşılan hassas bilgiler, doğrulama sağlayıcısı tarafından güvenli bir şekilde işlenir.",
  "Redirection Notice": "Yönlendirme Bildirimi",
  "clicking here": "buraya tıklayarak",
  "Waiting for payment to be confirmed": "Ödemenin onaylanmasını bekliyor",
  "Contribution amount above $10k": "10 bin doların üzerinde katkı miktarı",
  "To contribute more than $10k, please complete a one-time identity verification.": "10 bin dolardan fazla katkıda bulunmak için, lütfen bir defalık kimlik doğrulamasını tamamlayın.",
  "Collapse": "Daralt",
  "Meanwhile, please try other payment methods": "Bu arada, lütfen diğer ödeme yöntemlerini deneyin",
  "Creator will be notified shortly": "Oluşturucuya kısa süre içinde bildirim gönderilecek",
  "Creator Verification": "Oluşturucu Doğrulaması",
  "Bitcoin, Lightning or Fiat (20+ payment methods)": "Bitcoin, Lightning veya Fiat (20+ ödeme yöntemi)",
  "Receive funds instantly, in your Bitcoin wallet": "Fonları anında, Bitcoin cüzdanınızda alın",
  "Configure wallet": "Cüzdanı yapılandır",
  "Wallet limits": "Cüzdan limitleri",
  "Minimum Receivable Limit": "Minimum Alınabilir Limit",
  "Reaching out to your wallet provider, as they might provide an option to increase these limits.": "Bu limitleri artırmak için bir seçenek sunabilecekleri için, cüzdan sağlayıcınızla iletişime geçiyoruz.",
  "These limits are established at the discretion of your Lightning wallet provider. To increase them consider:": "Bu limitler, Lightning cüzdan sağlayıcınızın takdirine bağlı olarak belirlenir. Bunları artırmak için şunları göz önünde bulundurun:",
  "Maximum Receivable Limit": "Maksimum Alınabilir Limit",
  "Your project has almost reached your funding limit of $10k. Complete phone-verification to continue raising up to $100k.": "Projeniz neredeyse 10 bin dolarlık fonlama limitinize ulaştı. 100 bin dolara kadar artırmaya devam etmek için telefon doğrulamayı tamamlayın.",
  "Your project has almost reached your funding limit of $100k. Complete identity-verification to continue raising above $100k.": "Projeniz neredeyse 100 bin dolarlık fonlama limitinize ulaştı. 100 bin doların üzerinde artırmaya devam etmek için kimlik doğrulamasını tamamlayın.",
  "Please try again, once the creator has removed the funding limits.": "Lütfen oluşturucu fonlama limitlerini kaldırdıktan sonra tekrar deneyin.",
  "This project has reached its Funding limit": "Bu proje Fonlama limitine ulaştı",
  "Products": "Ürünler",
  "Search project": "Proje ara",
  "No trending products found": "Trend olan ürün bulunamadı",
  "Failed to fetch recent products": "Son ürünler getirilemedi",
  "Failed to fetch project goals": "Proje hedefleri getirilemedi",
  "time.": "zaman.",
  "Configure Wallet": "Cüzdanı Yapılandır",
  "Project objective is a required field.": "Proje hedefi zorunlu bir alandır.",
  "Enabled": "Etkin",
  "You will be required to verify your identity by our third-party payment provider. This verification is only required for fiat payments above $500 a month.": "Üçüncü taraf ödeme sağlayıcımız tarafından kimliğinizi doğrulamanız gerekecektir. Bu doğrulama yalnızca aylık 500 doların üzerindeki fiat ödemeleri için gereklidir.",
  "To contribute more than $10k, please log in and complete a one-time verification.": "10 bin dolardan fazla katkıda bulunmak için lütfen giriş yapın ve tek seferlik bir doğrulama işlemini tamamlayın.",
  "Enable": "Etkinleştir",
  "The last time someone tried to send funds to this wallet, there was a liquidity issue.": "Son sefer birisi bu cüzdana fon yollamayı denediğinde likidite sorunları vardı.",
  "The last time someone tried to make a transaction to this project, the invoice generation failed.": "Son sefer birisi bu proje için işlem yapmak istediğinde fatura oluşturma başarısız oldu.",
  "This project is live and wallet running smoothly.": "Bu proje güncel ve cüzdan sorunsuz çalışıyor.",
  "This project has been deactivated by the project creator.": "Bu proje, sahibi tarafından kapatıldı.",
  "The payment minimum is 1 satoshi.": "Azami ödeme 1 satoshidir.",
  "Objective": "Amaç",
  "Add the main project image that will be displayed in all thumbnails": "Projenizin tüm küçük resimlerinde gözükecek esas proje resmini ekleyin",
  "For best fit, pick a square image. Image size limit: 10MB.": "Resmin düzgün oturması için kare formatı tercih edin. Resim boyutu için sınır: 10MB.",
  "Header": "Üst bilgi",
  "Project notifications will be sent to your profile email, which you can edit in Profile Settings. Make sure to verify your email to keep your wallet secure.": "Proje bildirimleri profil ayarlarınızdan değiştirebileceğiniz e-postaya gönderilecektir. Cüzdanınızı korumak için e-postanızı onaylayın.",
  "Custom Lightning Addresses can't end with \"@geyser.fund\".": "Özel Lightning Adresleri \"@geyser.fund\" adresi ile bitemez.",
  "Please use a valid email-formatted address for your Lightning Address.": "Ligthning Adresiniz için lütfen geçerli bir eposta şeklinde yazın.",
  "Are you sure you want to disconnect this account?": "Bu hesabın bağlantısını kopartmak istediğinizden emin misiniz?",
  "Bitcoin is signal, everything else is noise.\n          We created Geyser Grants to help broadcast more Bitcoin signal into the world.\n          That is, to accelerate the growth of the Bitcoin ecosystem by increasing Bitcoin awareness, enabling Bitcoin culture, and supporting needed development.\n          Through these grants we will be supporting Bitcoin educators, developers, entrepreneurs and creatives with the resources they need to bootstrap their initiatives.\n          We accept Bitcoin contributions for each individual grant and don't charge any grant operations fees. For more information see this doc.": "Bitcoin bir sinyaldir, diğer her şey gürültüdür.\n          Dünyaya daha fazla Bitcoin sinyali yaymak için Geyser Hibelerini oluşturduk.\n          Yani, Bitcoin farkındalığını artırarak, Bitcoin kültürünü mümkün kılarak ve gerekli geliştirmeleri destekleyerek Bitcoin ekosisteminin büyümesini hızlandırmak.\n          Bu hibeler aracılığıyla, girişimlerini başlatmaları için ihtiyaç duydukları kaynaklarla Bitcoin eğitimcilerini, geliştiricilerini, girişimcilerini ve yaratıcılarını destekleyeceğiz.\n          Her bir bireysel hibe için Bitcoin katkılarını kabul ediyoruz ve herhangi bir hibe operasyon ücreti almıyoruz. Daha fazla bilgi için bu belgeye bakın.",
  "Ask for shipping address": "Kargo adresini sor",
  "Lightning address is a simple way for others to send you funds. When someone sends money to this address, it's instantly routed to your private wallet. This ensures you have full custody and immediate access to your funds.": "Lightning adresi, başkalarının size fon göndermesinin basit bir yoludur. Biri bu adrese para gönderdiğinde, anında özel cüzdanınıza yönlendirilir. Bu, tam velayete ve fonlarınıza anında erişime sahip olmanızı sağlar.",
  "Bitcoin Meetups and Travel Vlogs of Bitcoin Adoption in the Global South!": "Bitcoin Buluşmaları ve Küresel Güney'deki Bitcoin Benimsenmesinin Seyahat Vlogları!",
  "Are you sure you want to save these changes?": "Bu değişiklikleri kaydetmek istediğinizden emin misiniz?",
  "Save Changes": "Değişiklikleri Kaydet",
  "You can do this by opening your Development environment (Right click -> inspect), then clicking on Application > Storage > Clear site data.": "Bunu Geliştirme ortamınızı açarak yapabilirsiniz (Sağ tıklayın -> incele), ardından Uygulama > Depolama > Site verilerini temizle'ye tıklayın.",
  "Onchain": "Zincir Üzeri",
  "You can try the transaction again, in case the wallet becomes accessible again.": "Cüzdan tekrar erişilebilir hale gelirse işlemi tekrar deneyebilirsiniz.",
  "We notified the creator about this issue, and we hope for a quick resolution on their end.": "Yaratıcıyı bu sorun hakkında bilgilendirdik ve onların tarafından hızlı bir çözüm umuyoruz.",
  "We took actions": "Eyleme geçtik",
  "The lightning address provided for the wallet might no longer be valid.": "Cüzdan için sağlanan lightning adresi artık geçerli olmayabilir.",
  "The lightning node may be temporarily down.": "Lightning düğümü geçici olarak kapalı olabilir.",
  "Or use a social account": "Veya bir sosyal hesap kullan",
  "Add one or multiple images or video links to help bring your project to life": "Projenizi hayata geçirmeye yardımcı olmak için bir veya birden fazla resim veya video bağlantısı ekleyin",
  "If you quit from this view your information will be unsaved. You may\n                      want to save your work as a draft before leaving this view": "Bu görünümden çıkarsanız bilgileriniz kaydedilmez. Bu\n                      görünümden ayrılmadan önce çalışmanızı bir taslak olarak kaydetmek isteyebilirsiniz",
  "For best fit, select horizontal 16:9 image. Image size limit: 10MB.": "En iyi uyum için, yatay 16:9 görüntü seçin. Görüntü boyutu sınırı: 10MB.",
  "Enter your message here...": "Mesajınızı buraya girin...",
  "Your project cannot receive contributions but is visible to the public. To reactivate your project go to Setting.": "Projeniz katkı kabul edemez ancak halka açıktır. Projenizi yeniden etkinleştirmek için Ayarlar'a gidin.",
  "Your project is in review and therefore cannot receive contributions": "Projeniz incelemede ve bu nedenle katkı kabul edemez",
  "Your project is in review and therefore cannot receive contributions, and is not visible by the public.": "Projeniz incelemede ve bu nedenle katkı kabul edemez ve halka açık değildir.",
  "You project has been flagged for violating our Terms & Conditions. You should have received an email with further detail on how to proceed. Your project is currently not visible to the public.": "Projeniz Şartlar ve Koşullarımızı ihlal ettiğiniz için işaretlendi. Nasıl ilerleyeceğiniz konusunda daha fazla ayrıntı içeren bir e-posta almış olmalısınız. Projeniz şu anda halka açık değil.",
  "This project has not been launched yet.": "Bu proje henüz başlatılmadı.",
  "This project has been flagged for violating our Terms & Conditions.": "Bu proje Şartlar ve Koşullarımızı ihlal ettiği için işaretlendi.",
  "Check your email": "E-postanızı kontrol edin",
  "Contribute without login": "Giriş yapmadan katkıda bulun",
  "What now?": "Şimdi ne olacak?",
  "Card": "Kart",
  "Get Featured": "Öne Çıkarılın",
  "Private comment": "Özel yorum",
  "Confirmation Message": "Onay Mesajı",
  "Ask contributors for Nostr public address (npub)": "Katılımcılardan Nostr genel adresi (npub) isteyin",
  "Ask contributors for a lighting address in case of partial or full refund": "Katılımcılardan kısmi veya tam iade durumunda bir lightning adresi isteyin",
  "Contributors can always send you a private message with additional information. You can also select predefined options below to request specific details from them in the private message. If selected, the private comment becomes mandatory for the contributor.": "Katkıda bulunanlar size her zaman ek bilgi içeren özel bir mesaj gönderebilir. Ayrıca, özel mesajda onlardan belirli ayrıntıları istemek için aşağıdaki önceden tanımlanmış seçenekleri de seçebilirsiniz. Seçildiğinde, özel yorum katkıda bulunan için zorunlu hale gelir.",
  "Delivery Time (Weeks)": "Teslimat Süresi (Hafta)",
  "Canceled subscriptions": "İptal Edilen Abonelikler",
  "Please login to use fiat payment": "Fiat ödemesini kullanmak için lütfen giriş yapın",
  "Fiat": "Fiat",
  "Connect your social account with the biggest social proof, allowing users to discover you and verify your reputation more easily": "En büyük sosyal kanıtla sosyal hesabınızı bağlayın, kullanıcıların sizi keşfetmesini ve itibarınızı daha kolay doğrulamasını sağlayın",
  "INACTIVE": "İNAKTİF",
  "Please update the amount, or contact us for donating a higher amount.": "Lütfen miktarı güncelleyin ya da daha fazla bağışlamak için bize ulaşın.",
  "Please update the amount.": "Lütfen miktarı güncelleyin.",
  "Please enter an email.": "Lütfen bir eposta girin.",
  "ACTIVE": "AKTİF",
  "As he ventures into the no-coiner lands, the Knight’s armor and broadsword protects him from any Fear, Uncertainty and Doubt thrown at him. His broadsword has mythical powers. It energizes itself near natural energy sources like waterfalls and geysers, and unleashes lightning bolds towards its opponents.": "Şövalye, no-coiner topraklarına girerken, zırhı ve geniş kılıcı onu kendisine atılan Herhangi bir Korku, Belirsizlik ve Şüpheden korur. Geniş kılıcının efsanevi güçleri vardır. Şelaleler ve gayzerler gibi doğal enerji kaynaklarının yakınında kendi kendini enerjilendirir ve rakiplerine doğru yıldırım cıvataları salar.",
  "Email is required when subscribing to a project.": "Bir projeye abone olurken e-posta gereklidir.",
  "Shrouded in mystery, the Legend moves through the shadows, evading even the sharpest scrutiny. His laser-eyed vision cuts through the lies of governments and institutions, uncovering clarity and truth. Those who meet his gaze are forever transformed, ignited with an unshakable desire to pursue a freer, better future.": "Gizemle örtülü Efsane, en keskin incelemelerden bile kaçarak gölgelerde hareket eder. Lazer gözlü vizyonu, hükümetlerin ve kurumların yalanlarını keser, açıklık ve gerçeği ortaya çıkarır. Onun bakışıyla karşılaşanlar sonsuza dek dönüşür, daha özgür, daha iyi bir gelecek arzusunu ateşlenir.",
  "Post published": "Gönderi yayınlandı",
  "Your post is now live": "Gönderiniz şimdi yayında",
  "$100 per week": "Haftada 100$",
  "Contributed": "Katkıda Bulundu",
  "Browse map": "Haritaya göz at",
  "Send your shipping address to the creator at the following email": "Kargo adresinizi yaratıcıya şu e-postaya gönderin",
  "In partnership with": "İşbirliği ile",
  "&": "&",
  "Guardian collectible cards": "Koruyucu koleksiyon kartları",
  "Guardian t-shirts": "Koruyucu tişörtler",
  "Guardian jerseys": "Koruyucu formalar",
  "Guardian bitaxes": "Koruyucu bitaxlar",
  "CARD": "KART",
  "OF": "OF",
  " GUARDIANS": " KORUYUCULAR",
  "21% of all sales go directly to fund our Bitcoin grants.": "Tüm satışların %21'i doğrudan Bitcoin hibelerimizi finanse etmeye gider.",
  "All prices include shipping.": "Tüm fiyatlara kargo dahildir.",
  "Failed to fetch project stats": "Proje istatistikleri getirilemedi",
  "Notifications for Projects I follow": "Takip ettiğim Projeler için Bildirimler",
  "Donate": "Bağış Yap",
  "Terms": "Şartlar",
  "Safe to delete refund file": "Geri ödeme dosyasını silmek güvenli",
  "The Refund File is safe to delete, as your transaction has been successfully processed.": "İşleminiz başarıyla işlendiğinden, Geri Ödeme Dosyasını silmek güvenlidir.",
  "Geyser Cards": "Geyser Kartları",
  "Geyser Cards celebrate your achievements across the Bitcoin landscape. ": "Geyser Kartları, Bitcoin manzarasındaki başarılarınızı kutlar.",
  "Similar projects in": "Şununla benzer projeler:",
  "The project views are tracked with SimpleAnalytics, a privacy-first analytics tool. Actual numbers are likely higher.": "Proje görünümleri, gizliliğe öncelik veren bir analiz aracı olan SimpleAnalytics ile izlenir. Gerçek sayılar muhtemelen daha yüksektir.",
  "T-Shirts": "Tişörtler",
  "Limited-edition items made in collaboration with top Bitcoin brands that support Bitcoin creators.": "Bitcoin yaratıcılarını destekleyen en iyi Bitcoin markalarıyla işbirliği içinde üretilen sınırlı sayıda ürün.",
  "BitAxe": "BitAxe",
  "Collectible Cards": "Koleksiyon Kartları",
  "COLLECT YOURS": "SİZİNKİLERİ TOPLA",
  "Jerseys": "Formalar",
  "& JOIN THE COMMUNITY OF ": "& TOPLULUĞUNA KATILIN ",
  "COLLECT YOURS 👇 & JOIN THE COMMUNITY OF <1>{{totalUsers}}</1> GUARDIANS": "SİZİNKİLERİ TOPLA 👇 & <1>{{totalUsers}}</1> KORUYUCU TOPLULUĞUNA KATILIN",
  "REMAINING": "KALAN",
  "followers": "takipçi",
  "Delete product": "Ürünü sil",
  "Product": "Ürün",
  "Geyser is not a store. It’s a way to bring creative projects to life using Bitcoin. Your donation will support a creative project that has yet to be developed. There’s a risk that, despite a creator’s best efforts, your product will not be fulfilled, and we urge you to consider this risk prior to backing it. Geyser is not responsible for project claims or product fulfillment.": "Geyser bir mağaza değildir. Bitcoin kullanarak yaratıcı projeleri hayata geçirmenin bir yoludur. Bağışınız, henüz geliştirilmemiş bir yaratıcı projeyi destekleyecektir. Bir yaratıcının en iyi çabalarına rağmen, ürününüzün tamamlanmama riski vardır ve bunu desteklemeden önce bu riski göz önünde bulundurmanızı rica ediyoruz. Geyser, proje iddialarından veya ürünlerin yerine getirilmesinden sorumlu değildir.",
  "By deleting this project you will loose all data associated to this project including descriptions, photos, entries, and products.": "Bu projeyi silerek, açıklamalar, fotoğraflar, girişler ve ürünler dahil olmak üzere bu projeyle ilişkili tüm verileri kaybedeceksiniz.",
  "Add Products": "Ürün Ekle",
  "Create a product": "Bir ürün oluştur",
  "Create product": "Ürün oluştur",
  "Or, use a product template below": "Veya aşağıdaki bir ürün şablonu kullanın",
  "Add product": "Ürün ekle",
  "Product Name": "Ürün Adı",
  "Save product": "Ürünü kaydet",
  "Update Product": "Ürünü Güncelle",
  "Edit Product": "Ürünü Düzenle",
  "Publish Product": "Ürünü Yayınla",
  "Create Product": "Ürün Oluştur",
  "Are you sure you want to remove the product?": "Ürünü kaldırmak istediğinizden emin misiniz?",
  "Limited Edition products cannot be edited after products have been purchased to ensure fairness for the first buyers. To change the amounts of Limited Edition products create a new product.": "Sınırlı Sayıda üretilen ürünler, ilk alıcılar için adaleti sağlamak amacıyla ürünler satın alındıktan sonra düzenlenemez. Sınırlı Sayıda üretilen ürünlerin miktarlarını değiştirmek için yeni bir ürün oluşturun.",
  "Please note that all product prices will be automatically updated to reflect their equivalent value in SWITCH_TO_REWARD_CURRENCY, based on the current Bitcoin price in US Dollars. If you wish you can update prices individually for each product on product’s page.": "Lütfen tüm ürün fiyatlarının, ABD Doları cinsinden mevcut Bitcoin fiyatına göre, SWITCH_TO_REWARD_CURRENCY'deki eşdeğer değerlerini yansıtacak şekilde otomatik olarak güncelleneceğini unutmayın. İsterseniz, ürün sayfasındaki her ürün için fiyatları ayrı ayrı güncelleyebilirsiniz.",
  "No products are selected": "Seçili ürün yok",
  "Trending products": "Trend olan ürünler",
  "No products sold": "Satılan ürün yok",
  "Products Sold": "Satılan Ürünler",
  "Sell product": "Ürün sat",
  "Hidden products": "Gizli ürünler",
  "Products sold": "Satılan ürünler",
  "You are about to switch the currency denomination for all your products from CURRENT_REWARD_CURRENCY to SWITCH_TO_REWARD_CURRENCY. ": "Tüm ürünlerinizin para birimi cinsini CURRENT_REWARD_CURRENCY'den SWITCH_TO_REWARD_CURRENCY'ye değiştirmek üzeresiniz.",
  "Available Products": "Mevcut Ürünler",
  "To receive the selected products, please send your shipping details to the creator’s email, which will be revealed in the success screen.": "Seçilen ürünleri almak için lütfen gönderim bilgilerinizi yaratıcının başarı ekranında gösterilecek e-postasına gönderin.",
  "Product buyers": "Ürün alıcıları",
  "Linked goals and products": "Bağlantılı hedefler ve ürünler",
  "Using links enables you to highlight a specific product or goal, helping you direct people to it.": "Bağlantıları kullanmak, insanları yönlendirmenize yardımcı olarak belirli bir ürünü veya hedefi vurgulamanızı sağlar.",
  "Link Goals and Products": "Hedefleri ve Ürünleri Bağla",
  "Select products": "Ürünleri seçin",
  "Add your product specifications (eg. T-shirt size)": "Ürün özelliklerinizi ekleyin (örneğin, tişört bedeni)",
  "Created product": "Oluşturulan ürün",
  "Product currency denomination": "Ürün para birimi cinsi",
  "Product Updates": "Ürün Güncellemeleri",
  "All products": "Tüm ürünler",
  "Engage your community, followers, contributors, and product purchasers by sending them an update about your new product via email.": "Yeni ürününüz hakkında e-posta yoluyla bir güncelleme göndererek topluluğunuzu, takipçilerinizi, katkıda bulunanlarınızı ve ürün satın alanlarınızı dahil edin.",
  "Share product": "Ürünü paylaş",
  "Share the product page to spread the word across the internet and social media.": "Ürün sayfasını internette ve sosyal medyada yaymak için paylaşın.",
  "For products that are still in development and not ready to ship, set them to 'Pre-order' to enable advance purchases by users.": "Hala geliştirilme aşamasında olan ve gönderilmeye hazır olmayan ürünler için, kullanıcıların önceden satın alabilmelerini sağlamak üzere bunları 'Ön sipariş' olarak ayarlayın.",
  "Add one or multiple images to help showcase your product": "Ürününüzü sergilemeye yardımcı olmak için bir veya birden fazla resim ekleyin",
  "Set a custom message to thank contributors, provide important details, or share any additional information you’d like them to know after they claim the product.": "Katkıda bulunanları teşekkür etmek, önemli ayrıntıları sağlamak veya ürünü talep ettikten sonra bilmelerini istediğiniz ek bilgileri paylaşmak için özel bir mesaj ayarlayın.",
  "Use “Expected Availability Date' to set when your product will be developed and available.": "Ürününüzün ne zaman geliştirileceğini ve kullanıma sunulacağını ayarlamak için “Beklenen Kullanılabilirlik Tarihi'ni” kullanın.",
  "Specify estimated delivery time for the product from the moment it is ordered.": "Ürünün sipariş edildiği andan itibaren tahmini teslimat süresini belirtin.",
  "Failed to update product": "Ürün güncellenemedi",
  "Products allow you to give something back to your contributors, from digital badges and physical products to sponsorships. Check out our guide on ": "Ürünler, katkıda bulunanlarınıza dijital rozetlerden, fiziksel ürünlerden, sponsorluklara kadar bir şeyler geri vermenize olanak tanır. Rehberimize göz atın: ",
  "How to leverage the power of Products": "Ürünlerin gücünden nasıl yararlanılır",
  "Receive a monthly email about your project summary: stats, goal progress and, hot products.": "Proje özetiniz hakkında aylık bir e-posta alın: istatistikler, hedef ilerlemesi ve popüler ürünler.",
  "Failed to fetch project products": "Proje ürünleri getirilemedi",
  "Invalid legal entity type": "Geçersiz yasal kuruluş türü",
  "Individual": "Bireysel",
  "Company": "Şirket",
  "Non-profit": "Kâr amacı gütmeyen",
  "Please select an identity below, to enable verification.": "Doğrulamayı etkinleştirmek için lütfen aşağıdan bir kimlik seçin.",
  "Full Name": "Ad Soyad",
  "Update Information": "Bilgileri Güncelle",
  "Incorporation Document": "Kuruluş Belgesi",
  "Tax Residency": "Vergi İkametgahı",
  "Verify your identity to get access to higher limits and tax-deducting features.": "Daha yüksek limitlere ve vergi düşürücü özelliklere erişmek için kimliğinizi doğrulayın.",
  "Tax ID": "Vergi Kimlik Numarası",
  "Tax profile": "Vergi profili",
  "Enter Tax ID": "Vergi Kimlik Numarası Girin",
  "(optional)": "(isteğe bağlı)",
  "Full name": "Ad Soyad",
  "Enter full name": "Ad soyadı girin",
  "Legal entity type": "Yasal kuruluş türü",
  "State": "Eyalet",
  "Hero ID: {{heroId}}": "Kahraman Kimliği: {{heroId}}",
  "Report project": "Projeyi bildir",
  "This project is run by a non-profit in {{country}}. Your donation is tax-deductible and comes with a receipt for your tax records.": "Bu proje {{country}}'deki kâr amacı gütmeyen bir kuruluş tarafından yürütülmektedir. Bağışınız vergiden düşülebilir ve vergi kayıtlarınız için bir makbuzla birlikte gelir.",
  "<0>Lightning Addresses</0> are like an email address, but for your Bitcoin. You will receive all on-chain and lightning transactions directly to your lightning wallet. Get your own by looking at our featured and other <2>recommended wallets.</2>": "<0>Lightning Adresleri</0>, Bitcoin'iniz için bir e-posta adresi gibidir. Tüm zincir içi ve lightning işlemlerini doğrudan lightning cüzdanınıza alacaksınız. Öne çıkan ve diğer <2>önerilen cüzdanlarımıza</2> göz atarak kendi adresinizi edinin.",
  "Verify your profile as a:": "Profilinizi şu şekilde doğrulayın:",
  "Rate is required": "Oran gereklidir",
  "User ID is required": "Kullanıcı Kimliği gereklidir",
  "Rate must be a number": "Oran bir sayı olmalıdır",
  "Rate must be > {{min}} and <= {{max}}": "Oran > {{min}} ve <= {{max}} olmalıdır",
  "Tax ID is required for Non-profits": "Kâr amacı gütmeyen kuruluşlar için Vergi Kimlik Numarası gereklidir",
  "Country is required for Non-profits": "Kâr amacı gütmeyen kuruluşlar için Ülke gereklidir",
  "Required for country US and Non-profits": "ABD ve Kâr amacı gütmeyen kuruluşlar için gereklidir",
  "A tax-deductible invoice is provided  when contributing to this project.": "Bu projeye katkıda bulunurken vergi düşülebilir bir fatura sağlanır.",
  "To ensure accurate name in the invoice, update your username or tax profile in profile settings.": "Faturadaki adın doğru olmasını sağlamak için, kullanıcı adınızı veya vergi profilinizi profil ayarlarından güncelleyin.",
  "Send us documents at  hello@geyser.fund, certifying you are a registered Charity with tax-deductible donations.": "Vergi düşülebilir bağışlarla kayıtlı bir Hayır Kurumu olduğunuzu belgeleyen belgeleri hello@geyser.fund adresine gönderin.",
  "This information will be displayed in donations and sale invoices.": "Bu bilgiler bağış ve satış faturalarında gösterilecektir.",
  "This information will be displayed in donations and sale invoices, to enable tax-deductible donations on elegible projects.": "Bu bilgiler, uygun projelerde vergi düşülebilir bağışları etkinleştirmek için bağış ve satış faturalarında gösterilecektir.",
  "Charity projects with Tax benefits": "Vergi avantajları olan Hayır Kurumu projeleri",
  "Pending Verification": "Doğrulama Bekleniyor",
  "Help Geyser on its mission to accelerate grassroots Bitcoin adoption in the world.": "Geyser'e dünyada taban seviyesinde Bitcoin benimsenmesini hızlandırma misyonunda yardımcı olun.",
  "SATOSHI AMOUNT": "SATOSHI MİKTARI",
  "Geyser tip": "Geyser bahşişi",
  "sats in contributions to this project.": "Bu projeye yapılan katkılarda sats.",
  "So far, ": "Şimdiye kadar, ",
  "Copy hero link": "Kahraman bağlantısını kopyala",
  "This project has not enabled fiat contributions yet": "Bu proje henüz itibari para katkılarını etkinleştirmedi",
  "Learn More": "Daha Fazla Bilgi",
  "This small fee is a sign of commitment. It shows that you're serious about your project and ready to share it with the world. That means you can begin receiving support from contributors immediately.": "Bu küçük ücret bir taahhüt işaretidir. Projeniz konusunda ciddi olduğunuzu ve bunu dünyayla paylaşmaya hazır olduğunuzu gösterir. Bu, katkıda bulunanlardan hemen destek almaya başlayabileceğiniz anlamına gelir.",
  "Show Less": "Daha Az Göster",
  "Wallet Unreachable": "Cüzdana Ulaşılamıyor",
  "You're live on Geyser Launchpad!": "Geyser Launchpad'de yayındasınız!",
  "Copied": "Kopyalandı",
  "Project in Launchpad": "Launchpad'de Proje",
  "more to launch": "başlatmak için daha fazlası",
  "Successful follow!": "Takip başarılı!",
  "Share it with other friends to help spread the word and make this project a reality!": "Bu projeyi gerçeğe dönüştürmeye yardımcı olmak için diğer arkadaşlarınızla paylaşın!",
  "You’re about to power a launch!": "Bir lansmanı güçlendirmek üzeresiniz!",
  "To follow Launchpad projects, we need your email so we can ping you when they go live. ": "Launchpad projelerini takip etmek için, canlı yayınlandıklarında size bildirebilmemiz için e-postanıza ihtiyacımız var.",
  "Add email to follow": "Takip etmek için e-posta ekle",
  "Latest followers": "En Son Takipçiler",
  "Share link": "Bağlantıyı paylaş",
  "Products Cost": "Ürün Maliyeti",
  "Launchpad": "Launchpad",
  "left": "kalan",
  "Pay $21 to launch right away": "Hemen başlamak için 21$ öde",
  "Ready to launch": "Başlamaya hazır",
  "Your project is almost live. You can launch the project now.": "Projeniz neredeyse yayında. Projeyi şimdi başlatabilirsiniz.",
  "was successfully deleted": "başarıyla silindi",
  "This project still needs {{countdown}} followers to be able to start raising funds.": "Bu projenin, fon toplamaya başlayabilmesi için hala {{countdown}} takipçiye ihtiyacı var.",
  "We’ll email you when the project goes live.": "Proje yayına girdiğinde size e-posta göndereceğiz.",
  "Ready": "Hazır",
  "Support Geyser Grants": "Geyser Grants'i Destekle",
  "Help fund the next round — or get an email when it launches.": "Bir sonraki turu finanse etmeye yardımcı olun veya yayınlandığında bir e-posta alın.",
  "Heroes": "Kahramanlar",
  "that match your interests!": "ilgi alanlarınıza uygun!",
  "You are not following any projects yet.": "Henüz hiçbir projeyi takip etmiyorsunuz.",
  "Explore projects": "Projeleri Keşfet",
  "Top Projects this month": "Bu Ayın En İyi Projeleri",
  "Enabled <1>{{usdAmount}}</1> ({{satsAmount}} sats) across <3>{{numberOfProjects}}</3> projects": "<3>{{numberOfProjects}}</3> proje genelinde <1>{{usdAmount}}</1> ({{satsAmount}} sats) etkinleştirildi",
  "Prelaunch": "Ön lansman",
  "Are you sure you want to activate the project?": "Projeyi etkinleştirmek istediğinizden emin misiniz?",
  "User": "Kullanıcı",
  "Contributions Enabled": "Katkılar Etkin",
  "Geyser Promotion": "Geyser Promosyonu",
  "10% fee": "%10 ücret",
  "Let's spread the word about your project.": "Projeniz hakkında dedikoduyu yayalım.",
  "The fee is only applied to contributions enabled through Geyser promotions": "Ücret yalnızca Geyser promosyonları aracılığıyla etkinleştirilen katkılar için uygulanır.",
  "When enabled your project becomes eligible to be shared through Geyser's promotion network and partner digital media companies, bringing more eyes to your project to enable more contributions.": "Etkinleştirildiğinde projeniz, Geyser'in tanıtım ağı ve ortak dijital medya şirketleri aracılığıyla paylaşılmaya uygun hale gelir ve projenize daha fazla göz çekerek daha fazla katkı sağlar.",
  "Promotions": "Promosyonlar",
  "Payout Rate (%)": "Ödeme Oranı (%)",
  "Ambassador Payouts": "Elçi Ödemeleri",
  "Ambassadors spread the word about your project. You can reward your most loyal ambassadors by sharing a percentage of the contributions they enable with them.": "Elçiler, projeniz hakkında bilgi yayar. En sadık elçilerinizi, sağladıkları katkıların bir yüzdesini onlarla paylaşarak ödüllendirebilirsiniz.",
  "Featured for a week": "Bir hafta öne çıkarıldı",
  "Secure a spot in the Featured section of the Landing page for an entire week.": "Bir hafta boyunca Ana sayfanın Öne Çıkanlar bölümünde bir yer ayırtın.",
  "Actions": "Eylemler",
  "User Hero ID": "Kullanıcı Kahraman Kimliği",
  "Your project doesn't have ambassadors yet.": "Projenizin henüz elçileri yok.",
  "Payout Rate": "Ödeme Oranı",
  "This project is in pre-launch and therefore cannot receive contributions, and you cannot change the status of the project.": "Bu proje ön lansmanda olduğundan, katkı kabul edemezsiniz ve projenin durumunu değiştiremezsiniz.",
  "The creator has requested: ": "Oluşturucu şunları talep etti: ",
  "Creator's message": "Oluşturucunun mesajı",
  "Nostr Badges": "Nostr Rozetleri",
  "Email is required when purchasing a product.": "Bir ürün satın alırken e-posta gereklidir.",
  "Where grassroots Bitcoin projects come to life.": "Topluluk tabanlı Bitcoin projelerinin hayata geçtiği yer.",
  "Geyser rallies the Bitcoin community to fund ideas, products, and causes that drive real-world adoption from the ground up.": "Geyser, Bitcoin topluluğunu, gerçek dünyada benimsenmeyi tabandan yukarıya doğru yönlendiren fikirleri, ürünleri ve amaçları finanse etmek için bir araya getiriyor.",
  "Choose your launch strategy": "Fırlatma stratejinizi seçin",
  "Launch your project": "Projenizi başlatın",
  "If you don’t reach $210 in your first month, your project will close (you can start over)": "İlk ayınızda 210$'a ulaşamazsanız, projeniz kapanacaktır (yeniden başlayabilirsiniz)",
  "Skip the challenge. Launch instantly for $21.": "Zorluğu atla. Anında 21$ karşılığında başlatın.",
  "Build momentum quickly with early supporters": "Erken destekçilerle hızla ivme kazanın",
  "Geyser Launch Challenge": "Geyser Fırlatma Mücadelesi",
  "Go Live Now": "Şimdi Yayınla",
  "No pressure to raise a lot right away, go by your plan.": "Hemen çok fazla para toplama baskısı yok, planınıza göre hareket edin.",
  "Seen in ‘Recently launched’ in Discovery page": "Keşif sayfasında 'Yeni yayınlananlar' bölümünde görüldü",
  "Embed": "Göm",
  "You have 30 days to raise $210 to officially launch and keep the project alive.": "Resmi olarak başlatmak ve projeyi canlı tutmak için 30 gün içinde 210$ toplamanız gerekiyor.",
  "Your project is now featured on the Geyser Launchpad, where supporters discover bold, early-stage ideas.": "Projeniz artık, destekçilerin cesur, erken aşama fikirlerini keşfettiği Geyser Fırlatma Panosu'nda öne çıkıyor.",
  "What's next?": "Sıra ne?",
  "more to go live": "yayına geçmek için daha fazla",
  "New in": "Yeni",
  "left to raise $210 & launch": "210$ toplama ve yayınlama kaldı",
  "This project needs to raise $210 in 30 days to go live. Share this project on social media to help launch it.": "Bu projenin yayına girmesi için 30 gün içinde 210$ toplaması gerekiyor. Yayınlanmasına yardımcı olmak için bu projeyi sosyal medyada paylaşın.",
  "raised": "toplandı",
  "more to go live.": "yayına geçmek için daha fazla.",
  "Share your project far and wide — post it on social media, text it to friends, or pitch it in your community.": "Projenizi geniş çapta paylaşın — sosyal medyada yayınlayın, arkadaşlarınıza mesaj atın veya topluluğunuzda sunum yapın.",
  "to raise $210": "210$ toplamak",
  "Save as Draft": "Taslak Olarak Kaydet",
  "raised!": "toplandı!",
  "raised this week!": "bu hafta toplandı!",
  "These early-stage projects are in countdown mode. To launch, they must raise $210 within 30 days. Help them build momentum — or they might never take off.": "Bu erken aşama projeler geri sayım modunda. Yayınlamak için 30 gün içinde 210$ toplamaları gerekiyor. Onların ivme kazanmasına yardımcı olun - aksi takdirde asla başlayamayabilirler.",
  "You’re purchasing a product from a project that’s in Launchpad. Your payment will be processed, but the project will only be going live if the project reaches $210. By contributing, you're helping the creator reach that milestone. 🙌": "Launchpad'de yer alan bir projeden bir ürün satın alıyorsunuz. Ödemeniz işleme alınacak, ancak proje yalnızca 210$'a ulaşırsa yayına girecek. Katkıda bulunarak, yaratıcının bu kilometre taşına ulaşmasına yardımcı oluyorsunuz. 🙌",
  "Are you interested in receiving updates from this project?": "Bu projeden güncellemeler almakla ilgileniyor musunuz?",
  "Follow project": "Projeyi takip et",
  "We will send you important updates via your profile email for the projects your follow.": "Takip ettiğiniz projeler için önemli güncellemeleri profil e-postanız aracılığıyla size göndereceğiz.",
  "Raise $210 in 30 days with your community.": "Topluluğunuzla 30 gün içinde 210$ toplayın.",
  "Your project's future depends on this critical first step - meet the goal to keep your vision alive. It’s your chance to build early momentum and launch with a boom.": "Projenizin geleceği bu kritik ilk adıma bağlıdır - vizyonunuzu canlı tutmak için hedefe ulaşın. Erken ivme kazanmak ve bir patlamayla yayınlamak için bir şansınız var.",
  "unFollow": "Takibi bırak",
  "Launchpad projects": "Fırlatma panosu projeleri",
  "Email address is a required field.": "E-posta adresi gerekli bir alandır.",
  "Email verification": "E-posta doğrulama",
  "Featured in ‘Recently launched’ in Discovery page": "Keşif sayfasında 'Yeni yayınlananlar' bölümünde öne çıkan",
  "Featured in Launchpad & discovery emails": "Fırlatma panosunda ve keşif e-postalarında öne çıkan",
  "Lightning QR code": "Lightning QR kodu",
  "Go to Project": "Projeye Git",
  "Generating banner...": "Afiş oluşturuluyor...",
  "Copy image": "Görüntüyü kopyala",
  "Contribute with lightning": "Lightning ile katkıda bulun",
  "Copy embed code": "Gömme kodunu kopyala",
  "Embed the contribute and leaderboard section of this page on your website": "Bu sayfanın katkıda bulunma ve liderlik tablosu bölümünü web sitenize gömün",
  "${{countDown}} out of $210": "${{countDown}} / 210$"
}